Repository: Bitcoin-com/Wallet
Catalog: i18n/po/*/template-*.po
Languages: ar, bg, ca, cs, fa, hi, ko, sv_se, th, vi

source: (Trusted)
ar: (موثوق بها)
bg: (Доверени)
ca: (De confiança)
cs: (Důvěryhodné)
fa: (مورد اعتماد)
hi: (विश्वसनीय)
ko: (신용 문제 없음)
sv_se: (Betrodd)
th: (เชื่อถือ)
vi: (Tin cậy)

source: (possible double spend)
ar: (احتمالية ارسال مزدوج)
bg: (възможно е двойно харчене)
ca: (possible doble despesa)
cs: (možnost dvojité platby)
fa: (احتمالا دو بار خرج شده است)
hi: (डबल स्पेंड की संभावना)
ko: (이중 지불 주의)
sv_se: (Möjlig dubbelbetalning)
th: (อาจมีการจ่ายซ้ำ)
vi: (có thể chi tiêu gấp đôi)

source: * A payment proposal can be deleted if 1) you are the creator, and no other copayer has signed, or 2) 24 hours have passed since the proposal was created.
ar: * يمكن حذف مقترح الدفع إذا كنت 1) أنت الذي علمت المقترح ، ولم يوقع أي شخص آخر ، أو 2) مرت 24 ساعة منذ إنشاء الاقتراح.
bg: Предложение за плащане може да бъде изтрито ако 1) Вие сте създателя и друг съсобственик не е подписал, или 2) 24 часа са минали от създаването на предложението.
ca: * Una proposta de pagament es pot suprimir si 1) en sou el creador i si cap altre copagador l'ha firmat, o 2) si han passat 24 hores des de la creació de la proposta.
cs: * Návrh platby může být smazán 1) pokud jste jej vytvořili a nebyl podepsán nikým jiným, nebo 2) uběhlo 24 od doby, kdy byl návrh vytvořen.
fa: پیشنهاد پرداختی را می توان حذف کرد اگر: 1) شما سازنده هستید، و همکار پرداختی امضا نکرده است، یا 2) 24 ساعت از زمانی که پیشنهاد ایجاد شد گذشته است.
hi: * भुगतान के प्रस्ताव को डिलीट किया जा सकता है यदि 1) आप इसे बनाने वाले हैं, और किसी अन्य कोपेयर ने हस्ताक्षर नहीं किया है, या 2) प्रस्ताव बनाने के बाद 24 घंटे बीत चुके हैं।
ko: * 지불 제안은 다음과 같은 상황에 철회하실 수 있습니다. 1) 본인이 지불 제안서의 창조자이며 공동지불인이 아직 서명하지 않았을시, 혹은 2) 지불 제안서가 만들어진 지 24시간이 지났을시.
sv_se: * Det går att ta bort ett betalbegäran om 1) Du är skaparen och ingen annan har undertecknat, eller 2) 24 timmar har gått sedan betalbegäran skapades
th: ข้อเสนอในการจ่ายสามารถถูกลบได้ถ้า 1) คุณเป็นผู้สร้างกระเป๋านี้ และไม่มีcopayerอื่นเคยลงนาม หรือ 2) ผ่านมา24ชั่วโมงแล้วหลังจากที่กระเป๋าได้ถูกสร้างขึ้น

source: - {{vm.btx.feeRateStr}} of the transaction
ar: {{vm.btx.feeRateStr}} من المعاملة
bg: — {{vm.btx.feeRateStr}} транзакции
ca: - {{vm.btx.feeRateStr}} de la transacció
cs: - {{vm.btx.feeRateStr}} transakce
fa: {{vm.btx.feeRateStr}} تراکنش
hi: - ट्रांजैक्शन का {{vm.btx.feeRateStr}}
ko: - 거래량의 {{vm.btx.feeRateStr}}
sv_se: -{{vm.btx.feeRateStr}} av transaktionen
th: - {{vm.btx.feeRateStr}} ของธุรกรรม
vi: - {{vm.btx.feeRateStr}} của giao dịch

source: - {{tx.feeRateStr}} of the transaction
ar: -- {{tx.feeRateStr}} من المعاملة
bg: - {{tx.feeRateStr}} от транзакцията
ca: - {{tx.feeRateStr}} de la transacció
cs: - {{tx.feeRateStr}} transakce
fa: {{tx.feeRateStr}} تراکنش
hi: - ट्रांजैक्शन का {{tx.feeRateStr}}
ko: - 거래량의 {{tx.feeRateStr}}
sv_se: -{{tx.feeRateStr}} av transaktionen
th: - {{tx.feeRateStr}} ของธุรกรรม
vi: - {{tx.feeRateStr}} của giao dịch

source: 5-star ratings help us get {{appName}} into more hands, and more users means more resources can be committed to the app!
ar: التكرم بالتصويت بخمس نجوم ل {{appName}} تساعدنا على الحصول على مستخدمين أكثر، والمزيد من المستخدمين يعني المزيد من الميزات سوف يتم تطويرها و إضافتها للتطبيق!
bg: Оценка с 5 звезди ще помогне на {{appName}} да достигне повече ръце, а повече потребители означава че повече ресурси ще бъдат заделени за програмата!
ca: Una valoració de 5 estrelles ens ajuda a ampliar la utilització de {{appName}}. Com més usuaris tingui, més recursos es podran dedicar a l'aplicació!
cs: 5-ti hvězdičkové hodnocení nám pomáhá dostat {{appName}} do rukou více uživatelů, a více uživatelů znamená více zdrojů pro zlepšování naší aplikace!
fa: رتبه پنج ستاره ایی به ما کمک می کند تا {{appName}} را به دست افراد بیشتری برسانیم، و تعداد بیشتر کاربران باعث میشود که منابع بیشتری به این برنامه سپرده شود!
hi: 5-स्टार रेटिंग्स हमें {{appName}} को अधिक लोगों तक पहुंचाने में सहायता करती है, और अधिक यूजर्स का मतलब है ऐप के लिए अधिक संसाधन लगाए जा सकते हैं!
ko: 앱이 마음에 드시나요? 별 다섯 개의 평점은 더 많은 사람, 더 큰 시장에 {{appName}}를 전파합니다!
sv_se: Fem stjärnor hjälper oss att göra {{appName}} bättre och mer åtkomlig, det gör att fler kan upptäcka vår app!
th: การให้คะแนน 5 ดาว{{appName}}จะช่วยให้เรามีผู้ใช้มากขึ้นและมากไปกว่านั้นทางผู้ใช้ยิ่งมากยิ่งทำให้เราขยันขันแข็งมากยิ่งขึ้น
vi: Xếp hạng 5 sao giúp chúng tôi đưa {{appName}} đến với nhiều người dùng hơn và thêm người dùng đồng nghĩa với thêm tài nguyên có thể được đầu tư vào ứng dụng!

source: <b>Only</b> redeemable on Mercado Livre (Brazil)
ar: <b>فقط</b> القابلة للسداد في يفير ميركادو (البرازيل)
bg: Могат да бъдат използвани <b>Само</b>за Меркадо Livre (Бразилия)
ca: <b>Només</b> bescanviable a Mercado Livre (Brasil)
cs: Může být uplatněno <b>pouze</b> na Mercado Livre (Brazílie)
fa: <b>فقط </b> قابل باز پرداخت در Marcado Livre (برزیل) است
hi: <b>केवल</b> Mercado Livre (ब्राजील) पर रिडीम करने योग्य
ko: 메르카도 리브르(브라질)<b>에서만</b> 상환하실 수 있습니다.
th: <b> เฉพาะ </b> กู้คืนได้ที่ Mercado Livre (บราซิล)

source: A member of the team will review your feedback as soon as possible.
ar: سيراجع أحد أعضاء الفريق تعليقاتك في أقرب وقت ممكن.
bg: Член на екипа ще разгледа вашите препоръки възможно най-скоро.
ca: Un membre de l'equip revisarà els vostres comentaris al més aviat possible.
cs: Člen týmu se bude bezodkladně zabývat Vaší zpětnou vazbou.
fa: یک عضو تیم بازخورد شما را در اسرع وقت بررسی خواهد کرد.
hi: टीम का एक सदस्य आपकी फीडबैक की जल्द से जल्द समीक्षा करेगा।
ko: 빠른 시일 내에 귀하의 피드백을 확인하도록 하겠습니다.
sv_se: En medlem från vårt team kommer granska din feedback och återkoppla till dig så fort vi kan.
th: ทางทีมงานจะทำการตรวจสอบคำติชมของคุณโดยเร็วที่สุด

source: A total of {{amountAboveMaxSizeStr}} were excluded. The maximum size allowed for a transaction was exceeded.
ar: {{amountAboveMaxSizeStr}}باستثناء {{amountAboveMaxSizeStr}}. تم تجاوز الحد الأقصى المسموح به للمعاملة.
bg: Общо {{amountAboveMaxSizeStr}} бяха изключени. Превишен е максималният размер за транзакция.
ca: S'han exclòs un total de {{amountAboveMaxSizeStr}}. S'ha superat el màxim permès per a una transacció.
cs: Celkem {{amountAboveMaxSizeStr}} bylo vyloučeno. Byla překročena maximální velikost povolená pro transakci.
fa: در مجموع {{amountAboveMaxSizeStr}} حذف شد. بیشتر از حداکثر اتدازه مجاز برای یک تراکنش بوده است.
hi: कुल {{amountAboveMaxSizeStr}} को बाहर रखा गया था। किसी लेन-देन की स्वीकृत अधिकतम सीमा पार हो गई थी।
ko: 허용되는 거래량의 최대치를 초과하였습니다. {{amountAboveMaxSizeStr}}만큼의 액수가 제외되었습니다.
sv_se: En total av {{amountAboveMaxSizeStr}} togs bort då detta överskred den maximala transaktionen som är tillåten.
th: ทั้งหมดของ {{amountAboveMaxSizeStr}} ถูกแยกออก เพราะเกินขีดจำกัดที่กำหนดสำหรับการทำธุรกรรม

source: A total of {{amountBelowFeeStr}} were excluded. These funds come from UTXOs smaller than the network fee provided.
ar: باستثناء {{amountBelowFeeStr}}. هذه الأموال من UTXOs أصغر من رسوم الشبكة المقدمة.
bg: Общо {{amountBelowFeeStr}} бяха изключени. Тези средства идват от инпути по-малки от мрежовата таксата.
ca: S'han exclòs un total de {{amountBelowFeeStr}}. Aquests fons provenen d'UTXOs més petits que la comissió de xarxa prevista.
cs: Celkem {{amountBelowFeeStr}} bylo vyloučeno. Tyto peníze pocházejí z UTXO menších než je poplatek za použití sítě.
fa: در مجموع {{amountBelowFeeStr}} حذف شد. این وجوه از UTXOs می آیند که از مبلغ تعیین شده برای کارمزد شبکه کمتر هستند.
hi: कुल {{amountBelowFeeStr}} को बाहर रखा गया था। ये फंड प्रदान किए गए नेटवर्क शुल्क से छोटे UTXOs से आते हैं।
ko: 지정된 UTXO 내부의 자금이 수수료보다 적은 액수입니다. {{amountBelowFeeStr}}만큼의 액수가 제외되었습니다.
sv_se: En total av {{amountBelowFeeStr}} togs bort. Dessa tillgångar kommer från UTXOs, dessa är mindre värda än vad nätverket kräver.
th: ทั้งหมด {{amountBelowFeeStr}} ถูกแยกออก เงินเหล่านี้มาจาก UTXOs มีขนาดเล็กกว่าค่าเครือข่ายที่ให้บริการ
vi: Tổng cộng {{amountBelowFeeStr}} đã được loại trừ. Số tiền này đến từ các Đầu ra giao dịch chưa dùng đến (UTXO) nhỏ hơn phí mạng lưới được cung cấp.

source: About
ar: حول
bg: Относно
ca: Informació
cs: O aplikaci
fa: درباره
hi: परिचय
ko: 정보
sv_se: Om appen
th: เกี่ยวกับ
vi: Giới thiệu

source: Accepted
ar: قبول
bg: Прието
ca: Acceptada
cs: Přijato
fa: پذیرفته شده
hi: स्वीकृत
ko: 승인
sv_se: Accepterad
th: ยอมรับ
vi: Đã chấp nhận

source: Account
ar: حساب
bg: Сметка
ca: Compte
cs: Účet
fa: حساب
hi: खाता
ko: 계정
sv_se: Konto
th: บัญชี
vi: Tài khoản

source: Account Number
ar: رقم الحساب
bg: Номер на сметка
ca: Número de compte
cs: Číslo účtu
fa: شماره حساب
hi: खाता संख्या
ko: 계정 번호
sv_se: Kontonummer
th: หมายเลขบัญชี
vi: Số tài khoản

source: Instant transactions with low fees
ar: معاملات فورية مع رسوم منخفضة
bg: Незабавни транзакции с ниски такси
ca: Transaccions instantànies amb comissions baixes
cs: Okamžité transakce s nízkými poplatky
fa: معاملات انی با هزینه کم
hi: कम शुल्क में तत्काल ट्रांजैक्शन्स
ko: 낮은 수수료로 빠른 송금을
sv_se: Snabba transaktioner med låg avgift
th: ค่าธรรมเนียมการธุรกรรมที่ต่ำทันที
vi: Giao dịch tức thì với mức phí thấp

source: Insufficient funds
ar: رصيد غير كاف
bg: Недостатъчно средства
ca: Fons insuficients
cs: Nedostatek prostředků
fa: موجودی ناکافی
hi: अपर्याप्त निधियां
ko: 펀드 부족
sv_se: Otillräckliga medel
th: เงินไม่เพียงพอ
vi: Không đủ tiền

source: Change Currency
ar: تغيير العملة
bg: Промяна на валута
ca: Canvia de moneda
cs: Změnit měnu
fa: تغییر ارز
hi: मुद्रा परिवर्तित करें
ko: 통화 변경
sv_se: Ändra valuta
th: เปลี่ยนสกุลเงิน
vi: Thay đổi loại tiền tệ

source: Available Funds
ar: الرصيد المتاح
bg: Налични средства
ca: Fons disponibles
cs: Dostupné prostředky
fa: موجودی قابل استفاده
hi: उपलब्ध निधियां
ko: 보유 펀드
sv_se: Tillgängliga medel
th: พบยอดเงิน
vi: Tiền có sẵn

source: Use All Available Funds
ar: استخدام جميع الأموال المتاحة
bg: Използвай всички налични средства
ca: Utilitza tots els fons disponibles
cs: Použít všechny dostupné prostředky
fa: استفاده از تمام موجودی در دسترس
hi: सभी उपलब्ध निधियों का उपयोग करें
ko: 전체 펀드 사용
sv_se: Använda alla tillgängliga medel
th: ใช้ยอดเงินที่พบทั้งหมด
vi: Sử dụng tất cả tiền có sẵn

source: Next
ar: التالي
bg: Напред
ca: Següent
cs: Další
fa: بعدی
hi: अगला
ko: 다음
sv_se: Vidare
th: ถัดไป
vi: Tiếp theo

source: Accounts
ar: الحسابات
bg: Сметки
ca: Comptes
cs: Účty
fa: حساب‌ها
hi: खाते
ko: 계정들
sv_se: Konton
th: หลายบัญชี
vi: Tài khoản

source: Activity
ar: النشاط
bg: Дейност
ca: Activitat
cs: Aktivita
fa: فعالیت
hi: गतिविधि
ko: 활동 기록
sv_se: Aktivitet
th: กิจกรรม
vi: Hoạt động

source: Add Account
ar: إضافة حساب
bg: Добавяне на акаунт
ca: Afegeix un compte
cs: Přidat účet
fa: اضافه نمودن حساب
hi: खाता जोड़ें
ko: 계정 추가
sv_se: Lägg till konto
th: เพิ่มบัญชี
vi: Thêm tài khoản

source: Add BitPay Account?
ar: إضافة حساب BitPay؟
bg: Добавяне на BitPay акаунт?
ca: Voleu afegir un compte de BitPay?
cs: Přidat účet BitPay?
fa: اضافه نمودن حساب BitPay؟
hi: BitPay खाता जोड़ना है?
ko: BitPay 계정을 추가하시겠습니까?
sv_se: Lägg till BitPay-konto?
th: เพิ่มบัญชี BitPay
vi: Thêm tài khoản BitPay?

source: Add Contact
ar: إضافة جهة اتصال
bg: Добави контакт
ca: Afegeix un contacte
cs: Přidat kontakt
fa: اضافه نمودن افراد
hi: संपर्क जोड़ें
ko: 연락처 추가
sv_se: Lägg till kontakt
th: เพิ่มผู้ติดต่อ
vi: Thêm liên hệ

source: Add Funds
ar: إضافة أموال
bg: Добави Средства
ca: Afegeix fons
cs: Přidat peníze
fa: اضافه نمودن منابع مالی
hi: निधियां जोड़ें
ko: 자금 추가
sv_se: Lägg till pengar
th: เพิ่มเงิน
vi: Nạp tiền

source: Add Memo
ar: أضف مذكرة
bg: Добави Бележка
ca: Afegeix una nota
cs: Přidat poznámku
fa: افزودن یادداشت
hi: मेमो जोड़ें
ko: 메모 추가
sv_se: Lägg till anteckning
th: เพิ่มบันทึก
vi: Thêm bản ghi nhớ

source: Add a password
ar: إضافة كلمة مرور
bg: Добави парола
ca: Afegiu una contrasenya
cs: Přidat heslo
fa: اضافه کردن رمز عبور
hi: कोई पासवर्ड जोड़ें
ko: 비밀번호 추가
sv_se: Sätt ett lösenord
th: เพิ่มรหัสผ่าน
vi: Thêm mật khẩu

source: Add account
ar: إضافة حساب
bg: Добавяне на акаунт
ca: Afegeix un compte
cs: Přidat účet
fa: افزودن حساب
hi: खाता जोड़ें
ko: 계정 추가
sv_se: Lägg till konto
th: เพิ่มบัญชี
vi: Thêm tài khoản

source: Add an optional password to secure the recovery phrase
ar: يمكن اضافة كلمة مرور لتامين ال 12 كلمة سرية
bg: Добавяне на опционална парола за предпазване на възстановителната фраза
ca: Afegeix una contrasenya opcional per assegurar la frase de recuperació
cs: Přidat volitelné heslo zabezpečující frázi pro obnovení peněženky
fa: رمز عبور دلخواه خود را اضافه کنید تا از عبارات بازیابی خود محافظت کنید
hi: पुनर्प्राप्ति वाक्यांश को सुरक्षित करने के लिए एक वैकल्पिक पासवर्ड जोड़ें
ko: 유사시의 비밀번호 복구를 위한 2차 암호 추가하기 (선택)
sv_se: Sätt ett frivilligt lösenord för att säkra återställningsfrasen
th: เพิ่มรหัสผ่านเพิ่มเติมเพื่อยืนยันกลุ่มคำการกู้คืน
vi: Thêm mật khẩu tùy chọn để bảo mật cụm từ khôi phục

source: Add as a contact
ar: إضافة كجهة اتصال
bg: Добави като контакт
ca: Afegeix com a contacte
cs: Přidat jako kontakt
fa: به لیست تماس ها اضافه شود
hi: संपर्क के रूप में जोड़ें
ko: 연락처로 추가
sv_se: Lägg till som kontakt
th: เพิ่มเป็นผู้ติดต่อ
vi: Thêm như một liên hệ

source: Add description
ar: إضافة وصف
bg: Добави описание
ca: Afegeix una descripció
cs: Přidat popis
fa: افزودن توضیحات
hi: विवरण जोड़ें
ko: 설명 추가
sv_se: Lägg till beskrivning
th: เพิ่มคำอธิบาย
vi: Thêm mô tả

source: Add funds
ar: إضافة أموال
bg: Добави средства
ca: Afegeix fons
cs: Přidat peníze
fa: اضافه نمودن منابع مالی
hi: निधियां जोड़ें
ko: 자금 추가
sv_se: Lägg till pengar
th: เพิ่มเงิน
vi: Nạp tiền

source: Add this BitPay account ({{email}})?
ar: إضافة هذا الحساب ({{email}}) ؟
bg: Добави този BitPay акаунт ({{email}})?
ca: Voleu afegir aquest compte de BitPay ({{email}})?
cs: Přidat tento účet BitPay ({{email}})?
fa: افزودن این حساب BitPay ({{email}})?
hi: इस BitPay खाता ({{email}}) को जोड़ना है?
ko: 이 BitPay 계정 ({{email}})을 추가하시겠습니까?
sv_se: Lägg till BitPay-konto ({{email}})?
th: เพิ่มบัญชีBitPay นี้ ({{email}})
vi: Thêm BitPay ({{email}}) tài khoản này?

source: Add wallet
ar: إضافة محفظة
bg: Добави портфейл
ca: Afegeix una cartera
cs: Přidat peněženku
fa: افزودن کیف پول
hi: वॉलेट जोड़ें
ko: 지갑 추가
sv_se: Lägg till plånbok
th: เพิ่มกระเป๋าสตางค์
vi: Thêm ví

source: Address
ar: عنوان
bg: Адрес
ca: Adreça
cs: Adresa
fa: آدرس
hi: पता
ko: 고유 주소
sv_se: Adress
th: ที่อยู่
vi: Địa chỉ

source: Address Book
ar: دفتر العناوين
bg: Адресна книга
ca: Llibreta d'adreces
cs: Adresář
fa: دفترچه‌ آدرس
hi: पता पुस्तिका
ko: 주소록
sv_se: Adressbok
th: สมุดรายชื่อ
vi: Sổ địa chỉ

source: Address Type
ar: نوع العنوان
bg: Тип на Адреса
ca: Tipus d'adreça
cs: Typ adresy
fa: نوع آدرس
hi: पता प्रकार
ko: 주소 종류
sv_se: Adresstyp
th: ชนิดของที่อยู่
vi: Loại địa chỉ

source: Cash Address
ar: عنوان الكاش
bg: Cash Адрес
ca: Adreça Cash
cs: Adresa Cash
fa: آدرس نقدی
hi: नकद पता
ko: 캐시 주소
sv_se: Cash adress
th: ที่อยู่เงินสด
vi: Địa chỉ tiền mặt

source: Legacy
ar: العنوان العادي
cs: Starý typ
fa: میراث
hi: लीगेसी
ko: 레거시
vi: Địa chỉ cũ

source: Addresses With Balance
ar: العناوين مع ارصدت الحساب
bg: Адреси с Баланс
ca: Adreces amb saldo
cs: Adresy se zůstatkem
fa: آدرس به همراه موجودی
hi: बैलेंस वाले पते
ko: 보유자산이 남아있는 주소
sv_se: Adresser med saldo
th: ที่อยู่ที่มียอดคงเหลือ
vi: Địa chỉ với số dư

source: Advanced
ar: متقدم
bg: За напреднали
ca: Avançats
cs: Pokročilé
fa: پیشرفته
hi: उन्नत
ko: 고급
sv_se: Avancerat
th: ขั้นสูง
vi: Nâng cao

source: Advanced Settings
ar: إعدادات متقدمة
bg: Настройки за Напреднали
ca: Paràmetres avançats
cs: Pokročilé nastavení
fa: تنظیمات پیشرفته
hi: उन्नत सेटिंग्स
ko: 고급 설정
sv_se: Avancerade inställningar
th: ตั้งค่าขั้นสูง
vi: Cài đặt nâng cao

source: All
ar: الكل
bg: Всички
ca: Tots
cs: Všechny
fa: همه
hi: सभी
ko: 전체 보기
sv_se: Alla
th: ทั้งหมด
vi: Tất cả

source: All Addresses
ar: كل العناوين
bg: Всички Aдреси
ca: Totes les adreces
cs: Všechny adresy
fa: همه آدرس ها
hi: सभी पते
ko: 모든 주소
sv_se: Alla adresser
th: ที่อยู่ทั้งหมด
vi: Tất cả địa chỉ

source: All of your bitcoin wallet balance may not be available for immediate spending.
ar: قد لا يكون كل رصيدك في محفظة بتكوين جاهز للإنفاق الفوري.
bg: Средствата от биткойн портфейлите може да не са налични за незабавно харчене.
ca: És possible que no tot el saldo de la vostra cartera de bitcoins estigui disponible per a despeses immediates.
cs: Ne všechny peníze ve Vaší Bitcoin peněžence mohou být v tomto okamžiku utraceny.
fa: شاید امکان خرج فوری تمامی موجودی کیف پول بیتکوین شما وجود نداشته باشد.
hi: आपके bitcoin वॉलेट का सारा बैलेंस तत्काल खर्च के लिए उपलब्ध नहीं हो सकता है।
ko: 비트코인 지갑에 들어있는 보유자산을 즉시 사용하시지 못할 수도 있습니다.
sv_se: All din Bitcoin kommer inte att vara tillgänglig för användning omedelbart.
th: ยอดเงินทั้งหมดในกระเป๋าอาจจะไม่สามารถใช้จ่ายได้ทันที
vi: Tất cả số dư ví bitcoin của bạn có thể không có sẵn cho chi tiêu ngay lập tức.

source: All signing devices must be added to this multisig wallet before bitcoin addresses can be created.
ar: يجب إضافة كل توقيعات الأجهزة لتوقيعات هذه المحفظة المتعددة قبل إمكانية بتكوين من إنشاء عنوان جديد.
bg: Всички подписващи устройства трябва да бъдат добавени към тази мултисиг сметка, преди биткойн адреса да е създаден.
ca: Tots els dispositius dels firmants s'han d'afegir a aquesta cartera multifirma abans que es puguin crear adreces bitcoin.
cs: Před vytvořením Bitcoin adres musí být všechna podepisující zařízení přidána do této multisig peněženky.
fa: قبل از اینکه بتوانید آدرس های بیت کوین را ایجاد کنید، همه دستگاه های امضا باید به این کیف پول چند امضاعه اضافه شوند.
hi: Bitcoin पते बनाने से पहले सभी साइनिंग उपकरणों को इस मल्टीसिग वॉलेट के साथ जोड़ा जाना चाहिए।
ko: 비트코인 주소를 생성하기 위해선 모든 기기를 이 멀티시그 지갑에 추가하셔야 합니다.
sv_se: Alla enheter som ska signera denna delade plånbok måste läggas till, innan en bitcoin adress kan skapas.
th: อุปกรณ์ทั้งหมดจำเป็นต้องถูกเพิ่มไปยังกระเป๋านี้ก่อนถึงจะสร้างที่อยู่ Bitcoin ได้
vi: Tất cả thiết bị ký phải được thêm vào ví đa chữ ký này trước khi có thể tạo địa chỉ bitcoin.

source: Allow Camera Access
ar: السماح بالوصول إلى الكاميرا
bg: Позволи достъп до камерата
ca: Permet l'accés a la càmera
cs: Povolit přístup k fotoaparátu
fa: اجازه دسترسی به دوربین
hi: कैमरा एक्सेस की अनुमति दें
ko: 카메라 접근 허용하기
sv_se: Tillåt åtkomst till kameran
th: อนุญาตการเข้าถึงกล้อง
vi: Cho phép truy cập camera

source: Allow notifications
ar: السماح للإشعارات
bg: Позволи нотификации
ca: Permet les notificacions
cs: Povolit upozornění
fa: اجازه ارسال اعلان ها
hi: सूचनाओं की अनुमति दें
ko: 알림 허용
sv_se: Tillåt notifieringar
th: อนุญาตการแจ้งเตือน
vi: Cho phép thông báo

source: Almost done! Let's review.
ar: يكاد ينتهي! دعونا نراجع.
bg: Почти готови! Нека да разгледаме.
ca: Gairebé ja estem! Repassem-ho.
cs: Téměř hotovo! Podívejme se.
fa: تقریبا کار به پایان رسیده! بیا مروری کنیم.
hi: लगभग पूरा हो गया! आइए अब समीक्षा करते हैं।
ko: 거의 끝났습니다! 복습해보도록 하겠습니다.
sv_se: Nästan klart! Låt oss kolla.
th: เกือบเสร็จแล้ว! ลองทบทวนดู
vi: Sắp xong rồi! Hãy cùng xem lại.

source: Alternative Currency
ar: العملة البديلة
bg: Алтернативна валута
ca: Moneda alternativa
cs: Alternativní měna
fa: ارز جایگزین
hi: वैकल्पिक मुद्रा
ko: 알트 코인
sv_se: Alternativ valuta
th: สกุลเงินอื่นๆ
vi: Loại tiền tệ thay thế

source: Price Display
ar: عرض الأسعار
bg: Цена показване
ca: Visualització del preu
cs: Zobrazení cen
fa: نمایش قیمت
hi: मूल्य प्रदर्शन
ko: 가격 표시
sv_se: Visa pris
th: แสดงราคา
vi: Hiển thị giá

source: Fiat
ar: الاوراق النقدية
bg: Държавна Валута
cs: Nucený oběh
fa: پول اعتباری
hi: फिएट
ko: 법정 화폐
sv_se: Fiat valuta
th: Държавна Валута
vi: Tiền pháp định

source: Cryptocurrency
ar: عملة رقمية
bg: Криптовалута
ca: Criptomoneda
cs: Kryptoměna
fa: ارز رمزنگاری شده
hi: क्रिप्टोकरंसी
ko: 가상 화폐
sv_se: Kryptovaluta
th: คริปโทเคอร์เรนซี
vi: Đồng tiền kỹ thuật số

source: Amazon.com is not available at this moment. Please try back later.
ar: Amazon.com غير متاح في هذه اللحظة. الرجاء المحاولة مرة أخرى لاحقاً.
bg: Amazon.com не е налична в този момент. Моля, опитайте отново по-късно.
ca: Amazon.com no està disponible en aquest moment. Torneu-ho a provar més tard.
cs: Amazon.com není v této chvíli k dispozici. Zkuste to prosím později.
fa: Amazon.com در این لحظه در دسترس نمی باشد. لطفا بعدا سعی کنید.
hi: Amazon.com इस समय उपलब्ध नहीं है। कृपया कुछ देर बाद दुबारा प्रयास करें।
ko: 아마존에 접속할 수 없습니다. 다시 시도해주세요.
sv_se: Amazon.com är för närvarande inte tillgänglig. Försök igen senare.
th: Amazon.com ไม่พร้อมใช้งานขณะนี้ กรุณาลองใหม่ภายหลัง
vi: Amazon.com hiện không khả dụng. Vui lòng thử lại sau.

source: Amount
ar: المبلغ
bg: Сума
ca: Import
cs: Částka
fa: مبلغ
hi: राशि
ko: 액수
sv_se: Belopp
th: ยอดเงิน
vi: Số tiền

source: Amount below minimum allowed
ar: المبلغ أقل من الحد الأدنى المسموح به
bg: Сума под минималната разрешена стойност
ca: Import inferior al mínim permès
cs: Nižší než minimální povolená částka
fa: مبلغ کمتر از حداقل مجاز
hi: न्यूनतम राशि से कम की अनुमति है
ko: 최소 허용금액 미만
sv_se: Beloppet är under det minst tillåtna
th: ยอดเงินต่ำกว่าขั้นต่ำที่กำหนด
vi: Số tiền dưới mức tối thiểu cho phép

source: Amount too big
ar: المبلغ كبير جداً
bg: Твърде голяма сума
ca: Import massa gran
cs: Příliš velká částka
fa: مبلغ بیش از اندازه
hi: राशि बहुत बड़ी है
ko: 허용금액 초과
sv_se: Beloppet är för stort
th: จำนวนเงินที่มากเกินไป
vi: Số tiền quá lớn

source: Amount too low to spend
ar: مبلغ منخفض للغاية للإرسال
bg: Сумата е твърде ниска за да бъде похарчена
ca: Import massa petit per gastar-lo
cs: Příliš nízká částka k zaplacení
fa: مبلغ کمتر از آن است که بتوان خرج کرد
hi: खर्च करने के लिए राशि बहुत कम है
ko: 허용금액 미만, 사용 불가
sv_se: Beloppet är för litet att spendera
th: ยอดต่ำเกินไปที่จะจ่าย
vi: Số tiền quá thấp để chi tiêu

source: An update to this app is available. For your security, please update to the latest version.
ar: يتوفر تحديث لهذا التطبيق. للحفاظ على أمانك ، يرجى التحديث إلى أحدث إصدار.
bg: Има налична актуализация за тази програма. За вашата сигурност моля обновете до последната версия.
ca: Hi ha una actualització d'aquesta aplicació. Per seguretat, actualitzeu-la amb la darrera versió.
cs: Aktualizace této aplikace je k dispozici. Pro Vaši bezpečnost proveďte aktualizaci na nejnovější verzi.
fa: یک به روز رسانی برای این نرم افزار موجود است. برای حفظ امنیت خود، لطفاً آخرین ورژن را نصب نمایید.
hi: इस एप्लिकेशन के लिए एक अपडेट उपलब्ध है। अपनी सुरक्षा के लिए, कृपया नवीनतम संस्करण को अपडेट करें।
ko: 새로운 업데이트 버전이 있습니다. 보안을 위해 업데이트 후 사용 바랍니다.
sv_se: Uppdateringen är tillgänglig. För din egen säkerhet, var god uppgradera till den senaste versionen.
th: เวอร์ชั่นใหม่พร้อมใช้งานแล้ว เพื่อความปลอดภัยของคุณ กรุณาอัพเดตให้เป็นเวอร์ชั่นล่าสุด
vi: Sẵn có bản cập nhật cho ứng dụng này. Vì lý do bảo mật, bạn vui lòng cập nhật lên phiên bản mới nhất.

source: Anyone with your backup phrase can access or spend your bitcoin.
ar: يمكن لأي شخص لديه الكلمات السرية الخاصة بك الوصول إلى البيتكوين أو إنفاقه.
bg: Всеки който има резервната ви фраза може да достъпи и похарчи вашия биткойн.
ca: Qualsevol persona que tingui la vostra frase de seguretat pot gastar els vostres bitcoins o accedir-hi.
cs: Kdokoliv, kdo disponuje Vaší frází k obnovení peněženky, má přístup k Vašim penězům.
fa: هرکسی با دسترسی به عبارت پشتیبان شما می تواند به بیتکوین های شما دسترسی داشته و آنها را خرج نماید.
hi: आपके बैकअप वाक्यांश के साथ कोई भी आपके bitcoin को एक्सेस या खर्च कर सकता है।
ko: 백업 문구를 알고 있다면 그 누구나 당신의 비트코인을 사용할 수 있습니다.
sv_se: Vem som helst med din återhämtningsfras kan komma åt eller spendera dina bitcoin.
th: ใครก็ตามที่ทราบกลุ่มคำสำรองข้อมูลของคุณ จะสามารถเข้าถึงและใช้จ่ายเงินของคุณได้
vi: Bất kỳ ai có cụm từ sao lưu của bạn đều có thể truy cập hoặc chi tiêu bitcoin của bạn.
