Repository: Bitcoin-com/Wallet
Catalog: i18n/po/*/template-*.po
Languages: ar, bg, ca, cs, fa, hi, ko, sv_se, th, vi

source: Your bitcoin wallet is backed up!
ar: تم النسخ الاحتياطي لمحفظة البتكوين الخاصة بك!
bg: Резервното копие на портмонето е създадено!
ca: La vostra cartera bitcoin ja té una còpia de seguretat!
cs: Vaše Bitcoin peněženka je zálohována!
fa: نسخه پشتیبان کیف پول شما ایجاد گردیده است!
hi: आपके bitcoin वॉलेट का बैकअप हो गया है!
ko: 비트코인 지갑 백업 완료!
sv_se: Din bitcoin plånbok är säkerhetskopierad!
th: กระเป๋าของคุณได้ทำการสำรองข้อมูลแล้ว
vi: Ví bitcoin của bạn đã được sao lưu!

source: Your bitcoin wallet is ready!
ar: محفظة البيتكوين الخاصة بك جاهزة!
bg: Вашето портмоне е готово!
ca: La vostra cartera bitcoin ja està a punt!
cs: Vaše Bitcoin peněženka je připravena!
fa: کیف پول شما آماده است!
hi: आपका bitcoin वॉलेट तैयार है!
ko: 비트코인 지갑 준비 완료!
sv_se: Din bitcoin plånbok är klar!
th: กระเป๋าBitcoin ของคุณพร้อมใช้งานแล้ว
vi: Ví bitcoin của bạn đã sẵn sàng!

source: Your fee is lower than recommended.
ar: الرسوم الخاصة بك أقل من الموصى بها.
bg: Вашата комисионна е под препоръчаната.
ca: La vostra comissió és inferior a la recomanada.
cs: Nižší než doporučená výše poplatku.
fa: کارمزد شما کمتر از مقدار پیشنهاد شده است.
hi: आपका शुल्क अनुशंसित से कम है ।
ko: 추천 수수료보다 낮은 금액입니다.
sv_se: Din avgift är lägre än rekommenderad.
th: ค่าธรรมเนียมต่ำกว่าที่แนะนำ
vi: Phí của bạn thấp hơn mức khuyến nghị.

source: Your ideas, feedback, or comments
ar: الأفكار أو الملاحظات أو التعليقات الخاصة بك
bg: Вашите идеи, препоръки, или коментари
ca: Les vostres idees, opinions o comentaris
cs: Vaše nápady, zpětná vazba nebo komentáře
fa: نظرات، بازخورد و پیام های شما
hi: आपके विचार, फीडबैक या टिप्पणियां
ko: 귀하의 피드백, 아이디어 등
sv_se: Dina idéer, feedback eller kommentarer
th: ไอเดีย คำติชม ข้อคิดเห็นของคุณ
vi: Ý tưởng, phản hồi hoặc ý kiến của bạn

source: Your name
ar: اسمك
bg: Вашето име
ca: El vostre nom
cs: Vaše jméno
fa: نام شما
hi: आपका नाम
ko: 이름
sv_se: Ditt namn
th: ชื่อของคุณ
vi: Tên bạn

source: Your nickname
ar: لقبك
bg: Вашият псевдоним
ca: El vostre sobrenom
cs: Vaše přezdívka
fa: نام مستعار شما
hi: आपका निकनेम
ko: 닉네임
sv_se: Ditt smeknamn
th: ชื่อเล่นของคุณ
vi: Biệt hiệu của bạn

source: Your password
ar: كلمة مرورك
bg: Вашата парола
ca: La vostra contrasenya
cs: Vaše heslo
fa: رمز عبور شما
hi: आपका पासवर्ड
ko: 비밀번호
sv_se: Ditt lösenord
th: รหัสผ่านของคุณ
vi: Mật khẩu của bạn

source: Your purchase could not be completed
ar: تعذر إكمال عملية الشراء الخاصة بك
bg: Не можахте да изпълните покупка
ca: La compra no s'ha pogut completar
cs: Nebylo možné dokončit váš nákup
fa: خرید شما کامل نشد
hi: आपकी खरीदारी पूरी नहीं हो सकी
ko: 거래 완료 불가
sv_se: Ditt köp kunde inte slutföras
th: ไม่สามารถทำการซื้อ
vi: Không thể hoàn tất giao dịch mua của bạn

source: Your purchase was added to the list of pending
ar: أضيفت عملية الشراء إلى قائمة المعلقات
bg: Покупката е била добавена в списъка за очакване
ca: La compra s'ha afegit a la llista de pendents
cs: Váš nákup byl přidán do seznamu čekajících
fa: خرید شما به لیست در انتظار اضافه شد
hi: आपकी खरीदारी को लंबित खरीदारियों की सूची में शामिल कर दिया गया है
ko: 대기 중인 거래로 추가되었습니다
sv_se: Ditt köp har lagts till i väntade listan
th: การซื้อของถูกเพิ่มในรายการที่ค้างอยู่
vi: Giao dịch mua của bạn đã được thêm vào danh sách chờ xử lý

source: Your wallet is never saved to cloud storage or standard device backups.
ar: لم يتم حفظ محفظتك في وحدة تخزين السحابة أو في أجهزة النسخ الاحتياطي القياسية.
bg: Вашето портмоне никога не се съхранява в облачното хранилище или в резервните копия на устройството.
ca: La vostra cartera no es desa mai en un emmagatzematge al núvol ni en dispositius de còpies de seguretat estàndard.
cs: Vaše peněženka není nikdy ukládána do cloudového úložiště nebo standardní zálohy zařízení.
fa: کیف پول شما هرگز در ذخیره ساز های تحت ابر و یا تجهیزات استاندارد پشتیبان گیری ذخیره نشده است.
hi: आपके वॉलेट को कभी भी क्लाउड स्टोरेज या स्टेंडर्ड डिवाइस बैकअप्स में नहीं सहेजा जाता।
ko: 귀하의 지갑은 클라우드나 기기 백업 등으로 저장되지 않습니다.
sv_se: Din plånbok sparas aldrig i molnlagring eller standardbackup.
th: กระเป๋าเงินของคุณไม่เคยถูกบันทึกไว้ในที่เก็บข้อมูลบนคลาวด์หรือการสำรองข้อมูลอุปกรณ์พื้นฐาน
vi: Ví của bạn không bao giờ được lưu vào bộ lưu trữ đám mây hoặc các thiết bị sao lưu tiêu chuẩn.

source: Your wallet key will be encrypted. The Spending Password cannot be recovered. Be sure to write it down.
ar: سيتم تشفير مفتاح المحفظة الخاصة بك. لا يمكنك استرداد "كلمة مرور الإنفاق". تأكد من كتابتها.
bg: Вашето портмоне ще е шифровано. Платежната парола не може да се възстанови. Задължително я запишете.
ca: La clau de la cartera s'encriptarà. La contrasenya de despeses no es pot recuperar. Sobretot, apunteu-vos-la.
cs: Klíč Vaší peněženky bude šifrován. Heslo pro potvrzení plateb nemůže být obnoveno. Ujistěte se, že jste si ho poznamenali.
fa: کلید کیف پول شما رمزگذاری می شود. رمز عبور خرج(spend) قادر به بازیابی نمی باشد. حتما آن را جایی بنویسید.
hi: आपकी वॉलेट की कुंजी इन्क्रिप्टेड होगी। खर्च पासवर्ड को पुनर्प्राप्त नहीं किया जा सकता। इसे लिखना सुनिश्चित करें।
ko: 지갑키가 암호화됩니다. 지불비밀번호는 복구할 수 없습니다. 꼭 적어두세요.
sv_se: Din plånboks nyckel kommer att krypteras. Betalning lösenordet kan inte återställas. Vara säker att skriva ner den.
th: กระเป๋าเงินของคุณจะถูกเข้ารหัส รหัสการจ่ายจะไม่สามารถกู้คืนได้ ตรวจสอบอีกครั้งก่อนเติมข้อมูล
vi: Khóa ví của bạn sẽ được mã hóa. Mật khẩu chi tiêu không thể phục hồi. Hãy chắc chắn viết nó ra.

source: [Balance Hidden]
ar: [الرصيد المخفي]
bg: [Балансът е скрит]
ca: [Saldo ocult]
cs: [Skrytý zůstatek]
fa: [موجودی پنهان]
hi: [बैलेंस छिपा हुआ है]
ko: [잔액 숨겨짐]
sv_se: [Balans döljd]
th: [ยอดเงินที่ซ่อน]
vi: [Số dư bị ẩn]

source: [Scanning Funds]
ar: [المسح الضوئي للأموال]
bg: [Сканиране на средствата]
ca: [S'estan escanejant els fons]
cs: [Vyhledávání finančních prostředků]
fa: [در حال اسکن سرمایه...]
hi: [निधियां स्कैन हो रही हैं]
ko: [보유자산 스캔 중]
sv_se: [Skanningsfonder]
th: [กำลังสแกนเงิน]
vi: [Đang quét tiền]

source: add your BitPay Visa card(s)
ar: أضف بطاقة (بطاقات) تأشيرة BitPay الخاصة بك
bg: добавете вашата BitPay Visa карта(и)
ca: afegiu les vostres targetes BitPay Visa
cs: Přidejte Vaši Visa kartu(y) BitPay
fa: اضافه کردن کارت(های) BitPay ویزا
hi: BitPay Visa कार्ड(कार्ड्स) जोड़ें
ko: BitPay 비자 카드 추가하기
sv_se: lägg till ditt BitPay Visa-kort
th: เพิ่มการ์ด BitPay Visa ของคุณ
vi: thêm (các) thẻ Visa BitPay của bạn

source: locked by pending payments
ar: مقفل بواسطة المدفوعات المعلقة
bg: блокирано от непотвърдени плащания
ca: bloquejat per pagaments pendents
cs: uzamčeno čekajícími platbami
fa: قفل شده با پرداخت های در انتظار
hi: लंबित भुगतानों द्वारा लॉक्ड
ko: 대기 중인 거래로 잠겨있습니다
sv_se: låst av pågående betalningar
th: รออนุมัติการชำระเงิน
vi: bị khóa bởi các khoản thanh toán đang chờ xử lý

source: me
ar: أنا
bg: на мен
ca: jo
cs: já
fa: من
hi: मैं
ko: 나
sv_se: jag
th: ฉัน
vi: tôi

source: preparing...
ar: جارٍ الإعداد...
bg: Подготвя се...
ca: s'està preparant...
cs: Příprava...
fa: آماده سازی...
hi: तैयार हो रहा है...
ko: 준비 중...
sv_se: förbereder...
th: กำลังเตรียม
vi: đang chuẩn bị...

source: recovery tool.
ar: أداة الاسترداد.
bg: инструмент за възстановяване.
ca: l'eina de recuperació.
cs: Nástroj pro obnovu.
fa: ابزار بازیابی.
hi: पुनर्प्राप्ति टूल।
ko: 복구 기능.
sv_se: återvinningsverktyg.
th: เครื่องมือการกู้คืน
vi: công cụ phục hồi.

source: {{amountStr}} for Amazon.com Gift Card
ar: {{amountStr}} لبطاقة هدايا Amazon.com
bg: {{amountStr}} за подаръчна карта Amazon.com
ca: {{amountStr}} per a la targeta regal Amazon.com
cs: {{amountStr}} pro Amazon.com dárkovou kartu
fa: {{amountStr}} برای کارت هدیه Amazon.com
hi: Amazon.com गिफ्ट कार्ड के लिए {{amountStr}}
ko: Amazon.com 기프트 카드에 {{amountStr}}
sv_se: {{amountStr}} för Amazon.com Presentkort
th: {{amountStr}} สำหรับบัตรของขวัญ Amazon.com
vi: {{amountStr}} cho Thẻ quà tặng Amazon.com

source: {{amountStr}} for Mercado Livre Brazil Gift Card
ar: {{amountStr}} لبطاقة هدايا Mercado Livre Brazil
bg: {{amountStr}} за подаръчна карта Mercado Livre (Бразилия)
ca: {{amountStr}} per a la targeta regal Mercado Livre Brazil
cs: {{amountStr}} pro Mercado Livre Brazil dárkovou kartu
fa: {{amountStr}} برای کارت هدیه Mercado Livre Brazil
hi: Mercado Livre Brazil गिफ्ट कार्ड के लिए {{amountStr}}
ko: 메르카도 리브르 브라질 기프트 카드에 {{amountStr}}
sv_se: {{amountStr}} för Mercado Livre Presentkort (Brasilien)
th: {{amountStr}} สำหรับบัตรของขวัญ Mercado Livre Brazil
vi: {{amountStr}} cho Thẻ quà tặng Mercado Livre Brazil

source: {{appName}} depends on Bitcore Wallet Service (BWS) for blockchain information, networking and wallet synchronization. The default configuration points to https://bws.bitcoin.com (Bitcoin.com's public BWS instance).
ar: {{appName}} يعتمد على "خدمة محفظة البيتكور (BWS)" لمعلومات سلسة الكتل والشبكات ومزامنة المحفظة. يشير التكوين الافتراضي إلى https://bws.bitcoin.com (واحد من خدامات محفظة البيتكور (BWS) العامة لـ Bitcoin.com).
bg: На приложението {{appName}} за работа с мрежата, получаване на информация от блокчейна и синхронизиране на портмонетата ще потрябва сервиз на портмонетата Bitcore (BWS). По премълчаване се използва сървърът https://bws.bitcoin.com (публичен сървър BWS на уеб-сайта Bitcoin.com).
ca: {{appName}} depèn de Bitcore Wallet Service (BWS) per a la informació blockchain, la gestió de xarxes i la sincronització de la cartera. La configuració per defecte apunta a https://bws.bitcoin.com (instància BWS pública de Bitcoin.com).
cs: Zajištění komunikace se sítí, zjišťování blockchain informací a synchronizace peněženky v {{appName}} závisí na službě Bitcore Wallet Service (BWS). Výchozí konfigurace odkazuje na https://bws.bitcoin.com (veřejná instance Bitcoin.com BWS).
fa: {{appName}} به سرویس کیف پول بیتکوین (BWS) بستگی دارد برای اطلاعات زنجیره بلاک ها، عملیات شبکه و همگامسازی کپی‌رایت. تنظیمات پیش فرض به https://bws.bitcoin.com اشاره می کند(BitPay's public BWS instance).
hi: {{appName}} ब्लॉकचेन जानकारी, नेटवर्किंग और वॉलेट सिंक्रनाइज़ेशन के लिए Bitcore Wallet Service (BWS) पर निर्भर करती है। डिफॉल्ट कन्फीग्रेशन https://bws.bitcoin.com (Bitcoin.com की सावर्जनिक BWS उदाहरण) की ओर इशारा करती है।
ko: {{appName}}은 블록체인 정보, 네트워크, 지갑 동기화를 위해 비트코어 지갑 서비스(BWS)에 의존합니다. 기본 설정 유지시 https://bws.bitcoin.com으로 자동연결됩니다.
sv_se: {{appName}} beror på BitCore Wallet Service (BWS) för blockchaininformation, nätverks- och plånbokssynkronisering. Standardkonfigurationen pekar på https://bws.bitcoin.com (Bitcoin.com: s offentliga BWS-instans).
th: {{appName}} ขึ้นอยู่กับบริการกระเป๋า Bitcore (BWS) สำหรับข้อมูลบล็อกเชน การติดต่อและการเชื่องโยงของกระเป๋า การกำหนดค่าเริ่มต้นที่ https://bws.bitcoin.com (Bitcoin.com's ตัวอย่างBWSสาธารณะ)
vi: {{appName}} lấy thông tin blockchain, nối mạng và đồng bộ hóa ví qua Dịch vụ Ví Bitcore (BWS). Cấu hình mặc định trỏ tới https://bws.bitcoin.com (phiên bản BWS công khai của Bitcoin.com).

source: {{fee}} will be deducted for bitcoin networking fees.
ar: {{fee}} سيتم خصمها من أجل دفع رسوم شبكات البيتكوين.
bg: {{fee}} ще е използвано за плащане на комисионната.
ca: {{fee}} es descomptarà per la comissió de la xarxa bitcoin.
cs: {{fee}} bude odečteno pro poplatky Bitcoin sítě.
fa: {{fee}} برای کارمزد شبکه بیتکوین کسر خواهد شد.
hi: bitcoin नेटवर्किंग शुल्क के लिए {{fee}} काटी जाएगी।
ko: 비트코인 네트워크 수수료로 {{fee}}가 지불됩니다.
sv_se: {{fee}} kommer att avräknas för bitcoin nätverksavgifter.
th: {{fee}} จะถูกหักค่าธรรมเนียมสำหรับเครือข่าย Bitcoin
vi: {{fee}} phí vào mạng bitcoin sẽ được khấu trừ.

source: {{tx.txp[wallet.id].feeRatePerStr}} of the sending amount
ar: {{tx.txp[wallet.id].feeRatePerStr}} من المبلغ المرسل
bg: {{tx.txp[wallet.id].feeRatePerStr}} от изпращаната сума
ca: {{tx.txp[wallet.id].feeRatePerStr}} de l'import de l'enviament
cs: {{tx.txp[wallet.id].feeRatePerStr}} odesílané částky
fa: {{tx.txp[wallet.id].feeRatePerStr}} مقدار ارسالی
hi: भेजी जाने वाली राशि का {{tx.txp[wallet.id].feeRatePerStr}}
ko: 사용 금액의 {{tx.txp[wallet.id].feeRatePerStr}}
sv_se: {{tx.txp[wallet.id].feeRatePerStr}} av sändningsbeloppet
th: {{tx.txp[wallet.id].feeRatePerStr}} สำหรับการส่งยอดเงิน
vi: {{tx.txp[wallet.id].feeRatePerStr}} số tiền gửi

source: {{updatingTxHistoryProgress}} transactions downloaded
ar: {{updatingTxHistoryProgress}} معاملات تم تنزيلها
bg: {{updatingTxHistoryProgress}} транзакции са качени
ca: {{updatingTxHistoryProgress}} transaccions descarregades
cs: {{updatingTxHistoryProgress}} transakcí staženo
fa: {{updatingTxHistoryProgress}} تراکنش دانلود شد
hi: {{updatingTxHistoryProgress}} ट्रांजैक्शन्स डाउनलोड हुए
ko: {{updatingTxHistoryProgress}} 거래 내역 다운로드 완료
sv_se: {{updatingTxHistoryProgress}} transaktioner som hämtats
th: {{updatingTxHistoryProgress}} ดาวน์โหลดธุรกรรม
vi: {{updatingTxHistoryProgress}} giao dịch được tải xuống

source: {{wallet.m}}-of-{{wallet.n}}
ar: {{wallet.m}}-من-{{wallet.n}}
bg: {{wallet.m}}-из-{{wallet.n}}
ca: {{wallet.m}}-de-{{wallet.n}}
cs: {{wallet.m}}-z-{{wallet.n}}
fa: {{wallet.m}} از {{wallet.n}}
hi: {{wallet.n}}-का-{{wallet.m}}
ko: {{wallet.n}}의 {{wallet.m}}
sv_se: {{wallet.m}}-från-{{wallet.n}}
th: {{wallet.m}}-ของ -{{wallet.n}}
vi: {{wallet.m}} / {{wallet.n}}

source: Community
ar: المجتمع
bg: Сдружение
ca: Comunitat
cs: Komunita
fa: جامعه
hi: समुदाय
ko: 커뮤니티
sv_se: Gemenskap
th: ชุมนุม
vi: Cộng đồng

source: Bitcoin Cash Reddit
ca: Reddit de Bitcoin Cash
ko: BCH Reddit
th: เงินสด Bitcoin Reddit
vi: Reddit của Bitcoin Cash

source: Bitcoin.com Twitter
ca: Twitter de Bitcoin.com
fa: توییتر Bitcoin.com
hi: Bitcoin.com ट्विटर
ko: Bitcoin.com 트위터
vi: Twitter của Bitcoin.com

source: Explore Bitcoin.com
ar: اكتشف Bitcoin.com
bg: Обзор Bitcoin.com
ca: Explora Bitcoin.com
cs: Prohlédnout Bitcoin.com
fa: کاوش Bitcoin.com
hi: Bitcoin.com के बारे में जानें
ko: Bitcoin.com 탐색
sv_se: Utforska Bitcoin.com
th: สำรวจ Bitcoin.com
vi: Khám phá Bitcoin.com

source: Bitcoin Cash Games
ar: ألعاب Bitcoin Cash
bg: Игри Bitcoin Cash
ca: Jocs de Bitcoin Cash
cs: Bitcoin Cash hry
hi: Bitcoin Cash गेम्ज़
ko: BCH 게임
sv_se: Bitcoin Cash Spel
th: เกมเงินสด Bitcoin
vi: Trò chơi Bitcoin Cash

source: Bitcoin Games
bg: Игри Bitcoin
cs: Bitcoin hry
ko: Bitcoin 게임

source: Share the Wallet App
ar: شارك Wallet App
bg: Да се сподели програмата "Портмоне"
ca: Comparteix l'aplicació Wallet
cs: Sdílet aplikaci peněženky
fa: اشتراک گذاری نرم افزار کیف پول
hi: वॉलेट एप को सांझा करें
ko: 지갑 응용 프로그램 공유
sv_se: Dela Plånboken-appen
th: แชร์ให้เพื่อนรู้จัก
vi: Chia sẻ Ứng dụng Ví

source: News
ar: الأخبار
bg: Новини
ca: Notícies
cs: Novinky
fa: اخبار
hi: समाचार
ko: 소식
sv_se: Nyheter
th: ข่าวสาร
vi: Tin tức

source: Start mining Bitcoin
ar: بدء التنقيب مع بيتكوين
bg: Да се започне майнингът на биткойни
ca: Comença a minar bitcoins
cs: Začněte těžit Bitcoin
fa: شروع معدن‌کاوی Bitcoin
hi: Bitcoin को माइन करना शुरू करें
ko: 비트코인 채굴하기
sv_se: Börja mining Bitcoin
th: เริ่มการส่ง Bitcoin
vi: Bắt đầu khai thác bitcoin

source: Tools
ar: الأدوات
bg: Инструменти
ca: Eines
cs: Nástroje
fa: ابزارها
hi: उपकरण
ko: 도구
sv_se: Verktyg
th: เครื่องมือ
vi: Công cụ

source: Bitcoin Price Charts
ar: جداول أسعار البيتكوين
bg: Динамика на курса на биткойна
ca: Gràfiques de preus del bitcoin
cs: Grafy cen Bitcoinu
fa: نمودارهای قیمت بیت کوین
hi: Bitcoin मूल्य चार्ट्स
ko: 비트코인 가격 차트
sv_se: Bitcoin Pris Tabell
th: กราฟราคา Bitcoin
vi: Biểu đồ giá Bitcoin

source: Free Bitcoin Cash
ar: بيتكوين كاش مجاني
bg: Bitcoin Cash безплатно
ca: Bitcoin Cash gratis
cs: Bitcoin Cash zdarma
fa: رایگان Bitcoin Cash
hi: नि:शुल्क Bitcoin Cash
ko: 무료 BCH
sv_se: Gratis Bitcoin Cash
th: เงิน Bitcoin ฟรี
vi: Bitcoin Cash miễn phí

source: Your Bitcoin Wallets are ready!
ar: محافظ البيتكوين الخاصة بك جاهزة!
bg: Вашите портмонета са готови!
ca: Les vostres carteres bitcoin ja estan a punt!
cs: Vaše Bitcoin peněženka je připravena!
fa: کیف پول بیت کوین شما آماده است!
hi: आपके Bitcoin वॉलेट तैयार हैं!
ko: 비트코인 지갑이 완료되었습니다!
sv_se: Dina Bitcoin Plånböcker är färdiga!
th: กระเป๋าสตางค์ Bitcoin ของคุณพร้อมแล้ว
vi: Ví Bitcoin của bạn đã sẵn sàng!

source: Address does not contain currency information, please make sure you are sending the correct currency.
ar: العنوان لا يحتوي على معلومات العملة، يُرجى التأكد من إرسالك العملة الصحيحة.
bg: Адресът не съдържа сведения за валутата. Проверете, дали вие изпащате правилна валута.
ca: L'adreça no conté informació sobre la moneda. Comproveu que envieu la moneda correcta.
cs: Adresa neobsahuje žádné údaje o měně. Zkontrolujte, zda posíláte správnou měnu.
fa: آدرس شامل اطلاعات ارز نیست. از ارسال ارز صحیح اطمینان حاصل کنید.
hi: पते में मुद्रा की जानकारी शामिल नहीं है, कृपया सुनिश्चित करें कि आप सही मुद्रा भेज रहे हैं।
ko: 주소는 통화 정보를 포함하지 않으므로, 전송 금액을 확인해야 합니다.
sv_se: Adressen innehåller inte valutainformation. Kolla om du skickar rätt valuta.
th: ที่อยู่นี้ไม่สัมพันธ์กับสกุลเงินดังกล่าว โปรดเลือกสกุลเงินที่ถูกต้อง
vi: Địa chỉ không chứa thông tin loại tiền tệ, vui lòng đảm bảo bạn đang gửi đúng loại tiền tệ.

source: Review Transaction
ar: مراجعة المعاملة
bg: Проверка на транзакцията
ca: Reviseu la transacció
cs: Zkontrolovat transakci
fa: بررسی تراکنش
hi: लेन-देन की समीक्षा करें
ko: 거래 확인
sv_se: Kolla transaktionen
th: ตรวจทานธุรกรรม
vi: Xem lại giao dịch

source: You are sending
ar: تقوم بالإرسال
bg: Вие изпращате
ca: Esteu enviant
cs: Posíláte
fa: مبلغ ارسالی به وسیله شما
hi: आप भेज रहे हैं
ko: 전송
sv_se: Du skickar
th: กำลังส่ง
vi: Bạn đang gửi

source: You are shifting
ar: أنت تنتقل إلى
bg: Вие обменяте
ca: Esteu canviant
cs: Vyměňujete
fa: مبلغ تبدیل شده
hi: आप स्थानांतरण कर रहे हैं
ko: 전환
sv_se: Du skiftar
th: กำลังส่ง
vi: Bạn đang chuyển

source: To:
ar: إلى:
bg: Къде:
ca: Per a:
cs: Příjemce:
fa: به:
hi: इसको:
ko: 대상:
sv_se: Till:
th: ถึง:
vi: Tới:

source: Add personal note
ar: إضافة ملاحظة شخصية
bg: Да се добави лично съобщение
ca: Afegiu nota personal
cs: Přidat osobní poznámku
fa: اضافه کردن یادداشت شخصی
hi: व्यक्तिगत नोट शामिल करें
ko: 개인 메모 작성
sv_se: Lägg till personlig notering
th: เพิ่มบันทึกส่วนตัว
vi: Thêm ghi chú cá nhân

source: Suggested by merchant:
ar: اقتراح مقدم من المقايض:
bg: Предложено от продавача:
ca: Suggerida pel comerciant:
cs: Doporučeno obchodníkem:
fa: پیشنهاد شده توسط تاجر:
hi: व्यापारी द्वारा सुझाया गया:
ko: 회사/업소 제안:
sv_se: Föreslagen av köpman:
th: แนะนำโดยร้านค้า:
vi: Do người bán đề xuất:

source: Enter text here
ar: أدخل النص هنا
bg: Вкарайте текста тук
ca: Introduïu el text aquí
cs: Sem zadejte text
fa: متن را اینجا وارد کنید
hi: यहाँ टेक्स्ट दर्ज करें
ko: 텍스트 입력
sv_se: Skriv in text här
th: ป้อนข้อความที่นี่
vi: Nhập văn bản ở đây

source: Personal note:
ar: ملاحظة شخصية:
bg: Лично съобщение:
ca: Nota personal:
cs: Osobní poznámka:
fa: یادداشت شخصی:
hi: व्यक्तिगत नोट:
ko: 개인 메모:
sv_se: Personlig anteckning:
th: บันทึกส่วนบุคคล:
vi: Ghi chú cá nhân:

source: Less than 1 cent
ar: أقل من 1 سنت
bg: по-малко от 1 копейка
ca: Menys d'1 cèntim
cs: Méně než 1 koruna
fa: کمتر از 1 سنت
hi: 1 सेंट से कम
ko: 1센트 미만
sv_se: Mindre än 1 cent
th: ต่ำกว่า 1 เซนต์
vi: Dưới 1 xu

source: This invoice is no longer accepting payments
ar: هذه الفاتورة لم تعد تقبل المدفوعات
bg: По този инвойс плащания вече не се приемат
ca: Aquesta factura ja no accepta pagaments
cs: Tato faktura již nepřijímá platby
fa: این صورت حساب دیگر پرداخت ها را نمی پذیرد
hi: यह चालान अब भुगतान स्वीकार नहीं कर रहा है
ko: 이 청구서는 더 이상 지불을 수락하지 않습니다
sv_se: Denna faktura accepterar inte längre betalningar
th: ไม่สามารถชำระเงินได้
vi: Hóa đơn này không còn chấp nhận thanh toán nữa

source: Send Maximum Amount
ar: إرسال الحد الأقصى للمبلغ
bg: Да се изпрати максимална сума
ca: Envia la quantitat màxima
cs: Odeslat maximální částku
fa: ارسال حداکثر مقدار
hi: अधिकतम राशि भेजें
ko: 최대 수량 보내기
sv_se: Skicka maximalt belopp
th: ส่งเงินที่มีอยู่ทั้งหมด
vi: Gửi số tiền tối đa

source: Unknown error.
ar: خطأ غير معروف.
bg: Неизвестна грешка.
ca: Error desconegut.
cs: Neznámá chyba.
fa: خطای ناشناخته.
hi: अज्ञात त्रुटि।
ko: 알 수 없는 오류가 발생 했습니다.
sv_se: Okänt fel.
th: ข้อผิดพลาดที่ไม่รู้จัก
vi: Lỗi không xác định.

source: No Bitcoin Cash wallet to transfer funds to found.
ar: تعذر إيجاد محفظة البيتكوين كاش لتحويل الأموال إليها.
bg: Не е намерено портмоне Bitcoin Cash за превод на средства.
ca: No hi ha cap cartera de Bitcoin Cash per transferir els fons trobats.
cs: Žádná Bitcoin Cash peněženka pro transfer nalezených prostředků.
fa: هیچ کیف پولی از نوع Bitcoin Cash برای انتقال وجه یافت نشد.
hi: निधियां हस्तांतरित करने के लिए कोई Bitcoin Cash वॉलेट नहीं मिला।
ko: 펀드를 전송할 BCH 지갑을 찾을 수 없음
sv_se: Ingen Bitcoin Cash plånbok för att överföra pengar till hittades.
th: ไม่พบกระเป๋าเงินสด bitcoin ที่จะโอน
vi: Không tìm thấy ví Bitcoin Cash để chuyển tiền vào.

source: No Bitcoin Cash found.
ar: تعذر إيجاد البيتكوين كاش.
bg: Не е намерен Bitcoin Cash.
ca: No s'ha trobat cap Bitcoin Cash.
cs: Žádný Bitcoin Cash nenalezen.
fa: Bitcoin Cash یافت نشد.
hi: कोई Bitcoin Cash नहीं मिला ।
ko: BCH 없음
sv_se: Ingen Bitcoin Cash hittades.
th: ไม่พบ Bitcoin
vi: Không tìm thấy Bitcoin Cash.

source: Bitcoin Core found:
ar: تم إيجاد بيتكوين كور:
bg: Намерен е Bitcoin Core:
ca: S'ha trobat Bitcoin Core:
cs: Nalezen Bitcoin Core:
fa: Bitcoin Core یافت شده:
hi: प्राप्त हुआ Bitcoin Core:
ko: 비트코인 코어 발견:
sv_se: Bitcoin Core hittades:
th: พบยอด Bitcoin Core :
vi: Tìm thấy Bitcoin Core:

source: No Bitcoin Core wallet to transfer funds to found.
ar: تعذر إيجاد محفظة بيتكوين كور لتحويل الأموال إليها.
bg: Не е намерено портмоне Bitcoin Core за превод на средства.
ca: No hi ha cap cartera de Bitcoin Core per transferir els fons trobats.
cs: Žádná Bitcoin Core peněženka pro transfer nalezených prostředků.
fa: هیچ کیف پولی از نوع Bitcoin Core برای انتقال وجه یافت نشد.
hi: निधियां हस्तांतरित करने के लिए कोई Bitcoin Core वॉलेट नहीं मिला।
ko: 펀드를 전송할 BCH 지갑을 찾을 수 없음
sv_se: Ingen Bitcoin Core plånbok för att överföra pengar till hittades.
th: ไม่พบกระเป๋า Bitcoin Core ที่จะโอน
vi: Không tìm thấy ví Bitcoin Core để chuyển tiền vào.

source: No Bitcoin Core found.
ar: تعذر إيجاد بيتكوين كور.
bg: Не е намерен Bitcoin Core.
ca: No s'ha trobat cap Bitcoin Core.
cs: Žádný Bitcoin Core nenalezen.
fa: Bitcoin Core یافت نشد.
hi: कोई Bitcoin Core नहीं मिला।
ko: 비트코인 코어를 찾을 수 없음.
sv_se: Ingen Bitcoin Core hittades.
th: ไม่พบ Bitcoin หลัก
vi: Không tìm thấy Bitcoin Core.

source: Scan Failed
ar: فشل المسح الضوئي
bg: Грешка на сканирането
ca: L'escaneig ha fallat
cs: Sken selhal
fa: اسکن انجام نشد
hi: स्कैन विफल हुआ
ko: 스캔 실패.
sv_se: Skan misslyckades
th: สแกนล้มเหลว
vi: Quét bị lỗi

source: Data not recognised.
ar: لم يتم التعرف على البيانات.
bg: Данните не са разпознати.
ca: No s'han reconegut les dades.
cs: Data nebyla rozpoznána.
fa: داده ها شناسایی نشد.
hi: डेटा पहचान नहीं पाए।
ko: 인식할 수 없는 데이터입니다.
sv_se: Data inte erkänd.
th: ข้อมูลไม่รองรับ
vi: Dữ liệu không được công nhận.

source: Unsupported
ar: غير مدعوم
bg: Не се поддържа
ca: No compatible
cs: Nepodporováno
fa: پشتیبانی نشده
hi: असमर्थित
ko: 지원되지 않음
sv_se: Utan stöd
th: ไม่สนับสนุน
vi: Không được hỗ trợ

source: Testnet is not supported.
ar: Testnet غير مدعوم.
bg: Testnet не се поддържа.
ca: Testnet no és compatible.
cs: Testnet není podporován.
fa: Testnet پشتیبانی نمی شود.
hi: Testnet समर्थित नहीं है।
ko: Testnet는 지원되지 않습니다.
sv_se: Testnet stöds inte.
th: ไม่รองรับ Testnet
vi: Testnet không được hỗ trợ.

source: Open in web browser
ar: فتح في متصفح الويب
bg: Да се отвори в уеб-браузъра
ca: Obre a l'explorador web
cs: Otevřít ve webovém prohlížeči
fa: باز کردن در مرورگر
hi: वेब ब्राउज़र में खोलें
ko: 웹 브라우저에서 열기
sv_se: Öppna i webbläsaren
th: เปิดในเว็บเบราว์เซอร์
vi: Mở trong trình duyệt web

source: Amount is not defined
ar: لم يتم تحديد المبلغ
bg: Сумата не е означена
ca: No s'ha definit l'import
cs: Částka nedefinována
fa: مبلغ تعریف نشده است
hi: राशि निर्धारित नहीं है
ko: 금액이 정의되지 않음
sv_se: Beloppet är inte definierat
th: ไม่กำหนดยอดเงิน
vi: Số tiền không xác định
