Repository: Bitcoin-com/Wallet
Catalog: i18n/po/*/template-*.po
Languages: ar, bg, ca, cs, fa, hi, ko, sv_se, th, vi

source: Error sweeping wallet:
ar: خطأ في ترحيل المحفظة:
bg: Грешка при взимане на портфейла:
ca: Error en escombrar la cartera:
cs: Chyba při sweepu peněženky:
fa: خطای در sweep نمودن کیف پول:
hi: वॉलेट स्वीप करने में त्रुटि:
ko: 지갑 정리 오류:
sv_se: Fel sopa plånboken:
th: มีข้อผิดพลาด:
vi: Lỗi quét ví:

source: Error updating Debit Cards
ar: خطأ في تحديث بطاقات الصرف
bg: Грешка при актуализиране на дебитните карти
ca: Error en actualitzar les targetes de dèbit
cs: Chyba aktualizace debetní karty
fa: خطا در به روز رسانی کارت های غیر اعتباری
hi: डेबिट कार्ड अपडेट करने में त्रुटि
ko: 직불 카드 업데이트 오류
sv_se: Fel i kreditkort uppdatering
th: มีข้อผิดพลาดในการปรับปรุงบัตรเดบิต
vi: Lỗi cập nhật Thẻ ghi nợ

source: Exceeded daily limit of $500 per user
ar: تجاوز الحد اليومي البالغ 500 دولار لكل مستخدم
bg: Превишен е дневния лимит от $500 на потребител
ca: Superat el límit diari de 500 $ per usuari
cs: Byl překročen denní limit 500 $ na jednoho uživatele
fa: از حد روزانه 500 دلار برای هر کاربر عبور کرد
hi: प्रति उपयोगकर्ता $५०० की दैनिक सीमा पार हो गई
ko: 500 달러 한도 초과
sv_se: Översteg daglig gräns på $ 500 per användare
th: เกิน500ดอลลาร์ รายวันต่อคน
vi: Vượt quá giới hạn hàng ngày $500 cho mỗi người dùng

source: Expired
ar: انتهاء مدة الصلاحية
bg: Изтекъл
ca: Caducada
cs: Vypršela platnost
fa: منقضی شده
hi: समयसीमा समाप्त हो गई
ko: 만료
sv_se: Har löpt ut
th: หมดอายุ
vi: Đã hết hạn

source: Expires
ar: انتهاء مدة الصلاحية
bg: Изтича
ca: Caduca el
cs: Vypršení platnosti
fa: منقضی می شود
hi: समयसीमा समाप्ति
ko: 만료
sv_se: Löper ut
th: หมดอายุ
vi: Hết hạn

source: Display legacy address
ar: عرض العنوان القديم
bg: Покажи Legacy адрес
ca: Mostra l'adreça Legacy
cs: Zobrazit starý typ adresy
fa: آدرس جدید
hi: लीगेसी पता प्रदर्शित करें
ko: 레거시 주소 표시
sv_se: Visa äldre adress
th: แสดงที่อยู่เดิม
vi: Hiển thị địa chỉ cũ

source: Display new style address
ar: عرض عنوان ذا نمط جديد
bg: Покажи адрес в нов стил
ca: Mostra nou estil d'adreça
cs: Zobrazit nový typ adresy
fa: نمایش آدرس جدید
hi: नई शैली का पता प्रदर्शित करें
ko: 새로운 스타일의 주소 표시
sv_se: Visa en ny form av adress
th: แสดงที่อยู่ในรูปแบบใหม่
vi: Hiển thị địa chỉ kiểu mới

source: Export Wallet
ar: تصدير المحفظة
bg: Експортирай Портфейл
ca: Exporta la cartera
cs: Exportovat peněženku
fa: استخراج کیف پول
hi: वॉलेट एक्सपोर्ट करें
ko: 지갑 내보내기
sv_se: Exportera plånboken
th: นำกระเป๋าออก
vi: Xuất ví

source: Export to file
ar: تصدير إلى الملف
bg: Експортирай във файл
ca: Exporta a un fitxer
cs: Exportovat do souboru
fa: استخراج کردن در فایل
hi: फाइल में एक्सपोर्ट करें
ko: 파일로 내보내기
sv_se: Exportera till filen
th: ส่งออกไปยังแฟ้ม
vi: Xuất ra tệp

source: Export wallet
ar: تصدير محفظة
bg: Експортирай портфейл
ca: Exporta la cartera
cs: Exportovat peněženku
fa: استخراج کیف پول
hi: वॉलेट एक्सपोर्ट करें
ko: 지갑 내보내기
sv_se: Exportera plånboken
th: นำกระเป๋าออก
vi: Xuất ví

source: Wallet Service URL
ar: عنوان URL الخاص بخدمة المحفظة
bg: URL адрес на сървър за портфейл
ca: URL del servei de la cartera
cs: URL služby pro peněženky
fa: URL سرویس کیف پول
hi: वॉलेट सेवा URL
ko: 지갑 서비스 URL
sv_se: Plånbokstjänsten URL
th: บริการกระเป๋า URL
vi: URL dịch vụ ví

source: Exporting via QR not supported for this wallet
ar: يُعد التصدير عبر QR غير معتمد لهذه المحفظة
bg: Експорт чрез QR не се поддържа за този портфейл
ca: Aquesta cartera no admet l'exportació mitjançant QR
cs: Tato peněženka nepodporuje export pomocí QR
fa: استخراج از طریق کد QR برای این کیف پول پشتیبانی نمی شود
hi: QR के माध्यम से एक्सपोर्ट इस वॉलेट के लिए समर्थित नहीं
ko: 이 지갑은 QR 내보내기 기능을 지원하지 않습니다.
sv_se: QR-koden export stöds inte för denna plånbok
th: ไม่สนับสนุนการส่งออกผ่าน QR สำหรับกระเป๋านี้
vi: Xuất qua QR không được hỗ trợ cho ví này

source: Extended Public Keys
ar: المفاتيح العامة الموسعة
bg: Експортирани Публични Ключове
ca: Claus públiques ampliades
cs: Rozšířené veřejné klíče
fa: کلید عمومی تمدید شده
hi: विस्तारित सार्वजनिक कुंजियां
ko: 확장 공개키
sv_se: Utökade offentliga nycklar
th: ขยายคีย์สาธารณะ
vi: Khóa công khai mở rộng

source: Extracting Wallet information...
ar: جاري استخلاص معلومات المحفظة...
bg: Експортиране на портфейлна информация...
ca: S'està extraient informació de la cartera...
cs: Extrahování informací o peněžence...
fa: استخراج اطلاعات کیف پول...
hi: वॉलेट की जानकारी निकाली जा रही है...
ko: 지갑 정보 추출 중...
sv_se: Extraherar av plånboksinformation...
th: แยกข้อมูลกระเป๋าสตางค์...
vi: Trích xuất thông tin Ví...

source: Failed to export
ar: فشل في التصدير
bg: Грешка при експорт
ca: L'exportació ha fallat
cs: Export se nezdařil
fa: عدم موفقیت در خروجی گرفتن
hi: एक्सपोर्ट करने में विफल
ko: 내보내기 실패
sv_se: Det gick inte att exportera
th: การส่งล้มเหลว
vi: Không thể xuất

source: Family vacation funds
ar: أموال خاصة بعطلة الأسرة
bg: Средства за ваканция
ca: Fons per a les vacances familiars
cs: Peníze na rodinné dovolené
fa: بودجه تعطیلات خانواده
hi: परिवार अवकाश के लिए निधियां
ko: 가족 휴가 자금
sv_se: Familjesemester fond
th: งบประมาณวันพักผ่อนครอบครัว
vi: Tiền nghỉ dưỡng của gia đình

source: Fee
ar: الرسوم
bg: Такса
ca: Comissió
cs: Poplatek
fa: کارمزد
hi: शुल्क
ko: 수수료
sv_se: Avgifter
th: ค่าธรรมเนียม
vi: Phí

source: Fee level
ar: مستوى الرسوم
bg: Ниво на таксуване
ca: Nivell de comissió
cs: Úroveň poplatků
fa: سطح کارمزد
hi: शुल्क स्तर
ko: 수수료 차트
sv_se: Avgiftsnivå
th: ระดับค่าธรรมเนียม
vi: Mức phí

source: Fee level is not defined
ar: لم يتم تحديد مستوى الرسوم
bg: Ниво на таксуване не е определено
ca: El nivell de comissió no està definit
cs: Úroveň poplatků není definována
fa: سطح کارمزد تعریف نشده
hi: शुल्क स्तर निर्धारित नहीं है
ko: 수수료 차트가 정해져 있지 않습니다
sv_se: Avgiftsnivå är inte definierad
th: ไม่ได้กำหนดระดับค่าธรรมเนียม
vi: Mức phí chưa được xác định

source: Fee:
ar: الرسوم:
bg: Такса:
ca: Comissió:
cs: Poplatek:
fa: کارمزد:
hi: शुल्क:
ko: 수수료:
sv_se: Avgifter:
th: ค่าธรรมเนียม:
vi: Phí:

source: Feedback could not be submitted. Please try again later.
ar: لا يمكن تقديم الملاحظات. برجاء معاودة المحاولة في وقت لاحق.
bg: Препоръката не беше пратена. Моля, опитайте отново по-късно.
ca: No s'ha pogut enviar el comentari. Torneu-ho a provar més tard.
cs: Nebylo možné odeslat zpětnou vazbu. Opakujte akci později.
fa: امکان ثبت نظرات وجود ندارد. لطفا بعدا مجددا امتحان نمایید.
hi: फीडबैक सबमिट नहीं की जा सकी। कृपया बाद में दुबारा प्रयास करें।
ko: 피드백을 제출할 수 없습니다. 다시 시도해주세요.
sv_se: Feedback kunde inte skickas in. Vänligen försök igen senare.
th: ไม่สามารถส่งคำติชมได้ โปรดลองอีกครั้งในภายหลัง
vi: Không thể gửi phản hồi. Vui lòng thử lại sau.

source: Fetching BitPay Account...
ar: جاري جلب حساب BitPay...
bg: Извличане на BitPay сметка...
ca: S'està obtenint el compte BitPay...
cs: Získávání dat BitPay účtu...
fa: در حال دریافت حساب BitPay...
hi: BitPay खाता ढूँढ़ रहे हैं...
ko: BitPay 계정 가져오는 중...
sv_se: Hämtar BitPay-konto...
th: ดึงข้อมูลบัญชี BitPay ...
vi: Đang tìm nạp tài khoản BitPay...

source: Fetching payment information
ar: جاري جلب معلومات الدفع
bg: Извличане на информация за плащане
ca: S'està obtenint la informació del pagament
cs: Získávání informací o platbě
fa: در حال دریافت اطلاعات پرداخت
hi: भुगतान जानकारी ढूँढ़ रहे हैं
ko: 지불정보 가져오는 중
sv_se: Hämtar betalningsinformationen
th: ดึงข้อมูลการชำระเงิน
vi: Tìm nạp thông tin thanh toán

source: File/Text
ar: ملف/النص
bg: Файл/текст
ca: Fitxer/Text
cs: Soubor/Text
fa: فایل/متن
hi: फाइल/टेक्स्ट
ko: 파일/텍스트
sv_se: Fil/Text
th: ไฟล์/ข้อความ
vi: Tệp/văn bản

source: Filter setting
ar: تصفية الإعداد
bg: Настройка на филтъра
ca: Paràmetres del filtre
cs: Nastavení filtru
fa: تنظیم فیلتر
hi: फिल्टर सेटिंग
ko: 필터 설정
sv_se: FIlterinställning
th: การตั้งค่าตัวกรอง
vi: Cài đặt bộ lọc

source: Finger Scan Failed
ar: فشل مسح الإصبع ضوئيًا
bg: Взимането на Отпечатък се Провали
ca: L'escaneig del dit ha fallat
cs: Sken otisku prstu se nezdařil
fa: اسکن اثر انگشت ناموفق بود
hi: फिंगर स्कैन विफल हुआ
ko: 지문 스캔 실패
sv_se: Finger scanning misslyckades
th: การสแกนนิ้วมือล้มเหลว
vi: Không thể quét vân tay

source: Finish
ar: إنهاء
bg: Завърши
ca: Finalitza
cs: Dokončit
fa: پایان
hi: समाप्त करें
ko: 끝내기
sv_se: Färdigt
th: เสร็จสิ้น
vi: Kết thúc

source: For audit purposes
ar: لأغراض التدقيق
bg: За ревизионни цели
ca: Amb finalitats d'auditoria
cs: Pro účely auditu
fa: برای اهداف حسابرسی
hi: लेखापरीक्षा प्रयोजनों हेतु
ko: 계좌 검토 용도
sv_se: För revisionsändamål
th: สำหรับวัตถุประสงค์ในการตรวจสอบ
vi: Cho các mục đích kiểm toán

source: From
ar: من
bg: От
ca: Des de
cs: Od
fa: از
hi: द्वारा
ko: 출처
sv_se: Från
th: จาก
vi: Từ

source: From BitPay account
ar: من حساب BitPay
bg: От BitPay сметка
ca: Des del compte de BitPay
cs: Z BitPay účtu
fa: از حساب BitPay
hi: BitPay खाते से
ko: 출처: BitPay 계정
sv_se: Från BitPay-konto
th: จากบัญชี BitPay
vi: Từ tài khoản BitPay

source: From Hardware Wallet
ar: من محفظة الأجهزة
bg: От Хардуерен Портфейл
ca: Des d'una cartera física
cs: Z hardwarové peněženky
fa: از کیف پول سخت افزاری
hi: हार्डवेयर वॉलेट से
ko: 출처: 하드웨어 지갑
sv_se: Från hårdvarad plånboken
th: จากฮาร์ดแวร์ของกระเป๋า
vi: Từ Ví cứng

source: From the destination device, go to Add wallet &gt; Import wallet and scan this QR code
ar: من جهاز الوجهة، انتقل إلى إضافة محفظة &gt; واضغط على استيراد محفظة وامسح رمز QR هذا
bg: В получаващото устройство отидете към Добавяне на портфейл &gt; Импортиране на портфейл и сканирайте този QR код
ca: Des del dispositiu de destinació, aneu a Afegeix cartera &gt; Importa cartera i escanegeu aquest codi QR
cs: Z cílového zařízení, přejděte na Přidat peněženku &gt; Importovat peněženku a načtěte tento QR kód
fa: از دستگاه مقصد، برو به قسمت اضافه کردن کیف پول &gt; کیف پول را وارد کن و این کد QR را اسکن کن
hi: डेस्टीनेशन डिवाइस से, वॉलेट जोड़ें पर जाएं &gt; वॉलेट इम्पोर्ट करें और इस QR कोड को स्कैन करें
ko: 목표 기기에서 지갑 추가로 가셔서 지갑 내려받기를 선택하신 후 이 QR 코드를 스캔하세요
sv_se: Vid destinationenhet gå till "Lägg till plånboken" &gt; "Importera plånboken" och "skanna den här QR-koden"
th: จากอุปกรณ์ปลายทาง ไปเพิ่มสตางค์ &amp;gt; นำเข้ากระเป๋าสตางค์ และสแกน QR code นี้
vi: Từ thiết bị đích, đi tới Thêm ví &gt; Nhập ví và quét mã QR này

source: Funds are locked by pending spend proposals
ar: يتم تأمين الأموال عن طريق مقترح الإنفاق المعلق
bg: Средствата са заключени от текущи предложения за харчене
ca: Els fons estan bloquejats per propostes de despeses pendents
cs: Peníze jsou blokovány čekajícími návrhy plateb
fa: وجوه به وسیله پیشنهاد خرج قفل شده است
hi: निधियां लंबित खर्च प्रस्तावों द्वारा लॉक होती हैं
ko: 자금이 진행 중인 지불제안서에 묶여있습니다
sv_se: Medel låses av pågående betalningsförslaget
th: เงินถูกล็อค อยู่ระหว่างดำเนินการ
vi: Tiền đang bị khóa bởi các đề xuất chi tiêu đang chờ xử lý

source: Funds found:
ar: تم العثورعلى الأموال:
bg: Открити средства:
ca: Fons trobats:
cs: Nalezeny peníze:
fa: وجوه پیدا شده:
hi: प्राप्त हुई निधियां:
ko: 발견한 자금:
sv_se: Medel som hittades:
th: พบยอดเงิน:
vi: Tìm thấy tiền:

source: Funds to be added
ar: الأموال المراد إضافتها
bg: Средства за добавяне
ca: Fons per afegir
cs: Peníze k přidání
fa: وجوهی که قرار است اصافه شود
hi: जोड़ी जाने वाली निधियां
ko: 추가 예정인 자금
sv_se: Medel som ska läggas till
th: ยอดเงินที่จะถูกเพิ่ม
vi: Tiền sẽ được thêm

source: Funds transferred
ar: تم تحويل الأموال
bg: Средствата са изпратени
ca: Fons transferits
cs: Peníze převedeny
fa: وجوه انتقال یافته
hi: हस्तांतरित निधियां
ko: 자금 이동 완료
sv_se: Överförda medel
th: เงินโอนเรียบเงิน
vi: Tiền đã chuyển

source: Funds were added to debit card
ar: تم إضافة الأموال إلى بطاقة الصرف
bg: Средства бяха добавени към дебитна карта
ca: Els fons s'han afegit a la targeta de dèbit
cs: Peníze byly přidány na debetní kartu
fa: وجوه به کارت غیر اعتباری اضافه شد
hi: डेबिट कार्ड में निधियां जोड़ी गईं
ko: 자금을 직불 카드로 옮겼습니다
sv_se: Medel lagts till kontokort
th: ยอดเงินถูกเพิ่มในบัตรเดบิต
vi: Tiền đã được thêm vào thẻ ghi nợ

source: Funds will be transferred to
ar: سيتم تحويل الأموال إلى
bg: Средства ще бъдат пратени до
ca: Els fons es transferiran a
cs: Peníze budou převedeny na
fa: وجوه ارسال خواهند شد به
hi: निधियां इसमें हस्तांतरित की जाएंगी
ko: 자금 이동 예정
sv_se: Medel kommer att överföras till
th: ยอดเงินจะถูกโอนไปยัง
vi: Tiền sẽ được chuyển tới

source: Generate new address
ar: إنشاء عنوان جديد
bg: Генерирай нов адрес
ca: Genera una adreça nova
cs: Generovat novou adresu
fa: تولید آدرس جدید
hi: नया पता बनाएँ
ko: 새로운 주소 생성하기
sv_se: Skapa en ny adress
th: สร้างบัญชีใหม่
vi: Tạo địa chỉ mới

source: Generating .csv file...
ar: جارٍ إنشاء ملف بتنسيق csv...
bg: Генериране на .csv файл...
ca: S'està generant un fitxer. csv...
cs: Generování .csv souboru ...
fa: در حال ایجاد فایل .csv ...
hi: .csv फाइल उत्पन्न हो रही है...
ko: .csv 파일 생성 중...
sv_se: Genererar .csv-fil...
th: กำลังสร้างไฟล์ .csv
vi: Đang tạo tệp .csv...

source: Generating new address...
ar: جارٍ إنشاء عنوان جديد...
bg: Генериране на нов адрес...
ca: S'està generant una adreça nova...
cs: Generování nové adresy...
fa: در حال تولید آدرس جدید...
hi: नया पता बन रहा है...
ko: 새로운 주소 생성 중...
sv_se: Genererar en ny adress...
th: การสร้างที่อยู่ใหม่
vi: Đang tạo địa chỉ mới...

source: Get local cash anywhere you go, from any Visa<sup>&reg;</sup> compatible ATM. ATM bank fees may apply.
ar: احصل على النقد المحلي في أي مكان تذهب إليه، من أي جهاز صراف آلي متوافق مع تأشيرة المرور <sup>&reg;</sup>. قد يتم تطبيق رسوم على أجهزة الصراف الآلي.
bg: Вземи местни пари навсякъде където отидеш, от Виза<sup>&reg;</sup> съвместим ATM. Банкови такси може да бъдат добавени.
ca: Retireu moneda local a qualsevol lloc on aneu, des de qualsevol caixer automàtic compatible amb Visa<sup>&reg;</sup>. Pot ser que el banc del caixer apliqui comissions.
cs: Získejte místní peníze kamkoli cestujete, pomocí jakékoliv bankomatem podporované karty Visa<sup>&reg;</sup>. Banka si za výběr může účtovat poplatky.
fa: پول نقد محلی را همه جا همراه خود ببرید، از هر خودپرداز سازگار Visa<sup>&reg;</sup>. ممکن است کارمزد خودپرداز بانک اعمال شود.
hi: जहाँ कहीं भी आप जाएं, किसी भी वीज़ा <sup>&reg;</sup> अनुकूल ATM से स्थानीय कैश प्राप्त करें। ATM बैंक शुल्क लागू हो सकते हैं।
ko: 비자 <sup>&reg;</sup> 호환 ATM에서 언제 어디에서나 현지 화폐로 환전하세요. 수수료가 발생할 수 있습니다.
sv_se: Få lokal kontant överallt, från vilken som helst Visa <sup>&reg; </sup> kompatibel bankomat. Bank kan ta avgiften.
th: รับเงินสดได้ทุกที่ที่คุณไป ได้ทุกวีซ่า<sup>&amp;reg;</sup> ใช้ได้หลาย ATM แต่อาจมีค่าธรรมเนียม
vi: Nhận tiền mặt nội địa ở bất cứ nơi nào bạn đến, từ bất kỳ máy ATM tương thích với thẻ Visa<sup>&reg;</sup> nào. Phí ngân hàng ATM có thể áp dụng.

source: Get news and updates from BitPay
ar: احصل على الأخبار والتحديثات من BitPay
bg: Получаване на новини и актуализации от BitPay
ca: Rebeu notícies i actualitzacions de BitPay
cs: Získávejte novinky a aktualizace z BitPay
fa: دریافت اخبار و به روز رسانی از BitPay
hi: BitPay से समाचार और अपडेट्स प्राप्त करें
ko: BitPay에서 최신 소식을 받아보세요
sv_se: Få nyheter och uppdateringar från BitPay
th: รับข่าวสารและอัพเดตจาก BitPay
vi: Nhận tin tức và thông tin cập nhật từ BitPay

source: Get started
ar: البدء
bg: Първи стъпки
ca: Comença
cs: Začněte
fa: شروع کنید
hi: प्रारंभ करें
ko: 시작하기
sv_se: Startar
th: เริ่มเลย
vi: Bắt đầu

source: Get started by adding your first one.
ar: ابدأ بإضافة معاملتك الأولى.
bg: Започнете като добавите първия.
ca: Comenceu afegint el primer contacte.
cs: Začněte přidáním prvního.
fa: با اضافه کردن اولینتون شروع کنید.
hi: अपने पहले एक को जोड़कर प्रारंभ करें।
ko: 첫 발걸음을 떼어 보세요.
sv_se: Starta genom att lägga till din första kontakt.
th: เริ่มต้น โดยการเพิ่มเครื่องครั้งแรก
vi: Bắt đầu bằng cách thêm địa chỉ đầu tiên của bạn.

source: Getting fee levels...
ar: جارٍ الحصول على مستويات الرسوم...
bg: Взимане на нива за таксуване...
ca: S'estan obtenint els nivells de comissió...
cs: Získávání úrovní poplatků...
fa: دریافت سطوح کارمزد...
hi: शुल्क स्तर प्राप्त हो रहे हैं...
ko: 수수료 차트 가져오는 중...
sv_se: Får avgiftsnivåer...
th: กำลังรับค่าระดับ...
vi: Đang lấy mức phí...

source: Gift Card
ar: بطاقة الهدايا
bg: Подаръчна карта
ca: Targeta regal
cs: Dárková karta
fa: کارت هدیه
hi: गिफ्ट कार्ड
ko: 기프트 카드
sv_se: Presentkort
th: บัตรของขวัญ
vi: Thẻ quà tặng

source: Gift Card is not available to use anymore
ar: لم تعد بطاقة الهدايا متوفرة للاستحدام بعد الآن
bg: Подаръчната карта не е налична за ползване
ca: La targeta regal ja no està disponible
cs: Dárková karta již není k dispozici
fa: کارت هدیه دیگر برای استفاده در دسترس نمی باشد
hi: गिफ्ट कार्ड अब उपयोग करने के लिए उपलब्ध नहीं है
ko: 더는 기프트 카드를 사용하실 수 없습니다
sv_se: Presentkort är inte tillgängligt att använda längre
th: ไม่สามารถใช้บัตรของขวัญนี้อีกแล้ว
vi: Thẻ quà tặng không còn khả dụng để sử dụng nữa

source: Gift card expired
ar: انتهاء صلاحية بطاقة الهدايا
bg: Подаръчната карта е изтекла
ca: La targeta regal ha caducat
cs: Vypršela platnost dárkové karty
fa: کارت هدیه منقضی شده
hi: गिफ्ट कार्ड की समयसीमा समाप्त हो चुकी
ko: 기프트 카드 기한 만료
sv_se: Presentkort har gått ut
th: บัตรกำนัลหมดอายุ
vi: Thẻ quà tặng đã hết hạn

source: Gift card generated and ready to use.
ar: تم استخراج بطاقة هدايا وصالحة للاستخدام.
bg: Подаръчната карта е създадена и готова за ползване.
ca: Targeta regal generada i a punt per ser utilitzada.
cs: Dárková karta byla vygenerován a je připravena k použití.
fa: کارت هدیه تولید شده و آماده استفاده است.
hi: गिफ्ट कार्ड उत्पन्न हो चुका और उपयोग करने के लिए तैयार है।
ko: 기프트 카드 생성 및 사용 준비 완료.
sv_se: Presentkort genererat och redo att användas.
th: สร้างบัตรของขวัญสำเร็จ และพร้อมใช้แล้ว
vi: Thẻ quà tặng đã được tạo và sẵn sàng để sử dụng.

source: Go Back
ar: الرجوع للخلف
bg: Назад
ca: Enrere
cs: Zpět
fa: برگرد به عقب
hi: पीछे
ko: 돌아가기
sv_se: Gå tillbaka
th: ย้อนกลับ
vi: Quay lại

source: Go back
ar: الرجوع للخلف
bg: Назад
ca: Enrere
cs: Zpět
fa: برگرد به عقب
hi: पीछे
ko: 돌아가기
sv_se: Gå tillbaka
th: ย้อนกลับ
vi: Quay lại

source: Got it
ar: فهمت ذلك
bg: Разбирам
ca: Entesos
cs: Jasně
fa: متوجه شدم
hi: समझ में आया
ko: 알겠습니다
sv_se: Fattade
th: เข้าใจแล้ว
vi: Đã hiểu

source: Hardware Wallet
ar: محفظة أجهزة
bg: Хардуерен Портфейл
ca: Cartera física
cs: Hardwarová peněženka
fa: کیف پول سخت افزاری
hi: हार्डवेयर वॉलेट
ko: 하드웨어 지갑
sv_se: Hårdvara Plånboken
th: ฮาร์ดแวร์ของกระเป๋า
vi: Ví cứng

source: Hardware not connected.
ar: الأجهزة غير متصلة.
bg: Хардуера не е свързан.
ca: Equip no connectat.
cs: Hardware není připojen.
fa: سخت افزار متصل نیست.
hi: हार्डवेयर कनेक्टेड नहीं है।
ko: 하드웨어 연결 실패.
sv_se: Hårdvaran är inte ansluten.
th: ฮาร์ดแวร์ที่ไม่ได้เชื่อมต่อ
vi: Phần cứng không được kết nối.

source: Hardware wallet
ar: محفظة أجهزة
bg: Хардуерен портфейл
ca: Cartera física
cs: Hardwarová peněženka
fa: کیف پول سخت افزاری
hi: हार्डवेयर वॉलेट
ko: 하드웨어 지갑
sv_se: Hårdvara Plånboken
th: ฮาร์ดแวร์ของกระเป๋า
vi: Ví cứng

source: Hardware wallets are not yet supported with Bitcoin Cash
ar: محافظ الأجهزة غير مدعومة حتى الآن باستخدام بيتكوين كاش
bg: Хардуерни портфейли все още не се поддържат с Bitcoin Cash
ca: Bitcoin Cash encara no admet les carteres físiques
cs: Hardwarové peněženky zatím nejsou u Bitcoin Cash podporovány
fa: هنوز کیف پول سخت افزاری به وسیله Bitcoin Cash پشتیبانی نمی شود
hi: हार्डवेयर वॉलेट अभी तक Bitcoin Cash के साथ समर्थित नहीं हैं
ko: 비트코인 캐시는 아직 하드웨어 지갑과 호환되지 않습니다
sv_se: Bitcoin Cash stöds ännu inte Hårdvaraplånböcker
th: กระเป๋าฮาร์ดแวร์ไม่ได้รองรับกับเงินสด Bitcoin
vi: Ví cứng chưa được hỗ trợ với Bitcoin Cash

source: Help & Support
ar: المساعدة والدعم
bg: Помощ & Поддръжка
ca: Ajuda i assistència
cs: Nápověda & Podpora
fa: کمک & پشتیبانی
hi: सहायता और समर्थन
ko: 지원 & 문의
sv_se: Hjälp och stöd
th: ช่วยเหลือและสนับสนุน
vi: Trợ giúp & Hỗ trợ

source: Help and support information is available at the website.
ar: تتوفر معلومات المساعدة والدعم على الموقع الإلكتروني.
bg: Информация за помощ и поддръжка е достъпна на сайта.
ca: La informació d'ajuda i assistència està disponible al lloc web.
cs: Informace nápovědy a podpory jsou k dispozici na webových stránkách.
fa: اطلاعات کمک و پشتیبانی در وب سایت موجود است.
hi: सहायता और समर्थन जानकारी वेबसाइट पर उपलब्ध है।
ko: 지원 정보와 연락처는 웹사이트에서 확인하실 수 있습니다.
sv_se: Hjälp och stödinformation finns på webbplatsen.
th: ช่วยเหลือ และศึกษาข้อมูลได้ที่เว็บไซต์
vi: Thông tin trợ giúp và hỗ trợ có sẵn tại trang web.

source: Hide
ar: إخفاء
bg: Скрий
ca: Oculta
cs: Skrýt
fa: پنهان کردن
hi: छिपाएं
ko: 숨기기
sv_se: Dölj
th: ซ่อน
vi: Ẩn

source: Hide Balance
ar: إخفاء الرصيد
bg: Скрий баланса
ca: Oculta el saldo
cs: Skrýt zůstatek
fa: پنهان کردن موجودی
hi: बैलेंस छिपाएं
ko: 보유자산 숨기기
sv_se: Dölj balans
th: ซ่อนยอดเงินคงเหลือ
vi: Ẩn số dư

source: Hide Next Steps Card
ar: إخفاء بطاقة Next Steps
bg: Скрий картите за следващите стъпки
ca: Oculta la targeta "Pròxims passos"
cs: Skrýt kartu Následující kroky
fa: پنهان کردن مراحل بعدی کارت
hi: नेक्स्ट स्टेप्स कार्ड को छिपाएँ
ko: 다음 단계 카드 숨기기
sv_se: Dölj nästa steg
th: ซ่อนบัตรขั้นตอนถัดไป
vi: Ẩn thẻ Các bước tiếp theo

source: Hide advanced options
ar: إخفاء الخيارات المتقدمة
bg: Скрий разширените опции
ca: Oculta les opcions avançades
cs: Skrýt pokročilé možnosti
fa: مخفی کردن گزینه های پیشرفته
hi: उन्नत विकल्प छिपाएं
ko: 고급 설정 숨기기
sv_se: Dölj avancerade alternativ
th: ซ่อนตัวเลือกขั้นสูง
vi: Ẩn tùy chọn nâng cao

source: Home
ar: الصفحة الرئيسية
bg: Начало
ca: Inici
cs: Domů
fa: خانه
hi: होम
ko: 홈
sv_se: Hem
th: หน้าหลัก
vi: Trang chủ

source: How could we improve your experience?
ar: كيف يمكننا تحسين تجربتك؟
bg: Как да подобрим използването на портфейла?
ca: Com podríem millorar la vostra experiència?
cs: Jak bychom mohli zlepšit Váš dojem?
fa: چگونه ما می توانیم تجربه شما را بهبود ببخشیم؟
hi: हम आपके अनुभव को कैसे बेहतर बना सकते हैं?
ko: 문의 및 건의 사항이 있으신가요?
sv_se: Hur kan vi förbättra din erfarenhet?
th: เราสามารถปรับปรุงประสบการณ์ของคุณ
vi: Chúng tôi có thể cải thiện trải nghiệm của bạn bằng cách nào?

source: How do you like {{appName}}?
ar: كيف تحب {{appName}}؟
bg: Харесва ли ви {{appName}}?
ca: Us agrada {{appName}}?
cs: Jak se Vám líbí {{appName}}?
fa: چقدر {{appName}} را دوست دارید؟
hi: आपको {{appName}} कितनी पसंद हैं?
ko: {{appName}}을 잘 사용하고 계신가요?
sv_se: Vad tycker du om {{appName}}?
th: คุณพึงพอใจหรือไม่? {{appName}}
vi: Bạn thích {{appName}} tới mức nào?

source: I don't like it
ar: أنا لا أحب ذلك
bg: Не ми харесва
ca: No m'agrada
cs: Nelíbí se mi
fa: من دوستش ندارم
hi: मुझे यह पसंद नहीं है
ko: 별로입니다
sv_se: Jag tycker inte om det
th: ไม่ชอบ
vi: Tôi không thích ứng dụng này

source: I have read, understood, and agree to the <a ng-click="openTerms()" translate="">Terms of Use</a>.
ar: لقد قرأت وفهمت ووافقت على <a ng-click="openTerms()" translate="">شروط الاستخدام</a>.
bg: Прочетох, разбрах и се съгласявам с <a ng-click="openTerms()" translate="">условията за ползване</a>.
ca: He llegit, entès i acceptat les <a ng-click="openTerms()" translate="">Condicions d'ús</a>.
cs: Přečetl jsem, chápu a souhlasím s <a ng-click="openTerms()" translate="">Podmínkami použití</a>.
fa: من خوانده ام، درک کردم و موافقت خود را با <a ng-click="openTerms()" translate=""> شرایط استفاده </a> اعلام می دارم.
hi: मैंने <a ng-click="openTerms()" translate="">उपयोग की शर्तों</a> को पढ़ा, समझा है और इनसे सहमत हूँ।
ko: <a ng-click="openTerms()" translate="">이용약관</a>을 모두 읽고 이해했으며 동의합니다.
sv_se: Jag har läst, förstått och håller med <a ng-click="openTerms()" translate=""> användarvillkor</a>.
th: ฉันได้อ่านทำความเข้าใจแล้ว และยอมรับ <a ng-click="openTerms()" translate="">เงื่อนไขการใช้งาน</a>
vi: Tôi đã đọc, hiểu và đồng ý với <a ng-click="openTerms()" translate="">Điều khoản sử dụng</a>.

source: I have read, understood, and agree with the Terms of use.
ar: لقد قرأت شروط الاستخدام وفهمتها وأوافق عليها.
bg: Прочетох, разбрах и се съгласявам с условията за ползване.
ca: He llegit, entès i acceptat les condicions d'ús.
cs: Přečetl jsem, chápu a souhlasím s Podmínkami použití.
fa: من خوانده ام، درک کردم و موافقت خود را با شرایط استفاده اعلام می دارم.
hi: मैंने उपयोग की शर्तों को पढ़ा, समझा है और इनसे सहमत हूँ।
ko: 이용약관을 모두 읽고 이해했으며 동의합니다.
sv_se: Jag har läst, förstått, och håller med användarvillkoren.
th: ฉันได้อ่านทำความเข้าใจแล้ว และยอมรับเงื่อนไขการใช้บริการ
vi: Tôi đã đọc, hiểu và đồng ý với Điều khoản sử dụng.
