Repository: Bitcoin-com/Wallet
Catalog: i18n/po/*/template-*.po
Languages: ar, bg, ca, cs, fa, hi, ko, sv_se, th, vi

source: Could not reject payment
ar: لا يمكن رفض الدفع
bg: Неуспешно отказване на плащане
ca: No s'ha pogut rebutjar el pagament
cs: Nelze odmítnout platbu
fa: نتوانست پرداخت را رد کند
hi: भुगतान अस्वीकार नहीं कर सके
ko: 지급 받은 금액을 거부할 수 없습니다
sv_se: Kunde inte avvisa betalningen
th: ไม่สามารถปฏิเสธการชำระเงิน
vi: Không thể từ chối thanh toán

source: Could not remove account
ar: لا يمكن إزالة الحساب
bg: Неуспешно премахване на акаунта
ca: No s'ha pogut suprimir el compte
cs: Nelze odebrat účet
fa: حساب را نتوانست حذف کند
hi: खाता नहीं हटा सके
ko: 계정을 제거할 수 없습니다
sv_se: Kunde inte ta bort konto
th: ไม่สามารถลบบัญชี
vi: Không thể xóa tài khoản

source: Could not remove card
ar: تعذر إزالة بطاقة
bg: Неуспешно премахване на картата
ca: No s'ha pogut suprimir la targeta
cs: Nelze odebrat kartu
fa: کارت را نتوانست حذف کند
hi: कार्ड नहीं हटा सके
ko: 카드를 제거할 수 없습니다
sv_se: Kunde inte ta bort kortet
th: ไม่สามารถเอาออกบัตร
vi: Không thể xóa thẻ

source: Could not save preferences on the server
ar: لا يمكن حفظ التفضيلات على الخادم
bg: Неуспешен запис на настройките в сървъра
ca: No s'han pogut desar les preferències al servidor
cs: Nelze uložit předvolby na serveru
fa: تنظیمات را نتوانست بر روی سرور ذخیره کند
hi: सर्वर पर प्राथमिकताएं नहीं सहेज सके
ko: 개인 설정을 서버에 저장할 수 없습니다
sv_se: Kunde inte spara inställningar på servern
th: ไม่สามารถบันทึกการตั้งค่าบนเซิร์ฟเวอร์
vi: Không thể lưu tùy chọn ưu tiên trên máy chủ

source: Could not send payment
ar: لا يمكن إرسال مدفوعات
bg: Неуспешно изпращане на плащане
ca: No s'ha pogut enviar el pagament
cs: Nelze odeslat platbu
fa: پرداخت را نتوانست ارسال کند
hi: भुगतान नहीं भेज सके
ko: 송금할 수 없습니다
sv_se: Kunde inte sända ut betalningen
th: ไม่สามารถทำการชำระเงิน
vi: Không thể gửi thanh toán

source: Could not send transaction
ar: لا يمكن إرسال معاملة
bg: Неуспешно изпращане на транзакция
ca: No s'ha pogut enviar la transacció
cs: Nelze odeslat transakci
fa: تراکنش را نتوانست ارسال کند
hi: ट्रांजैक्शन नहीं भेज सके
ko: 거래를 완료할 수 없습니다
sv_se: Kunde inte skicka transaktionen
th: ไม่สามารถทำธุรกรรมใดๆได้
vi: Không thể gửi giao dịch

source: Could not update transaction history
ar: لا يمكن تحديث سجل المعاملات
bg: Неудмспешно актуализиране на историята на транзакциите
ca: No s'ha pogut actualitzar l'historial de transaccions
cs: Nelze aktualizovat historii transakcí
fa: تاریخچه تراکنش را نتوانست به روز رسانی کند
hi: ट्रांजैक्शन इतिहास अपडेट नहीं कर सके
ko: 거래 내역을 업데이트할 수 없습니다
sv_se: Kunde inte uppdatera transaktions historia
th: ไม่สามารถอัพเดตประวัติธุรกรรมได้
vi: Không thể cập nhật lịch sử giao dịch

source: Could not update wallet
ar: لا يمكن تحديث المحفظة
bg: Неуспешно обновяване на портфейла
ca: No s'ha pogut actualitzar la cartera
cs: Nelze aktualizovat peněženku
fa: کیف پول را نتوانست به روز رسانی کند
hi: वॉलेट अपडेट नहीं कर सके
ko: 지갑을 업데이트할 수 없습니다
sv_se: Kunde inte uppdatera plånboken
th: ไม่สามารถอัพเดตกระเป๋าสตางค์
vi: Không thể cập nhật ví

source: Create Personal Wallet
ar: إنشاء محفظة شخصية
bg: Създай личен портфейл
ca: Crea una cartera personal
cs: Vytvořit osobní peněženku
fa: ایجاد کیف پول شخصی
hi: निजी वॉलेट क्रीएट करें
ko: 개인 지갑 만들기
sv_se: Skapa personlig plånboken
th: สร้างกระเป๋าส่วนตัว
vi: Tạo ví cá nhân

source: Create Shared Wallet
ar: إنشاء محفظة مشتركة
bg: Създай споделен портфейл
ca: Crea una cartera compartida
cs: Vytvořit sdílenou peněženku
fa: ایجاد کیف پول مشترک
hi: शेयर्ड वॉलेट क्रीएट करें
ko: 공유 지갑 만들기
sv_se: Skapa delade plånboken
th: สร้างกระเป๋าสตางค์ที่ใช้ร่วมกัน
vi: Tạo ví dùng chung

source: Create bitcoin wallet
ar: إنشاء محفظة بيتكوين
bg: Създай Bitcoin портфейл
ca: Crea una cartera bitcoin
cs: Vytvořit Bitcoin peněženku
fa: ایجاد کیف پول بیتکوین
hi: Bitcoin वॉलेट क्रीएट करें
ko: 비트코인 지갑 만들기
sv_se: Skapa bitcoin plånboken
th: สร้างกระเป๋าสตางค์ bitcoin
vi: Tạo ví bitcoin

source: Create new wallet
ar: إنشاء محفظة جديدة
bg: Създай нов портфейл
ca: Crea una cartera nova
cs: Vytvořit novou peněženku
fa: ایجاد کیف پول جدید
hi: नया वॉलेट क्रीएट करें
ko: 새로운 지갑 만들기
sv_se: Skapa ny plånbok
th: สร้างกระเป๋าสตางค์ใหม่
vi: Tạo ví mới

source: Create shared wallet
ar: إنشاء محفظة مشتركة
bg: Създай споделен портфейл
ca: Crea una cartera compartida
cs: Vytvořit sdílenou peněženku
fa: ایجاد کیف پول مشترک
hi: शेयर्ड वॉलेट क्रीएट करें
ko: 공유 지갑 만들기
sv_se: Skapa delade plånbok
th: สร้างกระเป๋าสตางค์ที่ใช้ร่วมกัน
vi: Tạo ví dùng chung

source: Create {{formData.requiredCopayers}}-of-{{formData.totalCopayers}} wallet
ar: إنشاء {{formData.requiredCopayers}} لمحفظة {{formData.totalCopayers}}
bg: Създаване на {{formData.requiredCopayers}} от {{formData.totalCopayers}} портфейл
ca: Crea una cartera {{formData.requiredCopayers}}-de-{{formData.totalCopayers}}
cs: Vytvořit peněženku {{formData.requiredCopayers}}-z-{{formData.totalCopayers}}
fa: ایجاد {{formData.requiredCopayers}} از {{formData.totalCopayers}} کیف پول
hi: {{formData.totalCopayers}} वॉलेट-का-{{formData.requiredCopayers}} क्रीएट करें
ko: {{formData.requiredCopayers}}-of-{{formData.totalCopayers}} 지갑 만들기
sv_se: Skapa delad plånboken {{formData.requiredCopayers}}-från-{{formData.totalCopayers}}
th: สร้าง {{formData.requiredCopayers}}-ของ -{{formData.totalCopayers}} กระเป๋าสตางค์
vi: Tạo ví {{formData.requiredCopayers}}/{{formData.totalCopayers}}

source: Copayers
bg: Ко-платци
cs: Spoluplátci
fa: کپی رایت
hi: कोपेयर
ko: 공동지불인
sv_se: Delägare
vi: Nhà giao dịch Copay

source: Created by
ar: تم الإنشاء بواسطة
bg: Създадено от
ca: Creada per
cs: Vytvořil(a)
fa: ایجاد شده به وسیله
hi: इनके द्वारा क्रीएट किया गया
ko: 만든이
sv_se: Skapad av
th: สร้างขึ้นโดย
vi: Tạo bởi

source: Creating Wallet...
ar: جارٍ إنشاء محفظة...
bg: Портфейла се създава...
ca: S'està creant la cartera...
cs: Vytváření peněženky...
fa: در حال ایجاد کیف پول...
hi: वॉलेट क्रीएट हो रहा है...
ko: 지갑 생성 중...
sv_se: Skapar plånboken...
th: กำลังสร้างกระเป๋า
vi: Đang tạo ví...

source: Creating transaction
ar: إنشاء معاملة
bg: Транзакцията се създава
ca: S'està creant la transacció
cs: Vytváření transakce
fa: ایجاد تراکنش
hi: ट्रांजैक्शन क्रीएट हो रही है
ko: 거래건 생성 중
sv_se: Skapar transaktion
th: กำลังดำเนินการ
vi: Tạo giao dịch

source: Current fee rate for this policy
ar: معدل الرسوم الحالي لهذه السياسة
bg: Текуща такса за тази политика
ca: Comissió actual d'aquesta política
cs: Aktuální poplatek pro tuto politiku
fa: نرخ کارمزد فعلی برای این سیاست
hi: इस नीति के लिए मौजूदा शुल्क दर
ko: 현 정책에 의한 수수료
sv_se: Nuvarande avgift för denna policy
th: อัตราค่าธรรมเนียมปัจจุบัน
vi: Tỷ lệ phí hiện tại cho chính sách này

source: Custom
ar: الرسوم الجمركية
bg: По избор
ca: Personalitzada
cs: Vlastní
fa: سفارشی
hi: कस्टम
ko: 커스텀
sv_se: Avgiften
th: กำหนดเอง
vi: Tuỳ chỉnh

source: Custom Amount
ar: المبلغ المخصص
bg: Избор на Сума
ca: Quantitat personalitzada
cs: Vlastní částka
fa: مبلغ سفارشی
hi: कस्टम राशि
ko: 커스텀 계정
sv_se: Belopp
th: จำนวนเงินที่กำหนดเอง
vi: Số tiền tùy chỉnh

source: Custom Fee
ar: رسوم مخصصة
bg: Избор на Такса
ca: Comissió personalitzada
cs: Vlastní výše poplatku
fa: کارمزد سفارشی
hi: कस्टम शुल्क
ko: 커스텀 수수료
sv_se: Avgiften
th: กำหนดค่าธรรมเนียมเอง
vi: Phí tùy chỉnh

source: Date
ar: تاريخ
bg: Дата
ca: Data
cs: Datum
fa: تاریخ
hi: तिथि
ko: 날짜
sv_se: Datum
th: วันที่
vi: Ngày

source: Delete
ar: حذف
bg: Изтриване
ca: Suprimeix
cs: Smazat
fa: حذف
hi: डिलीट करें
ko: 삭제
sv_se: Ta bort
th: ลบ
vi: Xóa

source: Delete Payment Proposal
ar: حذف مقترح دفع
bg: Изтриване на Предложение за Плащане
ca: Suprimeix la proposta de pagament
cs: Smazat návrh platby
fa: حذف پیشنهاد پرداخت
hi: भुगतान प्रस्ताव डिलीट करें
ko: 지불 제안 삭제하기
sv_se: Ta bort betalningsförslaget
th: ลบข้อเสนอการชำระเงิน
vi: Xóa đề nghị thanh toán

source: Delete Wallet
ar: حذف المحفظة
bg: Изтриване на портфейла
ca: Suprimeix la cartera
cs: Smazat peněženku
fa: حذف کیف پول
hi: वॉलेट डिलीट करें
ko: 지갑 삭제하기
sv_se: Ta bort plånboken
th: ลบกระเป๋าสตางค์
vi: Xóa ví

source: Delete it and create a new one
ar: حذفها وإنشاء واحدة أخرى
bg: Изтрий и създай отново
ca: Suprimeix-la i crea'n una de nova
cs: Smazat tuto a vytvořit novou
fa: آن را حذف کن و یک جدید ایجاد کن
hi: इसे डिलीट करें और एक नया बनाएं
ko: 삭제 후 다시 만들기
sv_se: Ta bort den och skapa en ny
th: ลบ และสร้างใหม่
vi: Xóa và tạo mới

source: Deleting Wallet...
ar: حذف المحفظة...
bg: Изтриване на Портфейл...
ca: S'està suprimint la cartera...
cs: Mazání peněženky...
fa: در حال حذف کیف پول...
hi: वॉलेट डिलीट हो रहा है...
ko: 지갑 삭제 중...
sv_se: Tar bort plånboken...
th: กำลังลบกระเป๋า...
vi: Đang xóa ví...

source: Deleting payment proposal
ar: حذف مقترح الدفع
bg: Изтриване на предложение за плащане
ca: S'està suprimint la proposta de pagament
cs: Mazání návrhu platby
fa: در حال حذف پیشنهاد پرداخت
hi: भुगतान प्रस्ताव डिलीट हो रहा है
ko: 지불 제안 삭제 중
sv_se: Tar bort betalningsförslaget
th: ลบข้อเสนอการชำระเงิน
vi: Xóa đề nghị thanh toán

source: Derivation Path
ar: مسار الاشتقاق
bg: Деривационен Път
ca: Camí de derivació
cs: Cesta pro odvození
fa: مسیر منشاء(ِDerivation Path)
hi: डेरीवेशन पाथ
ko: 유도 경로
sv_se: Derivationsväg
th: ที่มา
vi: Đường dẫn dẫn xuất

source: Derivation Strategy
ar: إسترتيجية الإشتقاق
bg: Деривационна Стратегия
ca: Estratègia de derivació
cs: Odvozovací strategie
fa: استراتژی منشاء(ِDerivation Strategy)
hi: डेरीवेशन कार्यनीति
ko: 유도 전략
sv_se: Derivationsstrategi
th: กลยุทธ์การได้มา
vi: Chiến lược dẫn xuất

source: Details
ar: تفاصيل
bg: Детайли
ca: Detalls
cs: Podrobnosti
fa: جزئیات
hi: विवरण
ko: 디테일
sv_se: Detaljer
th: รายละเอียด
vi: Thông tin chi tiết

source: Disabled
ar: تم التعطيل
bg: Изключено
ca: Deshabilitat
cs: Vypnuto
fa: غیر فعال
hi: डिसेबल किया
ko: 비활성화
sv_se: Inaktiverad
th: ถูกปิดใช้งาน
vi: Đã tắt

source: Do it later
ar: القيام بذلك في وقت لاحق
bg: Направи го по-късно
ca: Ho faré més tard
cs: Později
fa: بعدا انجام دهید
hi: इसे बाद में करें
ko: 나중에 하기
sv_se: Gör det senare
th: ทำในภายหลัง
vi: Thực hiện sau

source: Do not include private key
ar: تجنب تضمين مفتاح خاص
bg: Не включвай таен ключ
ca: No incloguis la clau privada
cs: Nezahrnovat soukromý klíč
fa: کلید خصوصی را شامل نشود
hi: निजी कुंजी शामिल न करें
ko: 개인키 미포함
sv_se: Inkludera inte privat nyckel
th: ไม่มีคีย์ส่วนตัว
vi: Không bao gồm khóa riêng

source: Don't see your language on Crowdin? Contact the Owner on Crowdin! We'd love to support your language.
ar: إذا كنت لا ترى لغتك على Crowdin؟ اتصل بالمالك على Crowdin! نحن نرغب في دعم لغتك.
bg: Не виждате вашия език в Crowdin? Обърнете се към собственика в Crowdin! Ще се радваме да поддържаме вашия език.
ca: No la vostra llengua a Crowdin? Poseu-vos en contacte amb el propietari a Crowdin! Ens agradaria molt incloure-hi la vostra llengua.
cs: Není Váš jazyk zobrazen na Crowdin? Obraťte se na vlastníka Crowdin projektu! Rádi bychom Váš jazyk podporovali.
fa: زبان خود را در Crowdin نمی بینید؟ با صاحب Crowdin تماس بگیرید! ما خیلی دوست دارم زبان شما را پشتیبانی کنیم.
hi: Crowdin पर आपको अपनी भाषा नहीं दिख रही? Crowdin पर मालिक के साथ संपर्क करें! हमें आपकी भाषा समर्थित करने में बेहद खुशी होगी।
ko: Crowdin에 원하시는 언어가 없다고요? 운영진을 찾아주세요! 원하시는 언어를 지원하겠습니다.
sv_se: Kan du inte se ditt språk på Crowdin? Kontakta ägaren på Crowdin! Vi skulle gärna stödja ditt språk.
th: ไม่พบภาษาที่คุณต้องการใน Crowdin? ติดต่อไปยัง Crowdin เรายินดีที่จะช่วยเหลือคุณ
vi: Không thấy ngôn ngữ của bạn trên Crowdin? Hãy liên hệ với Chủ sở hữu trên Crowdin! Chúng tôi sẵn lòng hỗ trợ ngôn ngữ của bạn.

source: Download
ar: جار التحميل
bg: Изтегляне
ca: Descarrega
cs: Stáhnout
fa: دانلود
hi: डाउनलोड करें
ko: 다운로드
sv_se: Ladda ner
th: ดาวน์โหลด
vi: Tải về

source: Duplicate for BCH
ar: نسخة مكررة من بيتكوين كاش (BCH)
bg: Дубликат за ВСН
ca: Duplica per BCH
cs: Duplikovat pro BCH
fa: تکراری BCH
hi: BCH का डुप्लिकेट करें
ko: 비트코인 캐시로 복사
sv_se: Dubblett för BCH
th: ทำ BCH ซ้ำ
vi: Nhân đôi cho BCH

source: Duplicating wallet...
ar: جاري تكرار المحفظة...
bg: Дублира портфейла...
ca: S'està duplicant la cartera...
cs: Duplikování peněženky...
fa: در حال تهیه یک کپی از کیف پول...
hi: वॉलेट का डुप्लिकेट बन रहा है...
ko: 지갑 복사 중...
sv_se: Duplicerar plånboken...
th: กำลังทำกระเป๋าซ้ำ...
vi: Đang nhân đôi ví...

source: Each bitcoin wallet can generate billions of addresses from your 12-word backup. A new address is automatically generated and shown each time you receive a payment.
ar: يمكن لكل محفظة بيتكوين توليد مليارات العناوين من النسخة الاحتياطية المكونة من 12 كلمة. يتم توليد عنوان جديد تلقائيًا ويتم عرضه في كل مرة تتلقى فيها دفعة.
bg: Всеки bitcoin портфейл може да генерира милиони адреси от вашите 12 думи. Нов адрес е автоматично генериран и се показва за всяко плащане което получавате.
ca: Cada cartera bitcoin pot generar milers de milions d'adreces a partir de les vostres 12 paraules de seguretat. Cada cop que rebeu un pagament es genera i es mostra una nova adreça automàticament.
cs: Každá Bitcoin peněženka může z 12-ti slov zálohovací fráze vygenerovat miliardy adres. Vždy, když přijímáte platbu, je automaticky vygenerována nová adresa.
fa: هر کیف پول بیتکوین می تواند میلیاردها آدرس را از 12 کلمه پشتیبان تولید کند. یک آدرس جدید به صورت خودکار تولید شده و هر دفعه که شما پرداختی دریافت می کنید به شما نشان داده می شود.
hi: प्रत्येक bitcoin वॉलेट आपके 12-शब्दों के बैकअप से अरबों पते उत्पन्न कर सकता है। आपके द्वारा हर बार भुगतान प्राप्त करने पर एक नया पता स्वचालित रूप से बनता है और दिखाया जाता है।
ko: 모든 비트코인 지갑은 12개의 단어로 수많은 백업 문구를 만들 수 있습니다. 송금을 받으실 때마다 새로운 주소가 자동으로 생성됩니다.
sv_se: Varje bitcoin plånboken kan generera miljarder adresser från din lösenordsfras. En ny adress genereras automatiskt och visas varje gång du får en betalning.
th: แต่ละกระเป๋าสามารถสร้างได้พันล้านที่อยู่จากการสำรองข้อมูล 12 คำ ที่อยู่ใหม่จะถูกสร้างขึ้นโดยอัตโนมัติ และแสดงในแต่ละครั้งที่คุณได้รับการชำระเงิน
vi: Mỗi ví bitcoin có thể tạo ra hàng tỷ địa chỉ từ cụm từ sao lưu gồm 12 từ của bạn. Một địa chỉ mới được tạo tự động và hiển thị mỗi khi bạn nhận được thanh toán.

source: Economy
ar: الاقتصاد
bg: Икономия
ca: Econòmic
cs: Ekonomická
fa: اقتصاد
hi: अर्थव्यवस्था
ko: 경제
sv_se: Ekonomi
th: แบบคุ้มค่า
vi: Nền kinh tế

source: Edit
ar: تعديل
bg: Редактиране
ca: Edita
cs: Upravit
fa: ویرایش
hi: एडिट करें
ko: 수정
sv_se: Redigera
th: แก้ไข
vi: Chỉnh sửa

source: Email
ar: البريد الإلكتروني
bg: Имейл
ca: Correu electrònic
fa: ایمیل
hi: ईमेल
ko: 이메일
sv_se: E-mail adress
th: อีเมล

source: Email Address
ar: عنوان البريد الإلكتروني
bg: Имейл адрес
ca: Adreça electrònica
cs: E-mailová adresa
fa: آدرس ایمیل
hi: ईमेल पता
ko: 이메일 주소
sv_se: E-mail
th: ที่อยู่อีเมล
vi: Địa chỉ email

source: Empty addresses limit reached. New addresses cannot be generated.
ar: تم الوصول إلى حد العناوين الفارغة. لا يمكن إنشاء عناوين جديدة.
bg: Достигнат е максимумът за празни адреси. Нови адреси не могат да бъдат генерирани.
ca: S'ha assolit el límit d'adreces buides. No poden generar adreces noves.
cs: Vyčerpán limit pro počet prázdných adres. Nelze generovat nové adresy.
fa: از حداکثر تعداد آدرس های خالی عبور کرده است. امکان ایجاد آدرس های جدید نمی باشد.
hi: खाली पतों की सीमा पूरी हो गई है। नए पते नहीं बनाए जा सकते।
ko: 주소를 더 이상 생성할 수 없습니다.
sv_se: Tomma adressgränser uppnådda. Nya adresser kan inte genereras.
th: ถึงขีดจำกัดที่อยู่ว่างเปล่า ไม่สามารถสร้างที่อยู่ใหม่ได้
vi: Đã đạt đến giới hạn địa chỉ trống. Không thể tạo địa chỉ mới.

source: Enable Bitcoin Cash wallet creation and operation within the App.
ar: تمكين إنشاء محفظة بيتكوين كاش وتشغيلها داخل التطبيق.
bg: Разреши създаването и ползването на Bitcoin Cash портфейли.
ca: Habiliteu la creació de la cartera de Bitcoin Cash i la gestió dins de l'aplicació.
cs: Povolit vytváření a použití Bitcoin Cash peněženky v aplikaci.
fa: فعال سازی امکان ایجاد و بهره برداری از کیف پول بیتکوین کش توسط نرم افزار.
hi: एप में Bitcoin Cash वॉलेट क्रिएशन एवं संचालन सक्षम करें।
ko: 앱으로 비트코인 캐시 지갑을 만들고 운영하세요.
sv_se: Aktivera Bitcoin Cash plånböcker skapande och drift inom App.
th: เปิดการสร้างและการดำเนินงานกระเป๋าเงินสด Bitcoin
vi: Bật tính năng tạo và vận hành ví Bitcoin Cash trong Ứng dụng.

source: Enable camera access in your device settings to get started.
ar: تمكين الوصول إلى الكاميرا في إعدادات جهازك للبدء.
bg: Разрешете достъп до камерата в настройките за да започнете.
ca: Habiliteu l'accés a la càmera des dels paràmetres del vostre dispositiu per començar.
cs: Chcete-li začít, povolte přístup k fotoaparátu v nastavení Vašeho zařízení.
fa: دسترسی دوربین را در تنظیمات دستگاه خود فعال کنید تا شروع کنید.
hi: प्रारंभ करने के लिए अपने डिवाइस की सेटिंग्स में कैमरा एक्सेस को सक्षम करें।
ko: 시작하기 전, 기기 설정에서 카메라 접근을 허용해주세요.
sv_se: Aktivera kamera tillgänglighet i enhetens inställningar för att komma igång.
th: เปิดใช้งานการตั้งค่าอุปกรณ์ของคุณเพื่อเริ่มต้นเข้ากล้อง
vi: Bật tính năng truy cập camera trong cài đặt thiết bị của bạn để bắt đầu.

source: Enable email notifications
ar: تمكين إشعارات البريد الإلكتروني
bg: Разрешаване на имейл нотификации
ca: Habiliteu les notificacions de correu electrònic
cs: Povolit oznámení pomocí e-mailu
fa: اعلان های ایمیل را فعال کنید
hi: ईमेल सूचनाओं को सक्षम करें
ko: 이메일 알림 활성화하기
sv_se: Aktivera e-mail meddelandet
th: เปิดใช้งานการแจ้งเตือนอีเมล
vi: Bật thông báo email

source: Enable push notifications
ar: تمكين الإشعاراتت المنبثقة
bg: Разрешаване на нотификации
ca: Habiliteu les notificacions push
cs: Povolit push notifikace
fa: فعال کردن اعلان های با فرمت push
hi: पुश नोटीफिक्शन्स सक्षम करें
ko: 푸쉬 알림 활성화하기
sv_se: Aktivera push-meddelandet
th: เปิดใช้งานการแจ้งเตือน
vi: Bật thông báo đẩy

source: Enable sound
ar: تمكين الصوت
bg: Разрешаване на звук
ca: Habiliteu el so
cs: Povolit zvuky
fa: فعال کردن صدا
hi: ध्वनि को सक्षम करें
ko: 음소거 해제
sv_se: Aktivera ljudet
th: เปิดเสียง
vi: Bật âm thanh

source: Enable the camera to get started.
ar: تمكين الكاميرا للبدء.
bg: Разреши достъп до камерата за да започнеш.
ca: Habiliteu la càmera per començar.
cs: Chcete-li začít, povolte použití fotoaparátu.
fa: دوربین را فعال کنید تا شروع کنید.
hi: प्रारंभ करने के लिए कैमरा को सक्षम करें।
ko: 카메라 접근을 허용해주세요.
sv_se: Aktivera kameran för att komma igång.
th: เปิดใช้กล้องในการเริ่มต้น
vi: Bật camera để bắt đầu.

source: Enabled
ar: تم التمكين
bg: Разрешено
ca: S'ha habilitat
cs: Povoleno
fa: فعال
hi: सक्षम किया
ko: 활성화
sv_se: Aktiverad
th: เปิดใช้งานแล้ว
vi: Đã bật

source: Enter Spending Password
ar: إدخال كلمة المرور المعلقة
bg: Въведи Парола за Харчене
ca: Introduïu la contrasenya de despeses
cs: Zadejte heslo pro potvrzení platby
fa: رمز عبور مربوط به خرج (Spend) را وارد کنید
hi: खर्च पासवर्ड दर्ज करें
ko: 지불비밀번호 입력
sv_se: Ange spenderar lösenordet
th: ป้อนรหัสผ่านในการใช้จ่าย
vi: Nhập mật khẩu chi tiêu

source: Enter Two Factor for your BitPay account
ar: أدخل عاملين لحساب BitPay
bg: Въведи втората аутентикация за своя BitPay акаунт
ca: Introduïu l'autenticació de doble factor per al vostre compte BitPay
cs: Zadejte dvoufázové ověření Vašeho BitPay účtu
fa: دو عامل برای حساب BitPay خود وارد کنید
hi: अपने BitPay खाते के लिए टू फेक्टर दर्ज करें
ko: BitPay 계정의 이중 비밀번호를 입력해주세요
sv_se: Ange två faktorer för ditt BitPay konto
th: กรอก 2 ปัจจัยสำหรับบัญชี BitPay ของคุณ
vi: Nhập Hai yếu tố cho tài khoản BitPay của bạn

source: Enter Amount
ar: أدخل المبلغ
bg: Въведи Сума
ca: Introduïu la quantitat
cs: Zadejte částku
fa: وارد کردن میزان
hi: राशी दर्ज करें
ko: 액수 입력
sv_se: Ange beloppet
th: ป้อนยอดเงิน
vi: Nhập số tiền

source: Enter custom fee
ar: إدخال الرسوم المخصصة
bg: Въведи такса по избор
ca: Introduïu la comissió personalitzada
cs: Zadejte vlastní výši poplatku
fa: کارمزد سفارشی را وارد کنید
hi: कस्टम शुल्क दर्ज करें
ko: 커스텀 수수료 입력
sv_se: Ange anpassad avgiften
th: ป้อนค่าธรรมเนียมที่กำหนดเอง
vi: Nhập phí tùy chỉnh

source: Enter new spending password
ar: إدخال كلمة مرور معلقة جديدة
bg: Въведи нова парола за харчене
ca: Introduïu la nova contrasenya de despeses
cs: Zadejte nové heslo pro potvrzování plateb
fa: رمز عبور جدید مربوط به خرج (Spend) را وارد کنید
hi: नया खर्च पासवर्ड दर्ज करें
ko: 새로운 지불비밀번호 입력
sv_se: Ange nytt spenderar lösenordet
th: ป้อนรหัสผ่านในการใช้จ่าย
vi: Nhập mật khẩu chi tiêu mới

source: Enter the recovery phrase (BIP39)
ar: إدخال عبارة الاسترداد (BIP39)
bg: Въведи фраза за възстановяване (BIP39)
ca: Introduïu la frase de recuperació (BIP39)
cs: Zadejte frázi k obnovení (BIP39)
fa: عبارت بازیابی (BIP39) را وارد کنید
hi: पुनर्प्राप्ति वाक्यांश (BIP39) दर्ज करें
ko: 백업 문구를 입력하세요 (BIP39)
sv_se: Ange lösenordsfrasen (BIP39)
th: ป้อนวลีกู้คืน (BIP39)
vi: Nhập cụm từ khôi phục (BIP39)

source: Enter your email
ar: أدخل بريدك الإلكتروني
bg: Въведи своя имейл
ca: Introduïu l'adreça electrònica
cs: Zadejte svůj e-mail
fa: ایمیل خود را وارد کنید
hi: अपना ईमेल दर्ज करें
ko: 이메일을 입력하세요
sv_se: Ange ditt e-post
th: เพิ่มอีเมลของคุณ
vi: Nhập email của bạn

source: Enter your password
ar: أدخل كلمة المرور الخاصة بك
bg: Въведи паролата си
ca: Introduïu la contrasenya
cs: Zadejte své heslo
fa: رمز عبور خود را وارد کنید
hi: अपना पासवर्ड दर्ज करें
ko: 비밀번호를 입력하세요
sv_se: Ange lösenordet
th: พิมพ์รหัสผ่าน
vi: Nhập mật khẩu của bạn

source: Error
ar: خطأ
bg: Грешка
cs: Chyba
fa: خطا
hi: त्रुटि
ko: 오류
sv_se: Fel
th: ไม่สำเร็จ
vi: Lỗi

source: Error at confirm
ar: خطأ في التأكيد
bg: Грешка при потвърждение
ca: Error en confirmar
cs: Chyba při potvrzování
fa: خطا در تایید
hi: पुष्टि करने पर त्रुटि
ko: 확인 오류
sv_se: Fel vid bekräftelse
th: ยืนยันผิดพลาด
vi: Lỗi khi xác nhận

source: Error creating gift card
ar: خطأ في إنشاء بطاقة الهدايا
bg: Грешка при създаване на подаръчна карта
ca: Error en crear la targeta regal
cs: Chyba při vytváření dárkové karty
fa: خطای در ایجاد کارت هدیه
hi: गिफ्ट कार्ड क्रीएट करने में त्रुटि
ko: 기프트 카드 생성 오류
sv_se: Fel vid skapande av Presentkort
th: การสร้างบัตรกำนัลผิดพลาด
vi: Lỗi tạo thẻ quà tặng

source: Error creating the invoice
ar: خطأ في إنشاء الفاتورة
bg: Грешка при създаване на фактура
ca: Error en crear la factura
cs: Chyba při vytváření faktury
fa: خطا در ایجاد صورت حساب
hi: चालान बनाने में त्रुटि
ko: 청구서 생성 오류
sv_se: Fel vid skapande av faktura
th: การสร้างใบแจ้งหนี้ผิดพลาด
vi: Lỗi tạo hoá đơn

source: Error creating wallet
ar: خطأ في إنشاء محفظة
bg: Грешка при създаване на портфейл
ca: Error en crear la cartera
cs: Chyba při vytváření peněženky
fa: خطای در ایجاد کیف پول
hi: वॉलेट क्रीएट करने में त्रुटि
ko: 지갑 생성 오류
sv_se: Fel vid skapande av plånboken
th: มีข้อผิดพลาดในการสร้างกระเป๋า
vi: Lỗi tạo ví

source: Error getting SendMax information
ar: خطأ في الحصول على معلومات SendMax
bg: Грешка при получаване на информация за ИзпратиМаксимум
ca: Error en obtenir la informació SendMax
cs: Chyba při získávání SendMax informace
fa: خطا در گرفتن اطلاعات SendMax
hi: SendMax जानकारी प्राप्त करने में त्रुटि
ko: SendMax 정보 오류
sv_se: Fel vid SendMax information mottagande
th: ข้อผิดพลาดการรับข้อมูล SendMax
vi: Lỗi nhận thông tin SendMax

source: Error in Payment Protocol
ar: خطأ في بروتوكول الدفع
bg: Грешка в протокола за плащане
ca: Error al protocol de pagament
cs: Chyba v platebním protokolu
fa: خطا در پروتکل پرداخت
hi: भुगतान प्रोटोकॉल में त्रुटि
ko: 지불프로토콜 오류
sv_se: Fel i betalningsprotokollet
th: ข้อผิดพลาดในโพรโทคอลการชำระเงิน
vi: Lỗi trong Giao thức thanh toán

source: Error pairing BitPay Account
ar: خطأ في إقران حساب BitPay
bg: Грешка при свързване с BitPay сметката
ca: Error de sincronització amb el compte de BitPay
cs: Chyba při párování s BitPay účtem
fa: خطا در جفت کردن(Pairing) حساب BitPay
hi: BitPay खाते को जोड़ने में त्रुटि
ko: BitPay 계정 페어링 오류
sv_se: Fel i parning med BitPay-konto
th: มีข้อผิดพลาดในการจับคู่บัญชี BitPay
vi: Lỗi ghép đôi Tài khoản BitPay

source: Error scanning funds:
ar: خطأ في مسح الأموال ضوئيًا:
bg: Грешка при сканиране на средства:
ca: Error en escanejar els fons:
cs: Chyba při čtení dostupných prostředků:
fa: خطا در اسکن دارایی ها:
hi: निधियों को स्कैन करने में त्रुटि:
ko: 자금 스캔 오류:
sv_se: Fel i kassa skanning:
th: มีข้อผิดพลาดการสแกน:
vi: Lỗi quét tiền:
