Repository: Bitcoin-com/Wallet
Catalog: i18n/po/*/template-*.po
Languages: ar, bg, ca, cs, fa, hi, ko, sv_se, th, vi

source: Note
ar: ملاحظة
bg: Забележка
ca: Nota
cs: Poznámka
fa: نکته
hi: नोट
ko: 노트
sv_se: Notera
th: บันทึก
vi: Lưu ý

source: Note: if this BCH wallet was duplicated from a BTC wallet, they share the same recovery phrase.
ar: ملاحظة: إذا تم تكرار محفظة BCH هذه من محفظة BTC، فإنها تشترك معها في عبارة الاسترداد نفسها.
bg: Забележка: ако това портмоне ВСН е дубликат на портмонето ВТС, то при тях е еднаква ключовата фраза.
ca: Nota: Si aquesta cartera BCH s'ha duplicat des d'una cartera BTC, comparteixen la mateixa frase de recuperació.
cs: Poznámka: Pokud byla tato BCH peněženka duplikována z BTC peněženky, obě sdílejí stejnou frázi k obnovení.
fa: نکته: اگر این کیف پول BCH از کیف پول BTC کپی برداری شده است،هر دو عبارت بازیابی مشترکی دارند.
hi: नोट: यदि यह BCH वॉलेट किसी BTC वॉलेट से डुप्लीकेट किया गया है तो उनका पुनर्प्राप्ति वाक्यांश एक ही है।
ko: 노트: 이 비트코인 캐시 지갑이 비트코인 지갑의 복제본이라면, 둘은 동일한 백업 문구를 공유합니다.
sv_se: OBS: Om denna BCH-plånbok duplicerades från en BTC-plånbok delar de samma lösenordsfras.
th: หมายเหตุ:ถ้ากระเป๋า BCH อันนี้ถูกทำซ้ำจากการเป๋า BTC จะสามารถใช้กลุ่มคำที่ใช้สำรองข้อมูลเดียวกันได้
vi: Lưu ý: nếu ví BCH này được nhân đôi từ một ví BTC, các ví sẽ có cùng chung cụm từ khôi phục.

source: Notice: only 1-1 (single signature) wallets can be used for sell bitcoin
ar: إشعار: يمكن استخدام محافظ 1-1 (توقيع واحد) فقط لبيع البيتكوين
bg: Внимание: само 1-1 портмонета (изискващи един подпис) могат да са използвани за продажба на биткойн
ca: Avís: Només es poden utilitzar les carteres 1-1 (de firma única) per vendre bitcoins
cs: Upozornění: pouze 1-1 peněženky (s jediným podpisem) lze použít pro prodej Bitcoinu
fa: توجه: تنها کیف پول های 1-1 (تک امضا) می توانند برای فروش بیتکوین استفاده گردند
hi: सूचना: केवल 1-1 (एकल हस्ताक्षर) वाॉलेट्स का इस्तेमाल bitcoin बेचने के लिए किया जा सकता है
ko: 알림: 싱글 시그니처 지갑으로만 비트코인을 판매할 수 있습니다
sv_se: OBS: endast 1-1 (enkelsignatur) plånböcker kan användas för försäljning av bitcoin
th: ข้อสังเกต: แค่ 1-1(ลายเซ็นเดียว)สามารถใช้เพื่อขาย bitcoin ได้
vi: Lưu ý: chỉ có thể sử dụng ví 1-1 (chữ ký đơn) để bán bitcoin

source: Notifications
ar: إشعارات
bg: Уведомявания
ca: Notificacions
cs: Oznámení
fa: اعلان ها
hi: सूचनाएं
ko: 알림
sv_se: Meddelande
th: การแจ้งเตือน
vi: Thông báo

source: Notifications by email
ar: إشعارات بالبريد الإلكتروني
bg: Уведомявания по електронна поща
ca: Notificacions per correu electrònic
cs: Upozornění emailem
fa: اعلان ها توسط ایمیل
hi: ईमेल द्वारा सूचनाएं
ko: 이메일 알림
sv_se: Meddelande via e-mail
th: การแจ้งเตือนทางอีเมล
vi: Thông báo qua email

source: Notify me if confirmed
ar: إعلامي إذا تم التأكيد
bg: Да се уведомява при потвърждаване
ca: Notifica-m'ho si es confirma
cs: Informujte mě, pokud je potvrzena
fa: در صورت تایید به من اطلاع بده
hi: यदि पुष्टि हो जाए तो मुझे सूचित करें
ko: 확정 시 알림 활성화하기
sv_se: Meddela mig om det är bekräftat
th: แจ้งให้ฉันทราบถ้ายืนยันแล้ว
vi: Thông báo cho tôi nếu được xác nhận

source: Notify me when transactions are confirmed
ar: إعلامي عند تأكيد المعاملات
bg: Да бъда уведомяван при потвърждаване на транзакциите
ca: Notifica-m'ho quan les transaccions es confirmin
cs: Informujte mě při potvrzení transakce
fa: هنگامی که تراکنش ها تایید شد مرا مطلع کن
hi: लेन-देन की पुष्टि होने पर मुझे सूचित करें
ko: 거래 완료 시 알림 활성화하기
sv_se: Meddela mig när transaktioner är bekräftade
th: แจ้งให้ฉันทราบเมื่อธุรกรรมได้รับการยืนยัน
vi: Thông báo cho tôi khi giao dịch được xác nhận

source: Now is a good time to backup your wallet. If this device is lost, it is impossible to access your funds without a backup.
ar: الآن هو الوقت المناسب لنسخ محفظتك احتياطيًا. في حالة فقد هذا الجهاز، يكون من المستحيل الوصول إلى أموالك بدون نسخة احتياطية.
bg: Ако това устройство бъде изгубено, без резервно копие ще е невъзможно да е възстановен достъпът към парите. Точно сега е времето да се създаде резервно копие.
ca: Ara és el moment de fer una còpia de seguretat de la cartera. Si perdeu aquest dispositiu, serà impossible accedir als vostres fons sense una còpia de seguretat.
cs: Nyní je vhodná doba k zálohování Vaší peněženky. Ztratíte-li toto zařízení, není možné bez zálohy přistupovat k Vašim penězům.
fa: هم اکنون زمان مناسبی برای پشتیبان گیری از کیف پولتان است. اگر این دستگاه گو شود، امکان دسترسی به کیف پول بدون نسخه پشتیبان وجود ندارد.
hi: अभी अपने वॉलेट का बैकअप लेने के लिए अच्छा समय है। यदि यह डिवाइस गुम हो जाए, तो बैकअप के बिना अपनी निधियों को एक्सेस करना असंभव है।
ko: 지갑을 백업하시길 바랍니다. 백업하지 않으신다면 이 기기를 분실하셨을 시 자금을 잃으실 수도 있습니다.
sv_se: Om den här enheten går förlorad blir det omöjligt att återställa tillgången till pengar utan säkerhetskopiering. Nu är det bra tid att säkerhetskopiera din plånbok.
th: ถึงเวลาทำการสำรองข้อมูลกระเป๋าสตางค์ของคุณ เพราะถ้าอุปกรณ์นี้หายไป คุณจะเข้าถึงเงินของคุณไม่ได้ ถ้าไม่สำรองข้อมูล
vi: Bây giờ là thời điểm tốt để sao lưu ví của bạn. Nếu thiết bị này bị mất, sẽ không thể truy cập tiền của bạn mà không có bản sao lưu.

source: Now is a perfect time to assess your surroundings. Nearby windows? Hidden cameras? Shoulder-spies?
ar: الآن هو الوقت المثالي لتقييم محيطك. النوافذ القريبة؟ الكاميرات الخفية؟ جواسيس الكتف؟
bg: Тъкмо е време да се оцени окръжението. Прозорци наблизо? Скрити камери? Шпиони на плещите?
ca: Ara és el moment ideal per mirar al voltant. Finestres pròximes? Càmeres ocultes? Tafaners?
cs: Teď je ideální čas prohlédnout si Vaše okolí. Nedaleká okna? Skryté kamery? Špioni dívající se přes rameno?
fa: هم اکنون زمان مناسب به اطراف خود نگاهی بیندازید. آیا پنجره ای در نزدیکی شما وجود دارد؟ دوربین مخفی چطور؟ افراد فظول چی?
hi: अपनी आसपास की स्थितियों का आकलन करने के लिए यह बिल्कुल सही समय है। आस-पास कोई खुली खिड़कियां तो नहीं? छिपे हुए कैमरे तो नहीं? कोई आपकी पीछे से जासूसी तो नहीं कर रहा?
ko: 주위를 둘러보세요. 숨겨진 카메라나 어깨너머에서 훔쳐보는 사람은 없나요?
sv_se: Nu är det dags att bedöma din omgivning. Närliggande fönster? Dolda kameror? Axel spioner?
th: ตอนนี้เหมาะแก่การมองดูรอบๆคุณว่าคุณอยู่ใกล้หน้าต่างไหม มีกล้องซ่อนอยู่ไหม หรือมีใครแอบจ้องมองคุณอยู่หรือไม่
vi: Bây giờ là thời điểm hoàn hảo để đánh giá môi trường xung quanh bạn. Cửa sổ gần đó? Camera ẩn? Gián điệp nhìn trộm?

source: OK
ar: موافق
bg: ДОБРЕ
fa: باشه
hi: ठीक है
ko: 네
th: ตกลง

source: OKAY
ar: حسنًا
bg: ДОБРЕ
ca: D'ACORD
cs: OK
fa: باشه
hi: ठीक है
ko: 네
sv_se: OK
th: โอเค!
vi: OK

source: Official English Disclaimer
ar: إخلاء المسئولية الرسمي باللغة الإنجليزية
bg: Официален оригинал
ca: Renúncia oficial en anglès
cs: Oficiální anglické prohlášení
fa: محدوده ی رسمی مسئولیت ها به انگلیسی
hi: आधिकारिक अंग्रेज़ी अस्वीकरण
ko: 공식 영어 포기 성명
sv_se: Officiell engelsk friskrivning
vi: Tuyên bố từ chối trách nhiệm chính thức bằng tiếng Anh

source: Oh no!
ar: أوه لا!
bg: О не!
ca: Ostres, no!
cs: Ach ne!
fa: ای وای نه!
hi: अरे नहीं!
ko: 앗!
sv_se: Åh nej!
th: โอ้ไม่!
vi: Ồ không!

source: Ok
ar: موافق
bg: ОК
ca: D'acord
fa: باشه
hi: ठीक है
ko: 네
th: ตกลง

source: On this screen you can see all your wallets, accounts, and assets.
ar: يمكنك رؤية جميع محافظك وحساباتك وأصولك، على هذه الشاشة.
bg: На тази вложка вие можете да видите всички ваши портмонета, отчетни записи и активи.
ca: En aquesta pantalla hi podeu veure totes les vostres carteres, comptes i actius.
cs: Na této obrazovce můžete vidět všechny Vaše peněženky, účty a majetek.
fa: در این صفحه شما می توانید تمام کیف های پول، حساب، و دارایی خود را ببینید.
hi: इस स्क्रीन पर आप अपने सभी वॉलेट, खातों, और संपत्तियों को देख सकते हैं।
ko: 이 화면에서는 모든 지갑과 계정, 자산을 확인할 수 있습니다.
sv_se: På den här fliken kan du se alla dina plånböcker, konton och tillgångar.
th: บนหน้าจอนี้ คุณสามารถดูได้ทั้งหมดในกระเป๋า บัญชี สินทรัพย์
vi: Trên màn hình này bạn có thể xem tất cả ví, tài khoản và tài sản của bạn.

source: Open
ar: فتح
bg: Да се отвори
ca: Obre
cs: Otevřít
fa: باز
hi: खोलें
ko: 열기
sv_se: Öppna
th: เปิด
vi: Mở

source: Open Crowdin
ar: افتح Crowdin
bg: Да се отвори Crowdin
ca: Obre Crowdin
cs: Otevřít Crowdin
fa: باز کردن Crowdin
hi: Crowdin खोलें
ko: Crowdin 열기
sv_se: Öppna Crowdin
th: เปิด Crowdin
vi: Mở Crowdin

source: Open GitHub
ar: افتح GitHub
bg: Отворени GitHub
ca: Obre GitHub
cs: Otevřít GitHub
fa: باز کردن GitHub
hi: GitHub खोलें
ko: GitHub 열기
sv_se: Öppna GitHub
th: เปิด GitHub
vi: Mở GitHub

source: Open GitHub Project
ar: افتح مشروح GitHub
bg: Отворете проекта GitHub
ca: Obre el projecte GitHub
cs: Otevřít GitHub projekt
fa: باز کردن پروژه GitHub
hi: GitHub प्रोजेक्ट खोलें
ko: GibHub Project 열기
sv_se: Öppna GitHub Project
th: เปิดโปรเจค GitHub
vi: Mở Dự án GitHub

source: Open Explorer
ar: افتح المستكشف
bg: Да се отвори обзорът
ca: Obre l'explorador
cs: Otevřít Explorer
fa: باز کردن مرورگر
hi: एक्सप्लोरर खोलें
ko: 블록 탐색기 열기
sv_se: Öppna upptäckare
th: เปิด Explorer
vi: Mở Explorer

source: Open Settings
ar: افتح الإعدادات
bg: Да се отворят Параметрите
ca: Obre els paràmetres
cs: Otevřít nastavení
fa: باز کردن تنظیمات
hi: सेटिंग्स खोलें
ko: 설정 열기
sv_se: Öppna Inställningar
th: เปิดการตั้งค่า
vi: Mở Cài đặt

source: Open Translation Community
ar: فتح مجتمع الترجمة
bg: Да се редактира превода
ca: Obre la comunitat de traducció
cs: Komunita otevřených překladů
fa: باز کردن جامعه مترجمان
hi: अनुवाद समुदाय खोलें
ko: 번역 커뮤니티 열기
sv_se: Redigera översättning
th: เข้าสู่การแปลภาษา
vi: Mở Cộng đồng dịch thuật

source: Open Website
ar: فتح الموقع الإلكتروني
bg: Да се премине на сайта
ca: Obre el lloc web
cs: Otevřít web
fa: باز کردن وب سایت
hi: वेबसाइट खोलें
ko: 웹사이트 열기
sv_se: Öppna hemsidan
th: เปิดเว็บไซต์
vi: Mở Trang web

source: Open bitcoincash.org?
ar: فتح موقع bitcoincash.org؟
bg: Да се отвори ли bitcoincash.org?
ca: Voleu obrir bitcoincash.org?
cs: Otevřít bitcoincash.org?
fa: باز کردن bitcoincash.org?
hi: Bitcoincash.org खोलें?
ko: bitcoincash.org를 여시겠습니까?
sv_se: Öppna bitcoincash.org?
th: ต้องการเปิด bitcoincash.org?
vi: Mở bitcoincash.org?

source: Open the recovery tool.
ar: فتح أداة الاسترداد.
bg: Да се отвори инструментът за възстановяване.
ca: Obre l'eina de recuperació.
cs: Otevřít nástroj pro obnovení.
fa: باز کردن ابزار بازیابی.
hi: पुनर्प्राप्ति उपकरण खोलें।
ko: 복구 기능 열기.
sv_se: Öppna återställningsverktyget.
th: เปิดใช้เครื่องมือ
vi: Mở công cụ phục hồi.

source: Open wallet
ar: فتح المحفظة
bg: Да се отвори портмонето
ca: Obre la cartera
cs: Otevřená peněženka
fa: باز کردن کیف پول
hi: वॉलेट खोलें
ko: 지갑 열기
sv_se: Öppna plånboken
th: เปิดกระเป๋า
vi: Mở ví

source: Open website
ar: فتح الموقع الإلكتروني
bg: Да се отвори сайтът
ca: Obre el lloc web
cs: Otevřít web
fa: باز کردن وب سایت
hi: वेबसाइट खोलें
ko: 웹사이트 열기
sv_se: Öppna hemsidan
th: เปิดเว็บไซต์
vi: Mở trang web

source: Order the BitPay Card
ar: طلب بطاقة BitPay
bg: Да се поръча BitPay Card
ca: Sol·licita la BitPay Card
cs: Objednat kartu BitPay
fa: سفارش کارت BitPay
hi: BitPay Card ऑर्डर करें
ko: BitPay 카드 주문하기
sv_se: Beställ BitPay-kortet
th: ทำการสั่งซื้อการ์ด BitPay
vi: Yêu cầu Thẻ BitPay

source: Password
ar: كلمة المرور
bg: Парола
ca: Contrasenya
cs: Heslo
fa: رمز عبور
hi: पासवर्ड
ko: 비밀번호
sv_se: Lösenord
th: รหัสผ่าน
vi: Mật khẩu

source: Password required. Make sure to enter your password in advanced options
ar: كلمة المرور مطلوبة. تأكد من إدخال كلمة المرور الخاصة بك في الخيارات المتقدمة
bg: Необходима е парола. Убедете се, че сте вкарали вашата парола в разширени нагласи
ca: Cal contrasenya. Recordeu-vos d'introduir la contrasenya a les opcions avançades
cs: Vyžadováno heslo. Určitě zadejte své heslo v pokročilých možnostech
fa: رمز عبور لازم است. مطمئن شوید که رمز عبور خود را در قسمت گزینه های پیشرفته وارد می کنید
hi: पासवर्ड की आवश्यकता है। उन्नत विकल्पों में अपने पासवर्ड को दर्ज करना सुनिश्चित करें
ko: 비밀번호가 필요합니다. 고급 설정에서 비밀번호를 입력하세요
sv_se: Lösenord krävs. Se till att du anger ditt lösenord i avancerade alternativ
th: ต้องกรอกรหัสผ่าน ให้แน่ใจที่จะป้อนรหัสผ่านในขั้นต่อๆไป
vi: Yêu cầu mật khẩu. Hãy chắc chắn nhập mật khẩu trong tuỳ chọn nâng cao

source: Paste invitation here
ar: الصق الدعوة هنا
bg: Поставете поканата тук
ca: Enganxeu la invitació aquí
cs: Zde vložte pozvánku
fa: دعوت نامه را اینجا کپی کنید
hi: आमंत्रण को यहां पेस्ट करें
ko: 초대 붙여넣기
sv_se: Klistra inbjudan här
th: ป้อนการเชิญที่นี่
vi: Dán lời mời ở đây

source: Paste the backup plain text code
ar: الصق رمز النص العادي للنسخ الاحتياطي
bg: Поставете кода на резервното копие с обичаен текст
ca: Enganxeu el codi del text net de seguretat
cs: Vložte záložní kód jako prostý text
fa: متن کد رمز نشده نسخه پشتیبان را اینجا کپی کنید
hi: बैकअप प्लेन टेक्स्ट कोड को पेस्ट करें
ko: 백업 문구 텍스트로 붙여넣기
sv_se: Klistra in textkoden för säkerhetskopiering
th: วางรหัสข้อความสำรองธรรมดา
vi: Dán mã sao lưu dạng văn bản thuần túy

source: Pay 0% fees to turn bitcoin into dollars.
ar: ادفع 0 ٪ رسوم لتحويل البيتكوين إلى دولارات.
bg: Плащайте нулева комисия за конвертиране на биткойни в долари на САЩ.
ca: Pagueu un 0% de comissió per convertir bitcoins a dòlars.
cs: Plaťte nulové poplatky při změně Bitcoinu na dolary.
fa: برای تبدیل بیتکوین به دلار 0% کارمزد پرداخت کنید.
hi: Bitcoin को डॉलरों में बदलने के लिए 0% शुलक का भुगतान करें
ko: 0%의 수수료로 비트코인을 달러로 환전하세요.
sv_se: Betala 0% avgifter för att ändra bitcoin till dollar.
th: จ่ายค่าธรรมเนียม 0% เปลี่ยน bitcoin เป็นดอลลาร์
vi: Biến bitcoin thành đô la mà không mất phí.

source: Pay To
ar: الدفع إلى
bg: Да се изпрати плащането
ca: Paga a
cs: Zaplatit
fa: پرداخت به
hi: इसको भुगतान करें
ko: 지불 대상
sv_se: Betala till
th: จ่ายไปยัง
vi: Trả cho

source: Payment Accepted
ar: قبول الدفع
bg: Плащането е прието
ca: Pagament acceptat
cs: Platba přijata
fa: پرداخت پذیرفته شده
hi: भुगतान स्वीकृत हुआ
ko: 지불 수락 완료
sv_se: Betalningen godkänd
th: ยอมรับการชำระเงิน
vi: Đã chấp nhận thanh toán

source: Payment Expires:
ar: انتهاء مدة صلاحية الدفع:
bg: Срок на плащането:
ca: El pagament venç:
cs: Platba vyprší:
fa: پرداخت منقضی می شود:
hi: भुगतान की समयसीमा समाप्ति:
ko: 송금 만료 기간:
sv_se: Betalningen löper ut:
th: การชำระเงินที่หมดอายุ:
vi: Thanh toán hết hạn:

source: Payment Proposal
ar: مقترح الدفع
bg: Предложено плащане
ca: Proposta de pagament
cs: Návrh platby
fa: پیشنهاد پرداخت
hi: भुगतान प्रस्ताव
ko: 지불 제안서
sv_se: Betalningsförslaget
th: ข้อเสนอการชำระเงิน
vi: Đề nghị thanh toán

source: Payment Proposal Created
ar: تم إنشاء مقترح دفع
bg: Плащането е предложено
ca: Proposta de pagament creada
cs: Vytvořen návrh platby
fa: پیشنهاد پرداخت ایجاد شده
hi: भुगतान का प्रस्ताव क्रीएट हुआ
ko: 지불 제안서 완성
sv_se: Betalningsförslaget skapat
th: ข้อเสนอการชำระเงินที่สร้างขึ้น
vi: Đã tạo đề nghị thanh toán

source: Payment Proposals
ar: مقترحات الدفع
bg: Предложени плащания
ca: Propostes de pagament
cs: Návrhy plateb
fa: پیشنهاد های پرداخت
hi: भुगतान प्रस्ताव
ko: 지불 제안서
sv_se: Betalningsförslag
th: ข้อเสนอการชำระเงิน
vi: Đề nghị thanh toán

source: Payment Protocol Invalid
ar: بروتوكول الدفع غير صالح
bg: Невалиден протокол на плащането
ca: Protocol de pagament no vàlid
cs: Neplatný platební protokol
fa: پروتکل پرداخت معتبر نیست
hi: भुगतान का प्रोटोकॉल अमान्य है
ko: 지불프로토콜 무효/오류
sv_se: Betalningsprotokollet ogiltigt
th: การชำระเงินไม่ถูกต้องของโพรโทคอล
vi: Giao thức thanh toán không hợp lệ

source: Payment Protocol not supported on Chrome App
ar: بروتوكول الدفع غير مدعوم على تطبيق Chrome
bg: Платежният протокол не се поддържа в приложението Chrome
ca: L'aplicació Chrome no admet el protocol de pagament
cs: Platební protokol není podporován v aplikaci Chrome
fa: پروتکل پرداخت در برنامه Chrome پشتیبانی نمی شود
hi: भुगतान का प्रोटोकॉल Chrome एप पर समर्थित नहीं है
ko: 크롬 앱은 지불프로토콜을 지원하지 않습니다
sv_se: Betalningsprotokollet stöds inte på Chrome App
th: โพรโทคอลการชำระเงินที่ไม่สนับสนุนบนแอป Chrome
vi: Giao thức thanh toán không được hỗ trợ trên Ứng dụng Chrome

source: Payment Received
ar: استلام الدفع
bg: Плащането е получено
ca: Pagament rebut
cs: Platba přijata
fa: پرداخت دریافت شد
hi: भुगतान प्राप्त हुआ
ko: 송금 도착
sv_se: Betalningen mottagen
th: ได้รับการชำระเงินแล้ว
vi: Đã nhận thanh toán

source: Payment Rejected
ar: رفض الدفع
bg: Плащането е отклонено
ca: Pagament rebutjat
cs: Platba odmítnuta
fa: پرداخت رد شد
hi: भुगतान अस्वीकृत हुआ
ko: 송금 거부
sv_se: Betalningen Avvisad
th: การชำระเงินถูกปฏิเสธ
vi: Đã từ chối thanh toán

source: Payment Sent
ar: إرسال الدفع
bg: Плащането е изпратено
ca: Pagament enviat
cs: Platba odeslána
fa: پرداخت ارسال شد
hi: भुगतान भेजा गया
ko: 송금 완료
sv_se: Betalningen skickad
th: ส่งการชำระเงินแล้ว
vi: Đã gửi thanh toán

source: Share this transaction
ar: مشاركة هذة العملية
bg: Да се сподели транзакцията
ca: Comparteix aquesta transacció
cs: Sdílet tuto transakci
fa: به اشتراک گذاشتن این معامله
hi: इस ट्रांजैक्शन को सांझा करें
ko: 거래 공유
sv_se: Dela den här transaktionen
th: แบ่งปันธุรกรรมนี้
vi: Chia sẻ giao dịch này

source: Payment accepted, but not yet broadcasted
ar: قبول الدفع، ولكن لم يتم بثه بعد
bg: Плащането е прието, но още не е изпратено
ca: Pagament acceptat, però encara no emès
cs: Platba přijata, ale zatím nerozeslána
fa: پرداخت پذیرفته شده اما هنوز پخش نشده
hi: भुगतान स्वीकृत हुआ, लेकिन अभी प्रसारित नहीं हुआ
ko: 송금을 수락했으나 아직 브로드캐스트되지 않았습니다
sv_se: Betalningen accepterad, men ännu inte utsänd
th: ยอมรับการชำระเงินแล้วแต่ยังไม่ได้ทำการส่ง
vi: Thanh toán đã được chấp nhận nhưng chưa được phát rộng

source: Payment accepted. It will be broadcasted by Glidera. In case there is a problem, it can be deleted 6 hours after it was created.
ar: قبول الدفع. سيتم بثه بواسطة شركة Glidera. في حالة وجود مشكلة، يمكن حذفه بعد 6 ساعات من إنشائه.
bg: Плащането е прието и ще е изпратен Glidera. В случай на проблем, то може да е премахнато шест часа след създаването.
ca: Pagament acceptat. S'emetrà amb Glidera. Si hi ha algun problema, es pot cancel·lar 6 hores després d'haver-lo creat.
cs: Platba přijata. Bude rozeslána pomocí Glidera. V případě problému je možné ji smazat do 6-ti hodin od vytvoření.
fa: پرداخت پذیرفته شده. این می تواند توسط Glidera پخش شود. در صورتی که مشکلی وجود دارد، آن 6 ساعت پس از ساخته شدن می تواند حذف شود.
hi: भुगतान स्वीकृत हुआ। इसे Glidera द्वारा प्रसारित किया जाएगा। यदि कोई समस्या हुई तो, इसे क्रीएट किए जाने के 6 घंटे बाद डिलीट किया जा सकता है।
ko: 송금 수락 완료. Glidera에 의해 브로드캐스트될 예정입니다. 문제가 생길 시에 6시간 내로 삭제할 수 있습니다.
sv_se: Betalningen accepterad. Den kommer att sändas av Glidera. I händelse av problem kan den raderas 6 timmar efter det var skapad.
th: ยืนยันการชำระเงินแล้ว จะถูกส่งโดยGlidera หากเกิดปัญหาจะสามารถลบได้ 6 ชั่วโมงหลังจากสร้างเสร็จ
vi: Đã chấp nhận thanh toán. Nó sẽ được Glidera phát rộng. Trong trường hợp xảy ra vấn đề, có thể xóa nó 6 giờ sau khi tạo.

source: Payment address was translated to new Bitcoin Cash address format:
ar: تمت ترجمة عنوان الدفع إلى تنسيق عنوان بيتكوين كاش الجديد:
bg: Адресът за плащане е бил преведен в нов формат на адреса Bitcoin Cash:
ca: L'adreça de pagament s'ha traduït al nou format d'adreça Bitcoin Cash:
cs: Platební adresa byla přeložena do nového formátu adres Bitcoin Cash:
fa: آدرس پرداخت به فرمت جدید آدرس بیتکوین کش ترجمه شده است:
hi: भुगतान पते का अनुवाद नए Bitcoin Cash पते स्वरूप में किया गया था:
ko: 기존의 지불주소가 새로운 비트코인 캐시 주소 포맷으로 전환되었습니다:
sv_se: Betalningsadressen förändrades till det nya Bitcoin Cash adress format:
th: ที่อยู่การชำระเงินถูกแปลเป็นรูปแบบเงินสดBitcoinแบบใหม่:
vi: Địa chỉ thanh toán đã được dịch sang định dạng địa chỉ Bitcoin Cash mới:

source: Payment details
ar: تفاصيل الدفع
bg: Детайли на плащането
ca: Dades de pagament
cs: Detaily platby
fa: جزئیات پرداخت
hi: भुगतान विवरण
ko: 지불디테일
sv_se: Betalningsinformationen
th: รายละเอียดการชำระเงิน
vi: Chi tiết thanh toán

source: Payment Request
ar: طلب الدفع
bg: Запитване за плащане
ca: Sol·licitud de pagament
cs: Žádost o platbu
fa: درخواست پرداخت
hi: भुगतान अनुरोध
ko: 지불요구
sv_se: Betalningsbegäran
th: คำขอชำระเงิน
vi: Yêu cầu thanh toán

source: Pending
ar: معلق
bg: Очакване
ca: Pendent
cs: Čeká na vyřízení
fa: در حالت انتظار
hi: लंबित
ko: 보류 중
sv_se: Pågående
th: อยู่ระหว่างดำเนินการ
vi: Đang chờ xử lý

source: Awaiting Auth
ar: بانتظار المصادقة
bg: В очакване на авторизиране
ca: En espera de l'autorització
cs: Čekání na autorizaci
fa: درانتظار مجوز
hi: प्रमाणीकरण की प्रतीक्षा
ko: 본인인증 대기
sv_se: Pågående förslag
th: รอการรับรองความถูกต้อง
vi: Đang chờ ủy quyền

source: Pending Proposals
ar: مقترحات معلقة
bg: Разглеждани плащания
ca: Propostes pendents
cs: Čekající návrhy
fa: پیشنهاد های درانتظار
hi: लंबित प्रस्ताव
ko: 보류 중인 제안서
sv_se: Ta bort denna plånbok permanent
th: ข้อเสนอที่ค้างอยู่
vi: Đề nghị đang chờ xử lý

source: Permanently delete this wallet.
ar: حذف هذه المحفظة بشكل دائم.
bg: Завинаги да се премахне това портмоне.
ca: Suprimeix definitivament aquesta cartera.
cs: Trvale odstranit tuto peněženku.
fa: حذف این کیف پول به صورت دائم.
hi: इस वॉलेट को स्थाई रूप से डिलीट करें।
ko: 이 지갑을 영구적으로 삭제합니다.
sv_se: Personlig plånboken.
th: ทำการลบกระเป๋านี้อย่างถาวร
vi: Xoá ví này vĩnh viễn.

source: Personal Wallet
ar: محفظة شخصية
bg: Лично портмоне
ca: Cartera personal
cs: Osobní peněženka
fa: کیف پول شخصی
hi: निजी वॉलेट
ko: 개인 지갑
sv_se: Personlig plånboken
th: กระเป๋าสตางค์ส่วนตัว
vi: Ví cá nhân

source: My {{coin}} Wallet
ar: محفظتي {{coin}}
bg: Мое портмоне {{coin}}
ca: La meva cartera {{coin}}
cs: Moje peněženka {{coin}}
fa: کیف پول من {{سکه}}
hi: मेरा {{coin}} वॉलेट
ko: 내 {{coin}} 지갑
sv_se: Min {{coin}} plånbok
th: กระเป๋าสตางค์ของฉัน {{coin}}
vi: Ví {{coin}} của tôi

source: Please carefully write down this phrase.
ar: يُرجي كتابة هذه العبارة بعناية.
bg: Внимателно запишете ключовата фраза.
ca: Apunteu-vos bé aquesta frase.
cs: Pečlivě si prosím zapište tuto frázi.
fa: لطفا با دقت این عبارت را بنویسید.
hi: कृपया ध्यानपूर्वक इस वाक्यांश को लिखें।
ko: 이 문구를 받아적으세요.
sv_se: Var god skriv ner denna lösenordsfras noga.
th: โปรดเขียนอย่างระมัดระวัง
vi: Vui lòng viết ra cụm từ này cẩn thận.

source: Please connect a camera to get started.
ar: يُرجى توصيل الكاميرا للبدء.
bg: За да се започне, включете камерата.
ca: Connecteu una càmera per començar.
cs: Chcete-li začít, připojte prosím fotoaparát.
fa: لطفا یک دوربین وصل کنید تا شروع کنیم.
hi: कृपया प्रारंभ करने के लिए कैमरा कनेक्ट करें।
ko: 시작하기 위해 카메라를 연결해주세요.
sv_se: Vänligen anslut kameran för att komma igång.
th: โปรดเชื่อมต่อกับกล้องเพื่อเริ่มต้น
vi: Vui lòng kết nối một camera để bắt đầu.

source: Please enter the recovery phrase
ar: يُرجى إدخال عبارة الاسترداد
bg: Вкарайте ключовата фраза
ca: Introduïu la frase de recuperació
cs: Zadejte prosím frázi k obnovení
fa: لطفا عبارت بازیابی را وارد نمایید
hi: कृपया पुनर्प्राप्ति वाक्यांश दर्ज करें
ko: 백업 문구를 써넣어주세요
sv_se: Vänligen ange lösenordsfras
th: กรุณาใส่คำกู้คืน
vi: Vui lòng nhập cụm từ khôi phục

source: Please enter the wallet recovery phrase
ar: يُرجى إدخال عبارة الاسترداد الخاصة بالمحفظة
bg: Вкарайте ключовата фраза на портмонето
ca: Introduïu la frase de recuperació de la cartera
cs: Zadejte prosím frázi k obnovení peněženky
fa: لطفا عبارت بازیابی کیف پول را وارد نمایید
hi: कृपया वॉलेट का पुनर्प्राप्ति वाक्यांश दर्ज करें
ko: 지갑 복구 문구를 써넣어주세요
sv_se: Vänligen ange plånbokens lösenordsfras
th: โปรดป้อนวลีกู้คืนกระเป๋าสตางค์
vi: Vui lòng nhập cụm từ khôi phục ví

source: Please enter your PIN
ar: برجاء إدخال رمز PIN
bg: Моля, вкарайте Вашия PIN-код
ca: Introduïu el PIN
cs: Zadejte svůj PIN kód
fa: لطفا کد پین خود را وارد کنید
hi: कृपया अपना PIN दर्ज करें
ko: PIN을 작성해주세요
sv_se: Vänligen ange PIN kod
th: โปรดป้อน PIN ของคุณ
vi: Vui lòng nhập mã PIN của bạn

source: Please tap each word in the correct order.
ar: برجاء النقر على كل كلمة بالترتيب الصحيح.
bg: Натиснете върху екрана на сензорното устройство всяка дума в правилен ред.
ca: Toqueu cada paraula en l'ordre correcte.
cs: Klepněte prosím na každé slovo ve správném pořadí.
fa: هر کلمات را با ترتیب درست انتخاب کنید.
hi: कृपया सही क्रम में प्रत्येक शब्द पर टैप करें।
ko: 단어들을 올바른 순서대로 눌러주세요.
sv_se: Var god och tryck på varje ord i rätt ordning.
th: โปรดแตะแต่ละคำในลำดับที่ถูกต้อง
vi: Xin vui lòng nhấn vào từng từ theo đúng thứ tự.
