Repository: Bitcoin-com/Wallet
Catalog: i18n/po/*/template-*.po
Languages: ar, bg, ca, cs, fa, hi, ko, sv_se, th, vi

source: Super Economy
ar: اقتصاد قوي
bg: Много икономична
ca: Súper econòmic
cs: Velmi ekonomická
fa: اقتصاد عالی
hi: उत्तम अर्थव्यवस्था
ko: 슈퍼 이코노미
sv_se: Super ekonomi
th: แบบคุ้มค่ามากๆ
vi: Nền kinh tế siêu cấp

source: Support Bitcoin Cash
ar: دعم بيتكوين كاش
bg: Поддръжка Bitcoin Cash
ca: Compatible amb Bitcoin Cash
cs: Podporujte Bitcoin Cash
fa: بیتکوین کش را پشتیبانی کنید
hi: Bitcoin Cash का समर्थन करें
ko: 비트코인 캐시 지원하기
sv_se: Bitcoin Cash stöd
th: สนับสนุนเงิน Bitcoin
vi: Hỗ trợ Bitcoin Cash

source: Sweep
ar: كنس
bg: Да се смята
ca: Escombratge
fa: وارد کردن و تغییر آدرس به جدید(sweep)
hi: स्वीप करें
ko: 스윕하기
sv_se: Sopa
th: ค้นหา
vi: Quét

# List item
source: Sweep paper wallet
ar: كنس المحفظة الورقية
bg: Да се попълни от хартиеното портмоне
ca: Escombra la cartera de paper
cs: Sweep papírové peněženky
fa: جاروب کردن کیف پول کاغذی
hi: पेपर वॉलेट स्वीप करें
ko: 종이 지갑 스윕하기
sv_se: Svep pappersplånboken
th: ค้นหากระเป๋าเปเปอร์
vi: Quét ví giấy

# Page title
source: Sweep Paper Wallet
ar: كنس المحفظة الورقية
bg: Да се попълни от хартиеното портмоне
ca: Escombra la cartera de paper
cs: Sweep papírové peněženky
fa: جاروب کردن کیف پول کاغذی
hi: पेपर वॉलेट स्वीप करें
ko: 종이 지갑 스윕하기
sv_se: Svep pappersplånboken
th: ค้นหา Paper Wallet
vi: Quét ví giấy

source: Sweeping Wallet...
ar: جارٍ كنس المحفظة...
bg: Четене на портмонето...
ca: S'està escombrant la cartera...
cs: Probíhá sweep peněženky...
fa: در حال وارد کردن کیف و تغییر آدرس به جدید(sweep)...
hi: वॉलेट स्वीप हो रहा है...
ko: 지갑 스윕 중...
sv_se: Sveper plånboken...
th: กำลังค้นหากระเป๋า...
vi: Đang quét ví...

source: THIS ACTION CANNOT BE REVERSED
ar: لا يمكن التراجع عن هذا الإجراء
bg: ТОВА ДЕЙСТВИЕ НЕ МОЖЕ ДА Е ОТМЕНЕНО
ca: AQUESTA ACCIÓ NO ES POT REVERTIR
cs: NEODVRATITELNÁ AKCE
fa: این عمل به هیچ وجه قابل برگشت نیست
hi: इस कार्यवाही को औंधा नहीं किया जा सकता
ko: 돌이킬 수 없는 행동입니다
sv_se: DENNA ÅTGÄRD KAN INTE REVERSERAS
th: การกระทำนี้ไม่สามารถย้อนกลับได้
vi: KHÔNG THỂ HOÀN TÁC HÀNH ĐỘNG NÀY

source: Take control of your money,<br>get started with bitcoin.
ar: تحكم في أموالك<br>وابدأ استخدام البيتكوين.
bg: Вземете вашите финанси под контрол,<br> започнетеда се ползвате с Биткойн.
ca: Controleu els vostres diners,<br>inicieu-vos al món dels bitcoins.
cs: Převezměte kontrolu nad svými penězi,<br>začněte používat Bitcoin.
fa: کنترل کیف پول خود را در اختیار بگیرید، <br> با بیتکوین شروع کنید.
hi: अपने पैसे पर नियंत्रण रखें,<br>bitcoin से शुरूआत करें।
ko: 돈을 지배하세요, <br>비트코인과 함께 시작하세요.
sv_se: Ta kontroll över dina pengar,<br>börja med bitcoin.
th: ควบคุมเงินคุณ<br>เริ่มต้นด้วย bitcoin
vi: Giành quyền kiểm soát tiền của bạn,<br>bắt đầu với bitcoin.

source: Tap and hold to show
ar: انقر مع الاستمرار للعرض
bg: Докоснете и задържайте, за да покажете
ca: Manteniu premut per mostrar
cs: Dotykem a přidržením zobrazte
fa: برای نمایش فشار دهید و نگه دارید
hi: दिखाने के लिए टैप कर के रखें
ko: 누르고 계시면 보입니다
sv_se: Tryck och håll för att visa
th: แตะค้างไว้เพื่อแสดง
vi: Chạm và giữ để hiển thị

source: Tap to recreate
ar: انقر لإعادة الإنشاء
bg: За да се пресъздаде, натиснете тук
ca: Toqueu per reproduir
cs: Dotykem znovuvytvoříte
fa: برای ایجاد کلیک کنید
hi: पुन: क्रीएट करने के लिए टैप करें
ko: 눌러서 다시 만들기
sv_se: Tryck för att återskapa
th: แตะเพื่อสร้าง
vi: Chạm vào để tạo lại

source: Tap to retry
ar: انقر لإعادة المحاولة
bg: Да се повтори
ca: Toqueu per reintentar
cs: Dotykem zopakujte
fa: برای امتحان دوباره کلیک کنید
hi: पुन: प्रयास करने के लिए टैप करें
ko: 눌러서 다시 시도하기
sv_se: Klicka för att försöka igen
th: แตะเพื่อลองอีกครั้ง
vi: Chạm vào để thử lại

source: Terms Of Use
ar: شروط الاستخدام
bg: Условия за ползване
ca: Condicions d'ús
cs: Podmínky použití
fa: شرایط استفاده
hi: उपयोग की शर्तें
ko: 이용 약관
sv_se: Användningsvillkor
th: เงื่อนไขการใช้
vi: Điều khoản sử dụng

source: Terms of Use
ar: شروط الاستخدام
bg: Условия за ползване
ca: Condicions d'ús
cs: Podmínky použití
fa: شرایط استفاده
hi: उपयोग की शर्तें
ko: 이용 약관
sv_se: Användningsvillkor
th: เงื่อนไขการใช้
vi: Điều khoản sử dụng

source: Text
ar: النص
bg: Текст
fa: متن
hi: टेक्स्ट
ko: 텍스트
th: ข้อความ
vi: Văn bản

source: Thank you!
ar: شكرًا لك!
bg: Благодаря!
ca: Gràcies!
cs: Děkujeme!
fa: متشکرم!
hi: आपका धन्यवाद!
ko: 감사합니다!
sv_se: Tack!
th: ขอบคุณมากๆ
vi: Cảm ơn bạn!

source: Thanks!
ar: شكرًا!
bg: Благодаря!
ca: Gràcies!
cs: Díky!
fa: ممنون!
hi: धन्यवाद!
ko: 감사합니다!
sv_se: Tack!
th: ขอบคุณ!
vi: Xin cảm ơn!

source: That's exciting to hear. We'd love to earn that fifth star from you – how could we improve your experience?
ar: من الجيد سماع ذلك. نود الحصول على النجمة الخامسة منك – كيف يمكننا تحسين تجربتك؟
bg: Това е вълнуващо да се чуе. Ще се радваме да спечелим тази пета звезда от вас – как да подобрим продукта?
ca: Ens en alegrem. Ens encantaria que ens donéssiu 5 estrelles. Com podem millorar la vostra experiència?
cs: To rádi slyšíme. Jak bychom mohli zlepšit Váš dojem, abychom od Vás získali pátou hvězdu?
fa: شنیدن آن هیجان انگیزه. ما مشتاقیم تا ستاره پنجم را از شما دریافت کنیم - چگونه میتونیم تجربه شما را بهبود ببخشیم?
hi: यह सुनने में रोमांचक है। हम आपसे वो पाँचवाँ सितारा प्राप्त करना बेहद पसंद करेंगे – हम आपके अनुभव को कैसे बेहतर बना सकते हैं?
ko: 다행히네요. 5개의 별점을 받고 싶어요. 저희가 발전해야 할 부분은 있나요?
sv_se: Det är spännande att höra. Vi skulle gärna tjäna den femte stjärnan från dig - Var får vi förbättra?
th: ฟังดูน่าสนใจนะ และเราใคร่ยินดีที่จะได้รับห้าดาวจากคุณ และเราจะสามารถช่วยเหลือคุณได้อย่างไร?
vi: Thật vui khi nhận được phản hồi của bạn. Chúng tôi muốn kiếm được ngôi sao thứ năm từ bạn – chúng tôi có thể cải thiện trải nghiệm của bạn bằng cách nào?

source: The Ledger Chrome application is not installed
ar: لم يتم تثبيت تطبيق Ledger Chrome
bg: Приложението Ledger для Chrome не е инсталирано
ca: L'aplicació Ledger de Chrome no està instal·lada
cs: Chrome aplikace Ledger není nainstalována
fa: برنامه Ledger Chrome نصب نشده است
hi: Ledger Chrome एप्लिकेशन इंस्टाल नहीं है
ko: Ledger Chrome 앱이 설치되지 않았습니다
sv_se: Ledger Chrome-programmet är inte installerat
th: แอปฯ Ledger Chrome ไม่ได้ติดตั้งไว้
vi: Ứng dụng Ledger Chrome chưa được cài đặt

source: The amount of bitcoin immediately spendable from this wallet.
ar: مبلغ البيتكوين قابل للإنفاق الفوري من هذه المحفظة.
bg: Сумата биткойни достъпни за извършване на плащания.
ca: Quantitat de bitcoins que es poden gastar immediatament des d'aquesta cartera.
cs: Částka, kterou lze okamžitě utratit z této peněženky.
fa: مقدار بیتکوین قابل خرج در این لحظه از این کیف پول.
hi: इस वॉलेट से तुरंत खर्च होने योग्य bitcoin की राशि।
ko: 이 지갑에서 즉시 사용할 수 있는 비트코인 액수.
sv_se: Mängden bitcoin som kan spenderas direkt från denna plånbok.
th: ยอดของ bitcoin ที่ใช้จ่ายได้ทันทีของกระเป๋านี้
vi: Số lượng bitcoin có thể chi tiêu ngay lập tức từ ví này.

source: The amount of bitcoin stored in this wallet that is allocated as inputs to your pending transaction proposals. The amount is determined using unspent transaction outputs associated with this wallet and may be more than the actual amounts associated with your pending transaction proposals.
ar: تم تخزين مبلغ البيتكوين في هذه المحفظة التي خُصصت كمدخلات لمقترحات المعاملات المعلقة. يحدد المبلغ بواسطة مخرجات المعاملات غير المنفقة المرتبطة بهذه المحفظة وقد يتجاوز المبالغ الفعلية المرتبطة بمقترحات المعاملات المعلقة.
bg: Сумата биткойни, отделени като входове за очакващи разглеждане плащания. Сумата се определя от неизразходваните изходи, асоциирани с това портмоне, и може да надвишава сумата, асоциирана с предложените плащания.
ca: La quantitat de bitcoins emmagatzemada en aquesta cartera que s'assigna com a entrades a les vostres propostes de transacció pendents. L'import es determina en base a les sortides de transacció no gastades associades a aquesta cartera i pot superar les quantitats reals associades a les vostres propostes de transacció pendents.
cs: Množství Bitcoinu v této peněžence, které je alokováno pro vstupy Vašich čekajících návrhů transakcí. Částka je sečtena ze všech UTXO spojených s touto peněženkou a může být vyšší než skutečné množství spojené s Vašimi čekajícími návrhy transakcí.
fa: مقدار بیتکوین ذخیره شده در این کیف پول به عنوان ورودی محاسبه شده و به طرح های پیشنهادی تراکنش های در انتظار اختصاص دارد. این مقدار با استفاده از تراکنش های خروجی خرج نشده این کیف پول تعیین می شود و ممکن است بیش از مقدار واقعی مربوط به طرح های پیشنهادی تراکنش های در انتظار باشد.
hi: इस वॉलेट में संग्रहित bitcoin की राशि जो आपके लंबित लेन-देन प्रस्तावों में इनपुट्स के रूप में निर्धारित है। इस राशि को इस वॉलेट के साथ संबद्ध ना खर्च किए गए ट्रांजैक्शनआउटपुट्स का इस्तेमाल करके निर्धारित किया जाता है और यह आपके लंबित ट्रांजैक्शन प्रस्तावों के साथ संबद्ध वास्तविक राशियों से अधिक हो सकती है।
ko: 이 지갑 내에 보관 중인 비트코인의 보이는 액수는 진행 중인 거래량도 포함하고 있습니다. 그렇기에 이 지갑에 실제로 있는 비트코인과 표기되는 비트코인의 액수는 미세하게 다를 수도 있습니다.
sv_se: Mängden bitcoin lagrat i denna plånbok som tilldelas som input till dina pågående transaktionsförslag. Beloppet bestäms med oanvända transaktionsutgångar som är förknippade med denna plånbok och kan vara mer än de faktiska beloppen som är förknippade med pågående transaktionsförslag.
th: จำนวนยอดของ bitcoin ที่เก็บไว้ในกระเป๋านี้ถูกจัดสรรไว้ในส่วนของการดำเนินการด้านข้อเสนอการทำธุรกรรม ซึ่งเชื่อมโยงกับกระเป๋าเงินนี้และอาจมากกว่าจำนวนเงินจริงที่เกี่ยวข้องกับข้อเสนอการทำธุรกรรมที่ค้างอยู่ของคุณ
vi: Số lượng bitcoin được lưu trữ trong ví này được phân bổ làm đầu vào cho các đề nghị giao dịch đang chờ xử lý của bạn. Số lượng này được xác định bằng cách sử dụng các đầu ra giao dịch chưa được chi tiêu liên kết với ví này và có thể nhiều hơn số lượng thực tế được liên kết với các đề nghị giao dịch đang chờ xử lý của bạn.

source: The amount of bitcoin stored in this wallet with less than 1 blockchain confirmation.
ar: مبلغ البيتكوين المخزن في هذه المحفظة مع أقل من تأكيد من سلسة الكتلة.
bg: Сумата биткойни с по-малко от едно потвърждаване.
ca: La quantitat de bitcoins emmagatzemada en aquesta cartera amb menys d'una confirmació blockchain.
cs: Množství Bitcoinu v této peněžence s méně než 1 potvrzením blockchainu.
fa: مقدار بیتکوین ذخیره شده در این کیف پول با کمتر از تایید در زنجیره بلاک ها.
hi: इस वॉलेट में 1 से कम ब्लॉकचेन पुष्टिकरण के साथ संग्रहित bitcoin की राशि।
ko: 이 지갑에 보관 중인 1개 이하의 블록체인 컨펌 비트코인.
sv_se: Mängden bitcoin lagrad i denna plånbok med mindre än 1 blockchain-bekräftelse.
th: ยอด bitcoin ที่เก็บในกระเป๋านี้มีบล็อคเชนการยืนยันน้อยกว่า 1
vi: Số lượng bitcoin được lưu trữ trong ví này với dưới 1 xác nhận blockchain.

source: The derivation path
ar: مسار الاشتقاق
bg: Пътя на деривацията
ca: El camí de derivació
cs: Cesta pro odvození
fa: مسیر منبع
hi: डेरीवेशन पाथ
ko: 유도 경로
sv_se: Derivationsväg
th: ความเป็นมา
vi: Đường dẫn dẫn xuất

source: The exchange rate changes with the market.
ar: تغيرات أسعار الصرف مع تغير السوق.
bg: Обменните курсове се променят.
ca: El tipus de canvi canvia amb el mercat.
cs: Směnný kurz se mění s trhem.
fa: نرخ تبدیل با تغییرات بازار تغییر می کند.
hi: विनिमय दर बाज़ार के साथ बदलती है।
ko: 수수료는 시장의 상황에 따라 변화합니다.
sv_se: Växelkursen förändras med marknaden.
th: อัตราแลกเปลี่ยนเปลี่ยนแปลงไปตามตลาด
vi: Tỷ giá hối đoái thay đổi tùy theo thị trường.

source: The higher the fee, the greater the incentive a miner has to include that transaction in a block. Current fees are determined based on network load and the selected policy.
ar: كلما ارتفعت الرسوم، ازداد حافز عامل المنجم لإدخال هذه المعاملة في المجموعة. وتحدد الرسوم الحالية بناء على حمل الشبكة والسياسة المحددة.
bg: Колкото е по-висока комисионната, толкова е по-вероятно майнърите да включат тази транзакция в блока. Текущата комисия се определя въз основа на натоварването на мрежата и избраната политика.
ca: Com més alta és la comissió, més incentius té un miner per incloure la vostra transacció en un bloc. Les comissions es determinen a cada moment en funció de la càrrega de la xarxa i de la política seleccionada.
cs: Čím větší je poplatek, tím více je těžař motivován zahrnout transakci do příštího bloku. Aktuální výše poplatku se získává podle zatížení sítě a zvolené politiky.
fa: هرچه کارمزد بالا تر باشد، انگیزه بیشتری یک استخراج کننده خواهد داشت تا آن تراکنش را در بلاک قرار بدهد. کارمزد های حال حاضر بر اساس حجم تراکنش ها در شبکه و سیاست موجود پیشبینی شده اند.
hi: जितना अधिक शुल्क, उतना ही अधिक भुगतान किसी माइनर को उस ट्रांजैक्शन को ब्लॉक में शामिल करने के लिए देना होगा। वर्तमान शुल्क नेटवर्क लोड एवं चयनित नीति के आधार पर निर्धारित किए जाते हैं।
ko: 수수료가 높을수록 채굴자가 거래를 블록에 포함할 인센티브가 높아집니다. 네트워크 상황에 따라 수수료가 정해집니다.
sv_se: Ju högre avgiften desto mer troligt att miner ska inkludera den transaktionen i ett block. Nuvarande avgifter bestäms utifrån nätverksbelastning och den valda policyn.
th: ยิ่งค่าธรรมเนียมสูง ยิ่งเป็นแรงจูงใจให้กับไมเนอร์ในบล็อก และค่าธรรมเนียมปัจจุบันจะขึ้นอยู่กับเครือข่ายและนโยบายที่เลือก
vi: Phí càng cao, thợ mỏ càng phải đưa nhiều ưu đãi giao dịch đó vào một khối. Phí hiện tại được xác định dựa trên tải mạng và chính sách đã chọn.

source: The maximum number of consecutive unused addresses (20) has been reached. When one of your unused addresses receives a payment, a new address will be generated and shown in your Receive tab.
ar: تم التوصل إلى الحد الأقصى لعدد العناوين (20) المتتالية غير المستخدمة. عندما يتلقى أحد العناوين غير المستخدمة الخاصة بك عملية دفع، سيم إنشاء عنوان جديد وسيظهر في علامة التبويب Receive (استلام).
bg: Достигнато е максимално число последователно неизползвани адреси (20). Когато единият от неизползваните адреси ще получи плащане, ще е създаден нов адрес, който ще се отобрази на вложката «Да се получи».
ca: S'ha assolit el nombre màxim d'adreces consecutives sense utilitzar (20). Quan una de les vostres adreces sense utilitzar rebi un pagament, es generarà una adreça nova que es mostrarà a la pestanya Rep.
cs: Bylo dosaženo maximálního počtu po sobě jdoucích nepoužitých adres (20). Jakmile jedna z nepoužitých adres obdrží platbu, bude vygenerována nová adresa a zobrazena na kartě Přijmout.
fa: به عدد حداکثر تعداد آدرس های متوالی استفاده نشده (20) رسيده اید. وقتی یکی از آدرس های استفاده نشده شما پرداخت را دریافت کند، یک آدرس جدید تولید و در قسمت دریافت نشان داده می شود.
hi: लगातार अप्रयुक्त पतों की अधिकतम संख्या (20) पूरी हो चुकी है। जब आपके अप्रयुक्त पतों में से एक में भुगतान प्राप्त होता है, तो एक नया पता बनेगा और आपके रिसीव टैब में दिखाया जाएगा।
ko: 미사용 주소의 숫자가 최대치를 달성했습니다. (20) 미사용 주소가 사용될 시 새로운 주소가 '받기' 탭에 형성됩니다.
sv_se: Det maximala antalet oanvända adresser i följd (20) har uppnåtts. När en av dina oanvända adresser mottar en betalning genereras en ny adress och visas på fliken Mottagning.
th: ถึงจำนวนสูงสุด 20 จำนวนสำหรับที่อยู่ที่ไม่มีการใช้งานแล้ว เมื่อไหร่ที่หนึ่งในที่อยู่ที่ไม่มีการใช้งานของคุณรับการชำระเงิน ที่อยู่ใหม่จะถูกสร้างใหม่และจะแสดงที่แถบการรับ
vi: Đã đạt tới số lượng địa chỉ chưa sử dụng liên tiếp tối đa (20). Khi một trong những địa chỉ chưa sử dụng của bạn nhận được thanh toán, một địa chỉ mới sẽ được tạo và hiển thị trong tab Nhận của bạn.

source: The official English Terms of Service are available on the BitPay website.
ar: شروط الخدمة الرسمية الإنجليزية متوفرة على موقع BitPay.
bg: Официалните Условия за обслужване на английски език са достъпни на сайта BitPay.
ca: Les condicions de servei oficials estan disponibles en anglès al lloc web de BitPay.
cs: Oficiální anglické Podmínky služby jsou k dispozici na stránkách BitPay.
fa: شرایط و ظوابط استفاده از خدمات به زبان انگلیسی در وب سایت BitPay موجود است.
hi: अंग्रेज़ी में आधिकारिक सेवा की शर्तें BitPay की वेबसाइट पर उपलब्ध हैं।
ko: 공식 영문 서비스 약관은 BitPay 웹사이트에서 확인할 수 있습니다.
sv_se: De officiella engelska användningsvillkor finns på BitPays webbplats.
th: มีเงื่อนการให้บริการอย่างเป็นทางการบนเว็บไซต์ของBitPay
vi: Điều khoản dịch vụ chính thức bằng tiếng Anh có sẵn trên trang web BitPay.

source: The password of the recovery phrase (if set)
ar: كلمة مرور عبارة الاسترداد (إذا تم تعيينها)
bg: Парола на ключовата фраза (ако е инсталирана)
ca: La contrasenya de la frase de recuperació (si s'ha establert)
cs: Heslo fráze k obnovení (pokud je nastaveno)
fa: رمز عبور عبارت بازیابی (اگر تنظیم شده است)
hi: पुनर्प्राप्ति वाक्यांश का पासवर्ड (यदि नियत हो)
ko: 백업 문구 비밀번호 (설정했을 시)
sv_se: Lösenordet för återställningsfrasen (om den är inställd)
th: รหัสเพื่อเข้าสู่กลุ่มคำการกู้คืน(ถ้าได้กำหนดไว้)
vi: Mật khẩu của cụm từ khôi phục (nếu được đặt)

source: The payment was created but could not be completed. Please try again from home screen
ar: تم إنشاء عملية الدفع لكن تعذر إكمالها. رجاء حاول مرة أخرى من الشاشة الرئيسية
bg: Плащането е било създадено, но не може да е завършено. Моля, върнете се на вложката "Обзор" и опитайте отново
ca: El pagament s'ha creat però no s'ha pogut completar. Torneu-ho a provar des de la pantalla d'inici
cs: Platba byla vytvořena, ale nelze ji dokončit. Prosím zkuste to znovu z obrazovky Domů
fa: پرداخت ایجاد شد اما کامل نشد. لطفا از صفحه اصلی دوباره سعی کنید
hi: भुगतान क्रीएट किया गया था लेकिन पूर्ण नहीं हो सका। कृपया होम स्क्रीन से दुबारा प्रयास करें
ko: 거래가 생성되었으나 완료되지 않았습니다. 처음부터 다시 시도해주세요
sv_se: Betalningen skapades men kunde inte slutföras. Vänligen försök igen från startskärmen
th: การชำระเงินได้ถูกสร้างขึ้นแล้วแต่ไม่สามารถทำให้สมบูรณ์ได้ โปรดลองอีกครั้งจากหน้าแรก
vi: Thanh toán đã được tạo nhưng chưa thể hoàn tất. Vui lòng thử lại từ màn hình chính

source: The payment was removed by creator
ar: عملية الدفع تمت إزالتها من قبل المنشئ
bg: Плащането е било премахнато от неговия създател
ca: El creador ha eliminat el pagament
cs: Platba byla odebrána tvůrcem
fa: پرداخت توسط ایجاد کننده حذف شد
hi: क्रीएटर द्वारा भुगतान हटाया गया था
ko: 지불내역이 사용자에 의해 삭제되었습니다
sv_se: Betalningen togs bort av skaparen
th: การชำระเงินได้ถูกลบโดยผู้สร้าง
vi: Thanh toán đã bị xóa bởi người tạo

source: The recovery phrase could require a password to be imported
ar: قد تتطلب عبارة الاستراد كلمة مرور حتى يتم استيرادها
bg: За импортиране на ключовата фраза може да потрябва парола
ca: La frase de recuperació pot requerir una contrasenya a l'hora d'importar-la
cs: Import pomocí fráze k obnovení může vyžadovat heslo
fa: عبارت بازیابی ممکن است نیاز به یک کلمه عبور برای وارد کردن داشته باشد
hi: पुनर्प्राप्ति वाक्यांश को इम्पोर्ट किए जाने के लिए पासवर्ड की आवश्यकता हो सकती है
ko: 백업 문구를 사용하기 위해선 비밀번호가 필요할 수도 있습니다
sv_se: Återställningsfrasen kan kräva ett lösenord som ska importeras
th: สามารถขอรหัสผ่านสำหรับการนำเข้ากลุ่มคำกู้คืนกระเป๋า
vi: Cụm từ khôi phục có thể yêu cầu nhập mật khẩu

source: The request could not be understood by the server
ar: تعذر التعرف على الطلب من قبل الخادم
bg: Запитването не е разпознато от сървъра
ca: El servidor no ha entès la petició
cs: Žádost není srozumitelná serverem
fa: سرور متوجه درخواست نشد
hi: सर्वर द्वारा अनुरोध को समझा नहीं जा सका
ko: 서버가 특정 요구를 이해할 수 없습니다
sv_se: Förfrågan kunde inte förstås av servern
th: เซิร์ฟเวอร์ไม่เข้าใจการร้องขอ
vi: Máy chủ không thể hiểu được yêu cầu

source: The restore process will stop when 20 addresses are generated in a row which contain no funds. To safely generate more addresses, make a payment to one of the unused addresses which has already been generated.
ar: ستتوقف عملية الاستعادة عندما يتم إنشاء 20 عنوان على التوالي والتي لا تحتوي على أي أرصدة. وحتى يتم إنشاء المزيد من العناوين، قم بالدفع لأحد العناوبن غير المستخدمة التي تم إنشاؤها بالفعل.
bg: Процесът на възстановяване ще спре, когато 20 формирани подред адреси няма да съдържат средства. За да формирате без риск повече адреси, направете плащане върху единия от неизползваните вече формирани адреси.
ca: El procés de restauració s'atura quan s'han generat 20 adreces seguides sense fons. Per generar més adreces de manera segura, efectueu un pagament a una de les adreces sense utilitzar que ja s'hagi generat.
cs: Proces obnovení se zastaví po vygenerování 20-ti po sobě jdoucích nevyužitých adres, které ještě neobsahují žádné peníze. Chcete-li bezpečně vygenerovat další adresy, proveďte platbu na jednu z nevyužitých adres, které již vygenerovány byly.
fa: وقتی 20 آدرس پشت سر هم تولید شوند و هیچ وجهی به آنها ارسال نشود پروسه بازگردانی متوقف خواهد شد. برای تولید آدرس های بیشتر به صورت امن، پرداختی در یکی از آدرس های استفاده نشده که قبلا تولید شده انجام دهید.
hi: पुनर्प्राप्ति प्रक्रिया तब बंद हो जाएगी जब बिना निधियों वाले लगातार 20 पते बनेंगे। सुरक्षित रूप से और पते बनाने के लिए, पहले से बने हुए किसी एक अप्रयुक्त पते को भुगतान करें।
ko: 복구 작업은 20개의 비어있는 주소가 생성될 때까지 진행됩니다. 주소를 추가로 생성하기 위해선 미사용 주소에 자산을 송금해주세요.
sv_se: Återställingsprocessen slutar när 20 adresser genereras i en rad som inte innehåller några pengar. För att generera flera adresser på ett säkert sätt, gör en betalning till en av de oanvända adresserna som redan har genererats.
th: เพื่อการสร้างที่อยู่เพิ่มเติมอย่างปลอดภัย ให้ทำการชำระเงินไปยังที่อยู่ใดที่อยู่นึงที่แสดงในแถบ เพราะกระบวนการการคืนค่าจะหยุดเมื่อมี 20 ที่อยู่ที่ไม่พบยอดแสดงขึ้นมาในแถบ
vi: Quá trình khôi phục sẽ dừng khi 20 địa chỉ được tạo liên tiếp không chứa tiền. Để tạo nhiều địa chỉ một cách an toàn, hãy gửi thanh toán tới một trong những địa chỉ đã tạo chưa sử dụng.

source: The spend proposal is not pending
ar: مقترح الإنفاق غير معلق
bg: Предложеното заплащане вече не е за разглеждане
ca: La proposta de despesa no està pendent
cs: Návrh platby se nezpracovává
fa: طرح پیشنهادی خرج در وضعیت در انتظار نیست
hi: खर्च प्रस्ताव लंबित नहीं है
ko: 지불제안서 오류
sv_se: Utbetalningsförslaget är inte i avvaktan på
th: ข้อเสนอการใช้จ่ายไม่ได้รอดำเนินการ
vi: Không phải đề nghị chi tiêu đang chờ xử lý

source: The total amount of bitcoin stored in this wallet.
ar: إجمالي مبلغ البيتكوين الموجود في المحفظة.
bg: Сумата биткойни в това портмоне.
ca: La quantitat total de bitcoins emmagatzemats en aquesta cartera.
cs: Celková hodnota Bitcoinu uložená v této peněžence.
fa: مجموع بیتکوین ذخیره شده در این کیف پول.
hi: इस वॉलेट में संग्रहित bitcoin की कुल राशि।
ko: 이 지갑에 보관 중인 비트코인 총액수.
sv_se: Den totala mängden bitcoin lagrad i denna plånbok.
th: ยอดรวมของ bitcoin ที่เก็บไว้ในกระเป๋านี้
vi: Tổng số lượng bitcoin được lưu trữ trong ví này.

source: The transaction history and every new incoming transaction are cached in the app. This feature clean this up and synchronizes again from the server
ar: تم تخزين محفوظات المعاملات وكل معاملة جديدة واردة تخزينًا مؤقتًا في التطبيق. فتقوم هذه الخاصية بمسح هذا والمزامنة مرة أخرى من الخادم
bg: Историята на транзакциите и всяка нова входяща транзакция се кешират в приложението. Тази функция го очиства и отново провежда синхронизиране със сървъра
ca: L'historial de les transaccions i cada transacció nova entrant es guarden a la memòria cau de l'aplicació. Aquesta funció ho esborra tot i torna a sincronitzar des del servidor
cs: Transakční historie a každá nová příchozí transakce je dočasně uložena v aplikaci. Tato možnost data vyčistí a znovu synchronizuje se serverem
fa: تاریخ تراکنش و هر تراکنش جدید ورودی در این برنامه ذخیره شده است. این ویژگی این اطلاعات را پاک کرده و دوباره از سرور همگام سازی می کند
hi: ट्रांजैक्शन इतिहास और हर नया नवनिर्वाचित ट्रांजैक्शन इस एप में कैशे किया हुआ है। यह सुविधा इसे क्लीन अप कर देती है और सर्वर से दुबारा सिंक्रनाइज़ करती है
ko: 거래 내역은 이 앱 내에서 저장됩니다. 이 기능을 사용 시 저장된 캐시를 모두 삭제하고 서버와 동기화합니다
sv_se: Transaktionshistoria och varje ny inkommande transaktion cachas i appen Den här funktionen rengör det här och synkroniseras igen från servern
th: ประวัติธุรกรรมและธุรกรรมใหม่จะถูกเก็บไว้ในแอปฯชั่วคราว และคุณลักษณะนี้จะทำการล้างและประสานอีกครั้งจากเซิฟเวอร์
vi: Lịch sử giao dịch và mọi giao dịch đến mới được lưu trong bộ nhớ cache trong ứng dụng. Tính năng này dọn sạch ứng dụng và đồng bộ hóa lại từ máy chủ

source: The wallet service URL
ar: عنوان URL لخدمة المحفظة
bg: Адрес на сървъра Bitcore
ca: L'URL del servei de la cartera
cs: URL služby pro peněženky
fa: URL سرویس کیف پول
hi: वॉलेट सेवा URL
ko: 지갑 서비스 URL
sv_se: Plånbokens tjänst URL
th: URLการบริการกระเป๋า
vi: URL dịch vụ ví
