Repository: Bitcoin-com/Wallet
Catalog: i18n/po/*/template-*.po
Languages: ar, bg, ca, cs, fa, hi, ko, sv_se, th, vi

source: Uh oh...
ar: عفواً...
bg: Упс...
ca: Vaja...
cs: Ale ne...
fa: اوه اوه...
hi: उह ओह...
ko: 이런...
sv_se: Hoppsan...
th: โอ้ไม่...
vi: Ừ ồ...

source: Unconfirmed
ar: غير مؤكد
bg: Не е потвърдено
ca: Sense confirmar
cs: Nepotvrzeno
fa: تایید نشده
hi: अपुष्ट
ko: 미확인
sv_se: Obekräftad
th: ยังไม่ได้ยืนยัน
vi: Chưa xác nhận

source: Unsent transactions
ar: معاملات غير مرسلة
bg: Неизпратени транзакции
ca: Transaccions no enviades
cs: Neodeslané transakce
fa: تراکنش های ارسال نشده
hi: ना भेजे गए लेन-देन
ko: 미완료 거래
sv_se: Oskickades transaktioner
th: ธุรกรรมที่ไม่ได้ส่ง
vi: Giao dịch chưa gửi

source: Unused Addresses
ar: عناوين غير مستخدمة
bg: Неизползвани адреси
ca: Adreces sense utilitzar
cs: Nevyužité adresy
fa: آدرس های استفاده نشده
hi: अप्रयुक्त पते
ko: 미사용 주소
sv_se: Oanvända adresser
th: ที่อยู่ที่ไม่ได้ใช้งาน
vi: Địa chỉ chưa sử dụng

source: Unused Addresses Limit
ar: حد العناوين غير المستخدمة
bg: Лимит за неизползваните адреси
ca: Límit d'adreces sense utilitzar
cs: Limit pro nevyužité adresy
fa: محدودیت آدرس استفاده نشده
hi: अप्रयुक्त पतों की सीमा
ko: 미사용 주소 한계
sv_se: Oanvända adresser begränsas
th: ขีดจำกัดที่อยู่ที่ไม่มีการใช้งาน
vi: Giới hạn địa chỉ chưa sử dụng

source: Update Available
ar: التحديث متاح
bg: Достъпно обновяване
ca: Actualització disponible
cs: Aktualizace k dispozici
fa: به روز رسانی موجود می باشد
hi: अपडेट उपलब्ध है
ko: 업데이트 가능
sv_se: Uppdatering tillgänglig
th: การอัพเดตพร้อมใช้งาน
vi: Có sẵn bản cập nhật

source: Updating pending proposals. Please stand by
ar: جارٍ تحديث المقترحات المعلقة. يرجى الانتظار
bg: Обновяване на очакващите разглеждане плащания. Изчакайте, моля
ca: S'estan actualitzant les propostes pendents. Espereu
cs: Aktualizace čekajících návrhů. Počkejte prosím
fa: در حال به روز رسانی طرح های پیشنهادی در انتظار. لطفا منتظر بمانید
hi: लंबित प्रस्ताव अपडेट हो रहे हैं। कृपया समर्थन बनाएँ रखें
ko: 진행 중인 제안서 업데이트 중. 기다려주세요
sv_se: Uppdatering av pågående förslag Vänligen vänta
th: กำลังอัพเดตข้อเสนอที่ค้างอยู่ โปรดรอสักครู่
vi: Đang cập nhật đề nghị đang chờ xử lý. Vui lòng chờ

source: Updating transaction history. Please stand by.
ar: جارٍ تحديث محفوظات المعاملات. يرجى الانتظار.
bg: Обновяване на историята на транзакциите. Изчакайте, моля.
ca: S'està actualitzant l'historial de transaccions. Espereu.
cs: Aktualizace historie transakcí. Prosíme o strpení.
fa: به روز رسانی تاريخچه تراکنش. لطفا منتظر بمانید.
hi: ट्रांजैक्शन इतिहास अपडेट हो रहा है। कृपया समर्थन बनाएँ रखें।
ko: 거래 내역 업데이트 중. 기다려주세요.
sv_se: Uppdaterar transaktionshistoria Vänligen vänta.
th: กำลังอัพเดตประวัติธุรกรรม โปรดรอสักครู่
vi: Đang cập nhật lịch sử giao dịch. Vui lòng chờ.

source: Updating... Please stand by
ar: جارٍ التحديث... يرجى الانتظار
bg: Обновяване... Изчакайте, моля
ca: S'està actualitzant... Espereu
cs: Probíhá aktualizace... Počkejte prosím
fa: در حال به روز رسانی... لطفا منتظر بمانید
hi: अपडेट हो रहा है... कृपया समर्थन बनाएँ रखें
ko: 업데이트 중... 기다려주세요
sv_se: Uppdatering... Vänligen vänta
th: กำลังอัพเดต...โปรดรอสักครู่
vi: Đang cập nhật... Vui lòng chờ

source: Urgent
ar: عاجل
bg: Срочно
cs: Naléhavé
fa: فوری
hi: अत्यावश्यक
ko: 긴급
sv_se: Omedelbart
th: เร่งด่วน
vi: Khẩn cấp

source: Use Unconfirmed Funds
ar: استخدام الأموال غير المؤكدة
bg: Да се използват непотвърдените средства
ca: Utilitza els fons sense confirmar
cs: Používat nepotrvzené peníze
fa: استفاده از دارایی تایید نشده
hi: अपुष्ट निधियों का उपयोग करें
ko: 미확인 자산 사용하기
sv_se: Använd okontrollerade medel
th: ใช้เงินที่ยังไม่ได้ยืนยัน
vi: Sử dụng số tiền chưa được xác nhận

source: Validating recovery phrase...
ar: جارٍ التحقق من عبارة الاسترداد...
bg: Проверка на ключовата фраза...
ca: S'està validant la frase de recuperació...
cs: Ověření fráze k obnovení...
fa: اعتبار سنجی عبارات بازیابی...
hi: पुनर्प्राप्ति वाक्यांश मान्य हो रहा है...
ko: 백업 문구 확인 중...
sv_se: Validerar återställningsfrasen...
th: ตรวจสอบวลีกู้คืน...
vi: Đang xác thực cụm từ khôi phục...

source: Verify your identity
ar: تحقق من الهوية الخاصة بك
bg: Да се потвърди личността
ca: Verifiqueu la vostra identitat
cs: Ověření Vaší identity
fa: هویت خود را تأیید کنید
hi: अपनी पहचान सत्यापित करें
ko: 사용자 확인하기
sv_se: Verifiera din identitet
th: ยืนยันตัวตน
vi: Xác minh danh tính của bạn

source: Version
ar: الإصدار
bg: Версия
ca: Versió
cs: Verze
fa: نسخه
hi: संस्करण
ko: 버전
th: เวอร์ชัน
vi: Phiên bản

source: View
ar: عرض
bg: Да се прегледа
ca: Mostra
cs: Zobrazit
fa: مشاهده
hi: देखें
ko: 보기
sv_se: Kolla
th: เรียกดู
vi: Xem

source: View All Addresses
ar: عرض كل العناوين
bg: Да се прегледат всичките адреси
ca: Mostra totes les adreces
cs: Zobrazit všechny adresy
fa: مشاهده همه آدرس ها
hi: सभी पते देखें
ko: 모든 주소 보기
sv_se: Kolla alla adresser
th: ดูที่อยู่ทั้งหมด
vi: Xem tất cả địa chỉ

source: View Terms of Service
ar: عرض شروط الخدمة
bg: Да се прегледат Условията за обслужване
ca: Mostra les condicions de servei
cs: Zobrazit Podmínky použití
fa: مشاهده شرایط و ضوابط خدمات
hi: सेवा की शर्तें देखें
ko: 서비스 약관 보기
sv_se: Kolla användningsvillkor
th: ดูเงื่อนไขการใช้บริการ
vi: Xem Điều khoản dịch vụ

source: View Transaction on Explorer.Bitcoin.com
ar: عرض المعاملة في Explorer.Bitcoin.com
bg: Преглед на транзакцията на страницата Explorer.Bitcoin.com
ca: Mostra la transacció a Explorer.Bitcoin.com
cs: Zobrazit transakci na Explorer.Bitcoin.com
fa: مشاهده تراکنش در Explorer.Bitcoin.com
hi: Explorer.Bitcoin.com पर ट्रांजैक्शन देखें
ko: Explorer.Bitcoin.com에서 트랜잭션 확인하기
sv_se: Kolla transaktionen på Explorer.Bitcoin.com
th: ดูธุรกรรมบน Explorer.Bitcoin.com
vi: Xem giao dịch trên Explorer.Bitcoin.com

source: View Update
ar: عرض التحديث
bg: Да се прегледа обновяването
ca: Mostra l'actualització
cs: Zobrazit aktualizaci
fa: مشاهده به روز رسانی
hi: अपडेट देखें
ko: 업데이트 보기
sv_se: Kolla uppdatering
th: ตรวจสอบอัพเดต
vi: Xem cập nhật

source: View on blockchain
ar: العرض في سلسلة الكتل
bg: Да се погледне в блокчейна
ca: Mostra a la blockchain
cs: Zobrazit na blockchainu
fa: مشاهده در زنجیره بلاک ها
hi: ब्लॉकचैन पर देखें
ko: 블록체인에 대한 시선
sv_se: Kolla på blockchain
th: ดูที่บล็อคเชน
vi: Xem trên blockchain

source: Visit mercadolivre.com.br &rarr;
ar: زيارة mercadolivre.com.br &rarr;
bg: Да се посети mercadolivre.com.br &rarr;
ca: Visiteu mercadolivre.com.br &rarr;
cs: Navštivte mercadolivre.com.br &rarr;
fa: مشاهده mercadolivre.com.br &rarr;
hi: mercadolivre.com.br &rarr; विज़िट करें
ko: mercadolivre.com.br &rarr; 방문하기
sv_se: Besök mercadolivre.com.br &rarr;
th: เข้าชม mercadolivre.com.br &amp;rarr;
vi: Truy cập mercadolivre.com.br &rarr;

source: WARNING: Key derivation is not working on this device/wallet. Actions cannot be performed on this wallet.
ar: تحذير: لا يعمل مفتاح الاشتقاق مع هذا الجهاز أو المحفظة. لا يمكن القيام بالإجراءات في هذه المحفظة.
bg: ВНИМАНИЕ: Деривация на ключовете не работи на това устройство/портмоне. Никакви действия не могат да са осъществени с това портмоне.
ca: AVÍS: La derivació de clau no funciona en aquest dispositiu/cartera. No es poden realitzar accions en aquesta cartera.
cs: Upozornění: Odvozování klíče v této peněžence / zařízení nefunguje. Akce nelze v této peněžence provést.
fa: اخطار: اشتقاق کلید در این دستگاه/کیف پول کار نمی کند. این اقدامات در این کیف پول قابل اجرا نمی باشد.
hi: चेतावनी: की डेरीवेशन (Key derivation) इस डिवाइस/वॉलेट पर काम नहीं कर रहा है। इस वॉलेट पर क्रियाएं निष्पादित नहीं की जा सकतीं।
ko: 경고: 이 기기/지갑에서 키 유도를 사용할 수 없습니다. 이 지갑에서는 활동할 수 없습니다.
sv_se: VARNING: Nyckelutdraget fungerar inte på den här enheten/plånboken. Åtgärder kan inte utföras på denna plånbok.
th: คำเตือน: คีย์นี้ใช้ไม่ได้บนอุปกรณ์/กระเป๋านี้ ไม่สามารถดำเนินการได้บนกระเป๋านี้
vi: CẢNH BÁO: Đường dẫn dẫn xuất chính không hoạt động trên thiết bị/ví này. Không thể thực hiện hành động trên ví này.

source: WARNING: Not including the private key allows to check the wallet balance, transaction history, and create spend proposals from the export. However, does not allow to approve (sign) proposals, so <b>funds will not be accessible from the export</b>.
ar: تحذير: عدم وجود المفاتيح الخاصة يسمح بالتحقق من رصيد المحفظة ومحفوظات المعاملات وإنشاء مقترحات إنفاق من الصادرات. بالرغم من ذلك، لا يُسمح بالموافقة على (توقيع) المقترحات، لذا <b>لن يكون من الممكن الوصول إلى الأموال من الصادرات</b>.
bg: ВНИМАНИЕ: експортираният файл не включва затворен ключ, поради това ще позволи само да преглежда баланса, историята на транзакциите и да предлага плащания. Обаче, той не може да е използван за одобряване (подписване) на предложените плащания, поради това <b> средствата няма да са достъпни от експортирания файл</b>.
ca: AVÍS: No incloure la clau privada permet comprovar el saldo de la cartera, l'historial de transaccions i crear propostes de despeses des del fitxer exportat. Ara bé, no permet aprovar (firmar) propostes; per tant <b>els fons no seran accessibles des del fitxer exportat</b>.
cs: Upozornění: Nezahrnutí soukromého klíče umožňuje exportu kontrolovat zůstatek peněženky, historii transakcí a vytvářet návrhy plateb. Avšak není umožněno návrhy schvalovat (podepisovat), takže <b>finanční prostředky nebudou z exportu přístupné</b>.
fa: اخطار: قرار ندادن کلید خصوصی به شما اجازه مشاهده تاریخچه تراکنش، موجودی و ایجاد پیشنهاد از قسمت استخراج را می دهد. به هر حال، اجازه تایید(امضاء) پیشنهاد را نخواهید داشت، بنابراین <b> دارایی ها از قسمت export قابل دسترسی نخواهند بود</b>.
hi: चेतावनी: निजी कुंजी शामिल नहीं करने से वॉलेट बैलेंस, ट्रांजैक्शन इतिहास की जांच करने और एक्सपोर्ट से खर्च प्रस्ताव क्रीएट करने की अनुमति मिलती है। हालांकि, इससे प्रस्तावों को मंज़ूरी देने (साइन करने) की अनुमति नहीं मिलती, इसलिए <b>निधिया एक्सपोर्ट से सुलभ नहीं होंगी</b>।
ko: 경고: 개인키를 사용하지 않을 시 지갑 잔고 및 거래 내역 확인 등은 하실 수 있습니다. 하지만 거래 확정을 할 수 없기 때문에 <b>자금을 받을 수 없습니다</b>.
sv_se: VARNING: Ej inkluderad nyckeln får kontrollera plånbokens balans, transaktionshistorik och skapa utgiftsförslag från exporten. Men tillåter inte att godkänna (underteckna) förslag, så <b> pengar kommer inte att vara tillgängliga från exporten </b>.
th: คำเตือน: ไม่พบคีย์ส่วนตัวที่อนุญาตให้ตรวจสอบยอดคงเหลือ ประวัติการทำะธุรกรรมและสร้างข้อเสนอใดๆ อย่างไรก็ตาม ไม่อนุญาตให้อนุมัติ(เซ็น) ข้อเสนอ ดังนั้น <b>ยอดเงินจะไม่สามารถเข้าถึงได้</b>
vi: CẢNH BÁO: Không bao gồm khóa riêng sẽ cho phép kiểm tra số dư ví, lịch sử giao dịch và tạo đề nghị chi tiêu từ dữ liệu xuất. Tuy nhiên, không cho phép phê duyệt (ký) đề nghị, vì vậy <b>sẽ không thể sử dụng tiền từ dữ liệu xuất</b>.

source: WARNING: The private key of this wallet is not available. The export allows to check the wallet balance, transaction history, and create spend proposals from the export. However, does not allow to approve (sign) proposals, so <b>funds will not be accessible from the export</b>.
ar: تحذير: المفتاح الخاص بهذه المحفظة غير متوفر. تتيح الصادرات التحقق من رصيد المحفظة ومحفوظات المعاملات وإنشاء مقترحات إنفاق من الصادرات. بالرغم من ذلك، لا يُسمح بالموافقة على (توقيع) المقترحات، لذا <b>لن يكون من الممكن الوصول إلى الأموال من الصادرات</b>.
bg: ВНИМАНИЕ: Затвореният ключ на това портмоне е недостъпен. Експортираният файл ще позволи само да се преглежда балансът, историята на транзакциите и да се предлагат плащания. Обаче, той не може да е използван за одобряване (подписване) на предложените плащания, поради това <b> средствата няма да са достъпни от експортирания файл</b>.
ca: AVÍS: La clau privada d'aquesta cartera no està disponible. L'exportació permet comprovar el saldo de la cartera, l'historial de transaccions i crear propostes de despeses des del fitxer exportat. Ara bé, no permet aprovar (firmar) propostes; per tant <b>els fons no seran accessibles des del fitxer exportat</b>.
cs: Upozornění: Soukromý klíč této peněženky není k dispozici. Export umožňuje kontrolovat zůstatek peněženky, historii transakcí a vytvářet návrhy plateb. Avšak není možné návrhy schvalovat (podepisovat), takže <b>finanční prostředky nebudou z exportu přístupné</b>.
fa: اخطار: کلید خصوصی این کیف پول در دسترس نیست. قسمت export به شما اجازه می دهد که موجودی کیف پول و تاریخچه تراکنش را ببینید و امکان پیشنهاد تراکنش را از قسمت export می دهد. به هر حال، اجازه تایید(امضاء) پیشنهاد را نخواهید داشت، بنابراین <b> دارایی ها از قسمت export قابل دسترسی نخواهند بود</b>.
hi: चेतावनी: इस वॉलेट की निजी कुंजी उपलब्ध नहीं है। एक्सपोर्ट वॉलेट बैलेंस, ट्रांजैक्शन इतिहास की जांच करने और एक्सपोर्ट से खर्च प्रस्ताव क्रीएट करने की अनुमति देता है। हालांकि, यह प्रस्तावों को मंज़ूरी देने (साइन करने) की अनुमति नहीं देता, इसलिए <b>निधियां एक्सपोर्ट से सुलभ नहीं होंगी</b>।
ko: 경고: 개인키를 사용할 수 없습니다. 잔고 확인 및 거래 내역 등은 하실 수 있습니다. 하지만 거래 확정을 할 수 없기 때문에 <b>자금을 받을 수 없습니다</b>.
sv_se: VARNING: Den privata nyckeln till denna plånbok är inte tillgänglig. Exporten tillåter att kontrollera plånbokensbalans, transaktionshistoria och skapa betalningsförslag från exporten. Men tillåter inte att godkänna (underteckna) förslag, så <b> pengar kommer inte att vara tillgängliga från exporten </b>.
th: คำเตือน: คีย์ส่วนตัวของกระเป๋านี้ไม่พร้อมใช้งาน อนุญาตให้ตรวจสอบยอดคงเหลือ ประวัติการทำธุรกรรม และสร้างข้อเสนอการใช้จ่าย อย่างไรก็ตาม ไม่อนุญาตให้อนุมัติ ดังนั้น <b> จะไม่สามารถเข้าถึงได้ </b>
vi: CẢNH BÁO: Khóa riêng của ví này không khả dụng. Tính năng xuất cho phép kiểm tra số dư ví, lịch sử giao dịch và tạo đề nghị chi tiêu từ dữ liệu xuất. Tuy nhiên, không cho phép phê duyệt (ký) đề nghị, vì vậy <b>sẽ không thể sử dụng tiền từ dữ liệu xuất</b>.

source: WARNING: UNTRUSTED CERTIFICATE
ar: تحذير: شهادة غير موثوق بها
bg: ВНИМАНИЕ: НЕСИГУРЕН СЕРТИФИКАТ
ca: AVÍS: EL CERTIFICAT NO ÉS DE CONFIANÇA
cs: Upozornění: Nedůvěryhodný certifikát
fa: اخطار: صادرکننده مجوز نا معتبر است
hi: चेतावनी: अविश्वसनीय प्रमाणपत्र
ko: 경고: 신용할 수 없는 증명서
sv_se: VARNING: OSÄKERT CERTIFIKAT
th: คำเตือน: ใบรับรองที่ไม่น่าเชื่อถือ
vi: CẢNH BÁO: CHỨNG NHẬN KHÔNG ĐÁNG TIN CẬY

source: Waiting for Ledger...
ar: جارٍ انتظار دفتر الأستاذ...
bg: Очакване Ledger...
ca: Esperant el Ledger...
cs: Čekání na Ledger...
fa: در حال انتظار برای Ledger...
hi: Ledger के लिए प्रतीक्षा की जा रही है...
ko: Ledger를 기다리는 중...
sv_se: Väntar på Ledger...
th: กำลังรอ Ledger..
vi: Đang chờ Ledger...

source: Waiting for Trezor...
ar: جارٍ انتظار Trezor...
bg: Очакване Trezor...
ca: Esperant el Trezor...
cs: Čekání na Trezor...
fa: در حال انتظار برای Trezor...
hi: Trezor के लिए प्रतीक्षा की जा रही है...
ko: Trezor을 기다리는 중...
sv_se: Väntar på Trezor...
th: กำลังรอ Trezor...
vi: Đang chờ Trezor...

source: Waiting for copayers
ar: انتظار المشاركين في الدفع
bg: Очакване на съсобствениците на портмонето
ca: Esperant els copagadors
cs: Čekání na spoluplátce
fa: در حال انتظار برای copayers
hi: कोपेयर्स के लिए प्रतीक्षा कर रहे हैं
ko: 공동지불인들을 기다리는 중
sv_se: Väntar på medbetalare
th: กำลังรอcopayers...
vi: Đang chờ nhà giao dịch copay

source: Waiting...
ar: جارٍ الانتظار...
bg: Очакване...
ca: Esperant...
cs: Čeká...
fa: در حال انتظار...
hi: प्रतीक्षा की जा रही है...
ko: 기다리는 중...
sv_se: Väntar...
th: กำลังรอ...
vi: Đang đợi...

source: Wallet Addresses
ar: عنواين المحفظة
bg: Адреси на портмонето
ca: Adreces de la cartera
cs: Adresy peněženky
fa: آدرس های کیف پول
hi: वॉलेट के पते
ko: 지갑 주소
sv_se: Plånbokensadresser
th: ที่อยู่กระเป๋าสตางค์
vi: Địa chỉ ví

source: Wallet Color
ar: لون المحفظة
bg: Цвят на портмонето
ca: Color de la cartera
cs: Barva peněženky
fa: رنگ کیف پول
hi: वॉलेट का रंग
ko: 지갑 색
sv_se: Plånbokensfärg
th: สีกระเป๋าสตางค์
vi: Màu ví

source: Wallet Configuration (m-n)
ar: تكوين المحفظة (m-n)
bg: Конфигурация на портмонето (m-n)
ca: Configuració de la cartera (m-n)
cs: Nastavení peněženky (m-n)
fa: پیکربندی کیف پول (m-n)
hi: वॉलेट की कन्फीग्रेशन (एम-एन)
ko: 지갑 설정 (m-n)
sv_se: Plånbokenskonfiguration (m-n)
th: องค์ประกอบกระเป๋า (m-n)
vi: Cấu hình ví (m-n)

source: Wallet Created
ar: تم إنشاء المحفظة
bg: Портмонето е създадено
ca: Cartera creada
cs: Peněženka vytvořena
fa: کیف پول ایجاد شده
hi: वॉलेट क्रीएट हुआ
ko: 만든 지갑
sv_se: Plånboken skapad
th: สร้างกระเป๋าแล้ว
vi: Đã tạo Ví

source: Wallet Id
ar: معرّف المحفظة
bg: Идентификатор на портмонето
ca: Id de la cartera
cs: ID peněženky
fa: شناسه کیف پول
hi: वॉलेट आईडी
ko: 지갑 아이디
sv_se: Plånbokens Id
th: ไอดีกระเป๋า
vi: Id ví

source: Wallet Information
ar: معلومات المحفظة
bg: Информация за портмонето
ca: Informació de la cartera
cs: Informace o peněžence
fa: اطلاعات کیف پول
hi: वॉलेट की जानकारी
ko: 지갑 정보
sv_se: Plånbokens Information
th: ข้อมูลกระเป๋าสตางค์
vi: Thông tin ví

source: Wallet Inputs
ar: مدخلات المحفظة
bg: Входове на портмонето
ca: Entrades de la cartera
cs: Vstupy peněženky
fa: ورودی های کیف پول
hi: वॉलेट इनपुट्स
ko: 지갑 입력 내역
sv_se: Plånbokens ingångar
th: กระเป๋าสตางค์อินพุต
vi: Đầu vào ví

source: Wallet Invitation
ar: دعوة المحفظة
bg: Покана да се присъедините към портмонето
ca: Invitació de la cartera
cs: Pozvánka do peněženky
fa: دعوت نامه کیف پول
hi: वॉलेट आमंत्रण
ko: 지갑 초대
sv_se: Plånboken Inbjudan
th: คำเชิญกระเป๋า
vi: Lời mời tham gia ví

source: Wallet Key
ar: مفتاح المحفظة
bg: Ключова фраза
ca: Clau de la cartera
cs: Klíč peněženky
fa: کلید کیف پول
hi: वॉलेट की कुंजी
ko: 지갑 키
sv_se: Plånbokens nyckel
th: คีย์กรเป๋า
vi: Khóa ví

source: Wallet Name
ar: اسم المحفظة
bg: Име на портмонето
ca: Nom de la cartera
cs: Jméno peněženky
fa: نام کیف پول
hi: वॉलेट का नाम
ko: 지갑 이름
sv_se: Plånbokensnamn
th: ชื่อกระเป๋า
vi: Tên Ví

source: Wallet Name (at creation)
ar: اسم المحفظة (عند الإنشاء)
bg: Име на портмонето (при създаване)
ca: Nom de la cartera (en crear-la)
cs: Jméno peněženky (při vytvoření)
fa: نام کیف پول (در زمان ایجاد)
hi: वॉलेट का नाम (क्रीएट करते समय)
ko: 지갑 이름 (만들었을 당시)
sv_se: Plånbokens namn (vid skapandet)
th: ชื่อกระเป๋า (ที่การสร้าง)
vi: Tên Ví (lúc tạo)

source: Wallet Network
ar: شبكة المحفظة
bg: Мрежа на портмонето
ca: Xarxa de la cartera
cs: Síť peněženky
fa: شبکه کیف پول
hi: वॉलेट नेटवर्क
ko: 지갑 네트워크
sv_se: Plånbokens nätverk
th: เครือข่ายกระเป๋า
vi: Mạng lưới Ví

source: Wallet Recovery Phrase
ar: عبارة استرداد المحفظة
bg: Ключова фраза на портмонето
ca: Frase de recuperació de la cartera
cs: Fráze k obnovení peněženky
fa: عبارت بازیابی کیف پول
hi: वॉलेट पुनर्प्राप्ति वाक्यांश
ko: 지갑 백업 문구
sv_se: Plånbokens återhämtningsfras
th: กลุ่มคำเพื่อกู้คืนกระเป๋า
vi: Cụm từ khôi phục Ví

source: Wallet Recovery Phrase is invalid
ar: عبارة استرداد المحفظة غير صالحة
bg: Ключовата фраза на портмонето е невалидна
ca: La frase de recuperació de la cartera no és vàlida
cs: Neplatná fráze k obnovení peněženky
fa: عبارت بازیابی کیف پول نامعتبر است
hi: वॉलेट पुनर्प्राप्ति वाक्यांश अमान्य है
ko: 지갑 백업 문구 오류
sv_se: Plånbokens återhämtningsfras är ogiltig
th: กลุ่มคำกู้คืนกระเป๋าไม่ถูกต้อง
vi: Cụm từ khôi phục Ví không hợp lệ

source: Wallet Settings
ar: إعدادات المحفظة
bg: Параметри на портмонето
ca: Paràmetres de la cartera
cs: Nastavení peněženky
fa: تنظیمات کیف پول
hi: वॉलेट सेटिंग्स
ko: 지갑 설정
sv_se: Plånboksinställningar
th: การตั้งค่ากระเป๋า
vi: Cài đặt Ví

source: Wallet Type
ar: نوع المحفظة
bg: Тип на портмонето
ca: Tipus de cartera
cs: Typ peněženky
fa: نوع کیف پول
hi: वॉलेट की किस्म
ko: 지갑 종류
sv_se: Plånbokenstyp
th: ประเภทกระเป๋า
vi: Loại Ví

source: Wallet already exists
ar: المحفظة موجودة بالفعل
bg: Портмонето вече съществува
ca: La cartera ja existeix
cs: Peněženka již existuje
fa: کیف پول از قبل وجود دارد
hi: वॉलेट पहले से ही मौजूद है
ko: 지갑이 이미 존재합니다
sv_se: Plånboken existerar redan
th: มีกระเป๋าเงินอยู่แล้ว
vi: Ví đã tồn tại

source: Wallet already in {{appName}}
ar: المحفظة بالفعل في {{appName}}
bg: Портмонето вече е в приложението {{appName}}
ca: La cartera ja existeix a {{appName}}
cs: Peněženka již je v {{appName}}
fa: کیف پول در حال حاضر در {{appName}}
hi: वॉलेट पहले से ही {{appName}} में है
ko: 이미 {{appName}}에 지갑이 있습니다
sv_se: Plånboken redan i {{appName}}
th: มีกระเป๋าใน {{appName}} แล้ว
vi: Ví đã có trong {{appName}}

source: Wallet created
ar: تم إنشاء المحفظة
bg: Портмонето е създадено
ca: Cartera creada
cs: Peněženka vytvořena
fa: کیف پول ایجاد شده
hi: वॉलेट क्रीएट हुआ
ko: 지갑 완성
sv_se: Plånboken skapad
th: สร้างกระเป๋าแล้ว
vi: Đã tạo Ví

source: Wallet incomplete and broken
ar: المحفظة غير مكتملة ومعطلة
bg: Не всички съсобственици се присъединили, портмонето е повредено
ca: Cartera incompleta i trencada
cs: Neúplná a rozbitá peněženka
fa: کیف پول ناقص و آسیب دیده
hi: वॉलेट अधूरा और टूटा हुआ है
ko: 지갑 미완성/불구
sv_se: Plånboken ofullständig och skadad
th: กระเป๋าเงินไม่สมบูรณ์และพัง
vi: Ví chưa hoàn thiện và bị hỏng

source: Wallet is full
ar: المحفظة ممتلئة
bg: Всички са присъединени
ca: La cartera està plena
cs: Plná peněženka
fa: کیف پول پر است
hi: वॉलेट भरा हुआ है
ko: 지갑이 가득 찼습니다
sv_se: Plånboken är full
th: กระเป๋าสตางค์เต็ม
vi: Ví đầy

source: Wallet is locked
ar: المحفظة مقفلة
bg: Портмонето е блокирано
ca: La cartera està bloquejada
cs: Peněženka uzamčena
fa: کیف پول قفل شده است
hi: वॉलेट लॉक्ड है
ko: 지갑이 잠겨있습니다
sv_se: Plånboken är låst
th: กระเป๋าสตางค์ถูกล็อก
vi: Ví bị khóa

source: Wallet is not complete
ar: المحفظة غير مكتملة
bg: Не всички съсобственици се присъединили
ca: La cartera no està completa
cs: Nedokončená peněženka
fa: کیف پول کامل نشده است
hi: वॉलेट पूरा नहीं है
ko: 지갑 미완성
sv_se: Plånboken är inte fullständig
th: กระเป๋าสตางค์ยังไม่สมบูรณ์
vi: Ví chưa hoàn thiện

source: Wallet name
ar: اسم المحفظة
bg: Име на портмонето
ca: Nom de la cartera
cs: Jméno peněženky
fa: نام کیف پول
hi: वॉलेट का नाम
ko: 지갑 이름
sv_se: Plånbokensnamn
th: ชื่อกระเป๋าสตางค์
vi: Tên Ví

source: Wallet needs backup
ar: المحفظة تتطلب النسخ الاحتياطي
bg: Необходимо е да се създаде резервно копие
ca: La cartera requereix una còpia de seguretat
cs: Peněženka potřebuje zálohovat
fa: کیف پول نیاز به پشتیبان گیری دارد
hi: वॉलेट को बैकअप की आवश्यकता है
ko: 지갑의 백업이 필요합니다
sv_se: Plånboken behöver säkerhetskopiering
th: กระเป๋าสตางค์ต้องสำรองข้อมูล
vi: Ví cần sao lưu

source: Wallet not backed up
ar: لم يتم عمل نسخ احتياطي للمحفظة بعد
bg: Резервното копиране не е изпълнено
ca: Cartera sense còpia de seguretat
cs: Peněženka není zálohována
fa: کیف پول پشتیبان گیری نشده است
hi: वॉलेट का बैकअप नहीं लिया गया है
ko: 지갑 백업 필요
sv_se: Plånboken har inte säkerhetskopierats
th: กระเป๋าสตางค์ที่ไม่ได้สำรอง
vi: Ví chưa sao lưu

source: Wallet not found
ar: لم يتم العثور على المحفظة
bg: Портмонето не е намерено
ca: No s'ha trobat la cartera
cs: Peněženka nenalezena
fa: کیف پول یافت نشد
hi: वॉलेट नहीं मिला
ko: 지갑을 찾을 수 없습니다
sv_se: Plånboken hittades inte
th: ไม่พบกระเป๋าเงิน
vi: Không tìm thấy ví

source: Wallet not registered
ar: المحفظة غير مسجلة
bg: Портмонето не е регистрирано
ca: No s'ha registrat la cartera
cs: Neregistrovaná peněženka
fa: کیف پول ثبت نشده
hi: वॉलेट पंजीकृत नहीं
ko: 미등록 지갑
sv_se: Plånboken är inte registrerad
th: กระเป๋าสตางค์ที่ไม่ได้ลงทะเบียน
vi: Ví chưa đăng ký
