Repository: Bitcoin-com/Wallet
Catalog: i18n/po/*/template-*.po
Languages: ar, bg, ca, cs, fa, hi, ko, sv_se, th, vi

source: Please upgrade Copay to perform this action
ar: برجاء ترقية Copay لتنفيذ هذا الإجراء
bg: Моля, обновете Copay за изпълнение на това действие
ca: Actualitzeu Copay per realitzar aquesta acció
cs: Aktualizujte prosím Copay k provedení této akce
fa: لطفا برای انجام این عمل Copay را ارتقا دهید
hi: कृपया इस कार्य को करने के लिए Copay को अपग्रेड करें
ko: 이 액션을 취하기 위해선 Copay의 업그레이드가 필요합니다
sv_se: Uppgradera Copay för att utföra denna åtgärd
th: กรุณาอัพเดต Copay ในการดำเนินการนี้
vi: Vui lòng nâng cấp Copay để thực hiện hành động này

source: Please wait
ar: برجاء الانتظار
bg: Моля, изчакайте
ca: Espereu
cs: Čekejte prosím
fa: لطفاً منتظر بمانید
hi: कृपया प्रतीक्षा करें
ko: 기다려주세요
sv_se: Vänligen vänta
th: กรุณารอสักครู่
vi: Vui lòng chờ

source: Please, select your backup file
ar: برجاء تحديد ملف النسخ الاحتياطي
bg: Моля, изберете вашия файл от резервното копие
ca: Seleccioneu el vostre fitxer de còpia de seguretat
cs: Prosím vyberte svůj soubor zálohy
fa: لطفاً فایل نسخه پشتیبان را انتخاب کنید
hi: कृपया, अपनी बैकअप फाइल का चयन करें
ko: 백업 파일을 선택해주세요
sv_se: Välj din säkerhetskopia
th: กรุณาเลือกไฟล์สำรองข้อมูล
vi: Vui lòng chọn tệp sao lưu của bạn

source: Pre-Auth Holds
ar: تعليقات ما قبل المصادقة
bg: Предварително авторизиране
ca: Retencions preautoritzades
fa: نگهداری های قبل از اتمام
hi: पूर्व-प्रमाणन पाबंदियां
ko: 인증 대기 홀드
sv_se: Pre-behörighet
vi: Tạm giữ chờ ủy quyền

source: Preferences
ar: التفضيلات
bg: Параметри
ca: Preferències
cs: Předvolby
fa: تنظیمات
hi: प्राथमिकताएं
ko: 환경 설정
sv_se: Inställningar
th: การตั้งค่า
vi: Tùy chọn ưu tiên

source: Preparing addresses...
ar: جارٍ إعداد العناوين...
bg: Подготовка на адресите...
ca: S'estan preparant les adreces...
cs: Příprava adres...
fa: در حال بارگذاری آدرس ها...
hi: पते तैयार हो रहे हैं...
ko: 주소 준비 중...
sv_se: Förbereder adresser...
th: กำลังเตรียมที่อยู่...
vi: Đang chuẩn bị địa chỉ...

source: Preparing backup...
ar: جارٍ إعداد النسخ الاحتياطي...
bg: Подготовка на резервното копие...
ca: S'està preparant la còpia de seguretat...
cs: Příprava zálohy...
fa: در حال آماده سازی نسخه پشتیبان...
hi: बैकअप तैयार हो रहा है...
ko: 백업 준비 중...
sv_se: Förbereder säkerhetskopiering...
th: กำลังเตรียมการสำรองข้อมูล...
vi: Đang chuẩn bị sao lưu...

source: Press again to exit
ar: اضغط مرة أخرى للخروج
bg: Натиснете още веднъж за изход
ca: Torneu a prémer per sortir
cs: Stiskněte znovu pro ukončení
fa: جهت خروج دویاره فشار دهید
hi: बाहर निकलने के लिए दुबारा दबाएं
ko: 나가기 위해선 한 번 더 눌러주세요
sv_se: Tryck igen för att avsluta
th: กดอีกครั้งเพื่อออก
vi: Nhấn một lần nữa để thoát

source: Priority
ar: الأولوية
bg: Приоритетна
ca: Prioritat
cs: Prioritní
fa: اولویت
hi: प्राथमिकता
ko: 우선 순위
sv_se: Prioritet
th: แบบด่วน
vi: Ưu tiên

source: Private Key
ar: المفتاح الخاص
bg: Личен ключ
ca: Clau privada
cs: Soukromý klíč
fa: کلید خصوصی
hi: निजी कुंजी
ko: 개인키
sv_se: Privat nyckel
th: คีย์ส่วนตัว
vi: Khóa riêng

source: Private key encrypted. Enter password
ar: المفتاح الخاص مشفر. أدخل كلمة المرور
bg: Личният ключ е с шифър. Вкарайте паролата
ca: Clau privada encriptada. Introduïu la contrasenya
cs: Soukromý klíč je šifrován. Zadejte heslo
fa: کلید خصوصی رمزنگاری شده است. رمز عبور را وارد کنید
hi: निजी कुंजी इन्क्रिप्टेड है। पासवर्ड दर्ज करें
ko: 개인키 암호화. 비밀번호를 써넣어주세요
sv_se: Privat nyckel krypterad. Ange lösenordet
th: เข้ารหัสคีย์ส่วนตัว ป้อนรหัสผ่าน
vi: Đã mã hóa khóa riêng. Hãy nhập mật khẩu

source: Private key is encrypted, cannot sign
ar: المفتاح الخاص مشفر ولا يمكن التوقيع
bg: Затвореният ключ е шифрован, не може да се подпише
ca: La clau privada està encriptada, no es pot firmar
cs: Soukromý klíč je šifrován, nelze jím podepsat
fa: کلید خصوصی رمزگذاری شده است, امکان ورود وجود ندارد
hi: निजी कुंजी इन्क्रिप्टेड है, साइन नहीं कर सकते
ko: 개인키가 암호화되어있습니다. 사인할 수 없습니다
sv_se: Privat nyckel är krypterad, kan inte logga in
th: คีย์ส่วนตัวถูกเข้ารหัสแล้ว ไม่สามารถเข้าสู่ระบบ
vi: Khóa riêng đã được mã hóa, không thể ký

source: Proposal Accepted
ar: تم قبول المقترح
bg: Плащането е прието
ca: Proposta acceptada
cs: Návrh přijat
fa: پیشنهاد های پذیرفته شده
hi: प्रस्ताव स्वीकृत हुआ
ko: 제안서 수락
sv_se: Betalningen godkänd
th: ยอมรับข้อเสนอ
vi: Đã chấp nhận đề nghị

source: Proposal Created
ar: تم إنشاء مقترح
bg: Плащането е създадено
ca: Proposta creada
cs: Návrh vytvořen
fa: پیشنهاد ایجاد شده
hi: प्रस्ताव क्रीएट हुआ
ko: 제안서 완성
sv_se: Förslag skapat
th: สร้างข้อเสนอแล้ว
vi: Đã tạo đề nghị

source: Proposal Deleted
ar: تم حذف المقترح
bg: Плащането е премахнато
ca: Proposta suprimida
cs: Návrh smazán
fa: پیشنهاد های حذف شده
hi: प्रस्ताव डिलीट हुआ
ko: 제안서 삭제 완료
sv_se: Förslag Raderat
th: ลบข้อเสนอแล้ว
vi: Đã xóa đề nghị

source: Proposal Rejected
ar: تم رفض المقترح
bg: Плащането е отклонено
ca: Proposta rebutjada
cs: Návrh odmítnut
fa: پیشنهاد های رد شده
hi: प्रस्ताव अस्वीकृत हुआ
ko: 제안서 거부
sv_se: Betalningen Avvisad
th: ข้อเสนอถูกปฏิเสธ
vi: Đã từ chối đề nghị

source: Proposals
ar: المقترحات
bg: Предложени плащания
ca: Propostes
cs: Návrhy
fa: طرح های پیشنهادی
hi: प्रस्ताव
ko: 제안서
sv_se: Betalningsförslag
th: ข้อเสนอ
vi: Đề nghị

source: Purchase Amount is limited to {{limitPerDay}} {{currency}} per day
ar: يقتصر مبلغ الشراء على {{limitPerDay}}{{currency}} يوميًا
bg: Ограничаване на сумата за покупка — {{limitPerDay}} {{currency}} за ден
ca: L'import de la compra està limitat a {{limitPerDay}} {{currency}} per día
cs: Částka pro nákup je omezena na {{limitPerDay}} {{currency}} denně
fa: مقدار خرید محدود به {{limitPerDay}}{{currency}} در هر روز است
hi: खरीद राशि {{limitPerDay}} {{currency}} प्रति दिन तक सीमित है
ko: 하루에는 {{limitPerDay}} {{currency}}만 구매하실 수 있습니다
sv_se: Köpbeloppet är begränsat till {{limitPerDay}} {{currency}} per dag
th: มีการจำกัดยอดการซื้อต่อวัน {{limitPerDay}}{{currency}}
vi: Số lượng mua được giới hạn ở {{limitPerDay}} {{currency}} mỗi ngày

source: Purchase amount must be a value between 50 and 2000
ar: يجب أن تكون قيمة مبلغ الشراء بين 50 و 2000
bg: Сумата на покупката следва да е от 50 до 2000
ca: L'import de la compra ha de ser un valor entre 50 i 2000
cs: Částka pro nákup musí být hodnota od 50 do 2000
fa: مقدار خرید باید مابین 50 و 1379 باشد
hi: खरीद राशि ५० और २००० के बीच के मूल्य की राशि होनी चाहिए
ko: 구매 수량이 50 이상 2000 이하여야 합니다
sv_se: Köpbeloppet måste vara ett värde mellan 50 och 2000
th: ยอดการซื้อต้องมีมูลค่าระหว่าง 50-2000
vi: Số lượng mua phải có giá trị trong khoảng từ 50 đến năm 2000

source: Push Notifications
ar: الإشعارات المنبثقة
bg: Push-уведомявания
ca: Notificacions push
cs: Push notifikace
fa: اعلان های با فرمت push
hi: पुश नोटीफिक्शन्स
ko: 푸시 알림
sv_se: Push-notifikationer
th: แจ้งเตือน
vi: Thông báo đẩy

source: Push notifications for {{appName}} are currently disabled. Enable them in the Settings app.
ar: تم تعطيل الإشعارات المنبثقة الخاصة بـ {{appName}} حاليًا. يمكنك تمكينها في تطبيق الإعدادات.
bg: Push-уведомявания за {{appName}} в настоящото време са изключени. Включете ги в Параметрите.
ca: Les notificacions push per a {{appName}} estan inhabilitades. Habiliteu-les als paràmetres de l'aplicació.
cs: Push notifikace pro {{appName}} jsou nyní vypnuty. Povolte je v Nastavení aplikace.
fa: اعلان های با فرمت push برای {{appName}} در حال حاضر غیرفعال هستند. آنها را در تنظیمات برنامه فعال کنید.
hi: वर्तमान में {{appName}} के लिए पुश नोटीफिकेशन्स अक्षम हैं। उन्हें सेटिंग्स एप में सक्षम करें।
ko: {{appName}}의 푸시 알림이 비활성화되어있습니다. 설정에서 활성화해주시길 바랍니다.
sv_se: Push notifieringar för {{appName}} är för närvarande inaktiverade. Aktivera dem i appens Inställningar.
th: การแจ้งเตือนสำหรับ {{appName}} ถูกปิดการใช้งานในขณะนี้ เปิดใช้งานที่การตั้งค่าของแอปฯ
vi: Thông báo đẩy cho {{appName}} hiện đang tắt. Hãy bật chúng trong phần Cài đặt ứng dụng.

source: QR Code
ar: رمز الاستجابة السريعة
bg: QR-код
ca: Codi QR
cs: QR kód
fa: کد QR
hi: QR कोड
ko: QR 코드
sv_se: QR-kod
th: บาร์โค้ด
vi: Mã QR

source: Quick review!
ar: مراجعة سريعة!
bg: Бърз преглед!
ca: Revisió ràpida!
cs: Rychlá kontrola!
fa: مرور سریع!
hi: त्वरित समीक्षा!
ko: 복습 시간!
sv_se: Snabb översyn!
th: ตรวจสอบด่วน!
vi: Xem xét nhanh!

source: Random
ar: عشوائية
bg: Случайное
ca: Aleatori
cs: Náhodné
fa: تصادفی
hi: बेतरतीबा
ko: 랜덤
sv_se: Slumpmässig
th: ทำการสุ่ม
vi: Ngẫu nhiên

source: Rate on the app store
ar: المعدل في متجر التطبيقات
bg: Гласувай в магазина за приложения
ca: Valora'ns a la botiga d'aplicacions
cs: Ohodnotit v obchodě s aplikacemi
fa: امتیاز دهی در app store
hi: एप स्टोर पर रेट करें
ko: 앱스토어에서 평가하기
sv_se: Betygsätt i app store
th: ให้คะแนนแอปฯนี้บน app store
vi: Tỷ lệ trên cửa hàng ứng dụng

source: Read less
ar: قراءة أقل
bg: Да се покаже по-малко
ca: Menys informació
cs: Přečíst méně
fa: خواندن کمتر
hi: कम पढ़ें
ko: 덜 읽고 싶어요
sv_se: Läs mindre
th: ย่อลง
vi: Đọc ít hơn

source: Read more
ar: قراءة المزيد
bg: Да се покаже повече
ca: Més informació
cs: Přečíst více
fa: ادامه مطلب
hi: अधिक पढ़ें
ko: 더 읽기
sv_se: Läs mer
th: อ่านเพิ่ม
vi: Đọc thêm

source: Read more in our Wiki
ar: اقرأ المزيد في موقع ويكي
bg: По-подробно - в нашата Wiki
ca: Més informació al nostre wiki
cs: Přečíst více na naší Wiki
fa: اطلاعات بیشتر در ویکی
hi: हमारे Wiki पर अधिक पढ़ें
ko: 위키에서 더 많은 정보 확인하기
sv_se: Läs mer i vår Wiki
th: อ่านเพิ่มในวิกิ
vi: Đọc thêm trên trang Wiki của chúng tôi

source: Read only wallet
ar: قراءة المحفظة فقط
bg: Портмоне само за четене
ca: Cartera només de lectura
cs: Peněženka pouze pro čtení
fa: کبف پول تنها خواندنی
hi: केवल वॉलेट पढ़ें
ko: 읽기 전용 지갑
sv_se: Läs endast plånboken
th: อ่านแค่ที่กระเป๋านี้
vi: Chỉ đọc về ví

source: Receive
ar: استلام
bg: Да се получи
ca: Rep
cs: Přijmout
fa: دریافت
hi: प्राप्त करें
ko: 받기
sv_se: Ta emot
th: รับเงิน
vi: Nhận

source: Receive in
ar: الاستلام في
bg: Получи в
ca: Rebre en
cs: Přijmout do
fa: دریافت در
hi: इसमें प्राप्त करें
ko: 다음으로 받기
sv_se: Ta emot i
th: รับเงินเข้า
vi: Nhận bằng

source: Received
ar: تم الاستلام
bg: Получено е
ca: Rebuts
cs: Přijato
fa: دریافت کرد
hi: प्राप्त हुआ
ko: 받기 완료
sv_se: Mottagen
th: รับแล้ว
vi: Đã nhận

source: Received Funds
ar: الأموال التي تم استلامها
bg: Получени средства
ca: Fons rebuts
cs: Přijmout peníze
fa: وجوه دریافتی
hi: प्राप्त निधियां
ko: 받은 자금
sv_se: Mottagna medel
th: รับยอดเงินแล้ว
vi: Tiền đã nhận

source: Receiving
ar: استلام
bg: Получаване
ca: S'estan rebent
cs: Přijímání
fa: در حال دریافت
hi: प्राप्त हो रही हैं
ko: 받는 중
sv_se: Tar emot
th: กำลังรับเงิน
vi: Đang nhận

source: Recent
ar: الأخير
bg: Неотдавнашни
ca: Recents
cs: Nedávné
fa: اخیر
hi: ताज़ा
ko: 최근
sv_se: Senaste
th: ล่าสุด
vi: Gần đây

source: Recent Transaction Card
ar: بطاقة المعاملة الأخيرة
bg: Неотдавнашни транзакции
ca: Targeta de transaccions recents
cs: Karta nedávných transakcí
fa: کارت تراکنش اخیر
hi: ताज़ा लेन-देन कार्ड
ko: 최근 거래 카드
sv_se: Senaste Transaktionskortet
th: การ์ดธุรกรรมล่าสุด
vi: Thẻ giao dịch gần đây

source: Recent Transactions
ar: المعاملات الأخيرة
bg: Неотдавнашни транзакции
ca: Transaccions recents
cs: Nedávné transakce
fa: تراکنش های اخیر
hi: ताज़ा लेन-देन
ko: 최근 거래
sv_se: Senaste Transaktionerna
th: ธุรกรรมล่าสุด
vi: Giao dịch gần đây

source: Recipient
ar: المستلم
bg: Получател
ca: Destinatari
cs: Příjemce
fa: گیرنده
hi: प्राप्तकर्ता
ko: 수령인
sv_se: Mottagare
th: ผู้รับ
vi: Người nhận

source: Recipients
ar: المستلمون
bg: Получатели
ca: Destinataris
cs: Příjemci
fa: گیرندگان
hi: प्राप्तकर्ता
ko: 수령인
sv_se: Mottagarna
th: ผู้รับ
vi: Người nhận

source: Recovery phrase
ar: عبارة الاسترداد
bg: Ключова фраза
ca: Frase de recuperació
cs: Fráze k obnovení
fa: عبارت بازیابی
hi: पुनर्प्राप्ति वाक्यांश
ko: 백업 문구
sv_se: Lösenordsfras
th: กลุ่มคำกู้คืนกระเป๋า
vi: Cụm từ khôi phục

source: Recreating Wallet...
ar: جارٍ إنشاء مجفظة...
bg: Възсъздавам портмонето...
ca: S'està reproduint la cartera...
cs: Znovuvytváření peněženky...
fa: در حال ایجاد مجدد کیف پول...
hi: वॉलेट दुबारा क्रीएट हो रहा है...
ko: 지갑 다시 만드는 중...
sv_se: Nyskapa plånboken...
th: กำลังสร้างกระเป๋า...
vi: Đang tạo lại ví...

source: Redeem now
ar: استرجاع الآن
bg: Да се изгаси
ca: Bescanvia ara
cs: Ihned využít
fa: الان بازیابی کن
hi: अभी रिडीम करें
ko: 지금 수령하기
sv_se: Inlösa nu
th: กู้คืนตอนนี้
vi: Đổi thưởng bây giờ

source: Rejected
ar: تم الرفض
bg: Отклонен
ca: Rebutjada
cs: Odmítnuto
fa: رد شده
hi: खारिज हुआ
ko: 거부
sv_se: Avvisad
th: ปฏิเสธ
vi: Đã từ chối

source: Rejecting payment proposal
ar: رفض مقترح الدفع
bg: Отклоняване на плащането
ca: S'està rebutjant la proposta de pagament
cs: Odmítání návrhu platby
fa: در حال رد پیشنهاد پرداخت
hi: भुगतान प्रस्ताव खारिज हो रहा है
ko: 지불제안서 거부 중
sv_se: Avvisa betalningsförslaget
th: ปฎิเสธข้อเสนอการชำระเงิน
vi: Từ chối đề nghị thanh toán

source: Release information
ar: معلومات الإصدار
bg: Информация за випуска
ca: Informació de la versió
cs: Informace o vydání
fa: اطلاعات انتشار
hi: जानकारी प्रकाशित करें
ko: 버전 정보
sv_se: Utsättnings Information
th: ปล่อยข้อมูล
vi: Thông tin phát hành

source: Remove
ar: إزالة
bg: Да се премахне
ca: Suprimeix
cs: Odebrat
fa: حذف
hi: हटाएं
ko: 삭제하기
sv_se: Ta bort
th: ย้ายออก
vi: Xóa bỏ

source: Remove BitPay Account?
ar: إزالة حساب BitPay؟
bg: Да се премахне ли BitPay акаунт?
ca: Voleu suprimir el compte de BitPay?
cs: Odebrat účet BitPay?
fa: حساب BitPay حذف شود?
hi: BitPay खाता हटाएं?
ko: BitPay 계정을 삭제하시겠습니까?
sv_se: Lägg till BitPay-konto?
th: เอาบัญชี BitPay ออก
vi: Xóa bỏ Tài khoản BitPay?

source: Remove BitPay Card?
ar: إزالة بطاقة BitPay؟
bg: Да се премахне ли BitPay картата?
ca: Voleu suprimir la targeta BitPay?
cs: Odebrat kartu BitPay?
fa: کارت BitPay حذف شود?
hi: BitPay कार्ड हटाएं?
ko: BitPay 카드를 삭제하시겠습니까?
sv_se: Ta bort BitPay-kort?
th: เอาบัตร BitPay ออก
vi: Xóa bỏ Thẻ BitPay?

source: Removing your BitPay account will remove all associated BitPay account data from this device. Are you sure you would like to remove your BitPay Account ({{email}}) from this device?
ar: ستؤدي إزالة حساب BitPay إلى إزالة جميع بيانات حساب BitPay المرتبطة من هذا الجهاز. هل أنت متأكد من رغبتك في إزالة حساب BitPay الخاص بك {{email}} من هذا الجهاز؟
bg: Премахването на отчетния запис BitPay ще премахне всички свързани данни на отчетния запис BitPay от това устройство. Сигурни ли, че бихте искали да премахнете своя BitPay акаунт ({{email}}) от това устройство?
ca: Si suprimiu el compte de BitPay, se suprimiran totes les dades associades al compte de BitPay d'aquest dispositiu. Segur que voleu suprimir el compte de BitPay ({{email}}) d'aquest dispositiu?
cs: Odebráním účtu BitPay odeberete všechna přidružená data účtu BitPay z tohoto zařízení. Opravdu chcete odebrat účet BitPay ({{email}}) z tohoto zařízení?
fa: حذف حساب BitPay حذف همه اطلاعات حساب BitPay از این دستگاه را در بر خواهد داشت. آیا مطمئن هستید که می خواهید حساب BitPay l ({{email}}) از این دستگاه حذف شود?
hi: अपने BitPay खाते को हटाने से इस डिवाइस से संबद्ध BitPay खाते का सारा डेटा मिट जाएगा। क्या आप निश्चयपूर्वक इस डिवाइस से अपने BitPay खाते ({{email}}) को हटाना चाहेंगे?
ko: BitPay 계정 삭제 시 관련 BitPay 계정 정보가 기기에서 사라집니다. BitPay 계정 ({{email}})를 이 기기에서 정말로 삭제하시겠습니까?
sv_se: Om du tar bort ditt BitPay-konto tas alla associerade BitPay-kontodata bort från den här enheten. Är du säker på att du vill ta bort ditt BitPay-konto ({{email}}) från den här enheten?
th: การลบบัญชี BitPay ของคุณจะเป็นการลบบัญชี BitPay ที่สร้างแล้วทั้งหมดจากอุปกรณ์นี้ คุณแน่ใจหรือไม่ว่าต้องการลบบัญชี BitPay ({{email}}) จากอุปกรณ์นี้
vi: Khi xóa tài khoản BitPay của bạn, tất cả dữ liệu tài khoản BitPay liên kết sẽ bị xóa khỏi thiết bị này. Bạn có chắc chắn muốn xóa Tài khoản BitPay ({{email}}) khỏi thiết bị này không?

source: Repeat password
ar: تكرار كلمة المرور
bg: Повторете паролата
ca: Repetiu contrasenya
cs: Opakujte heslo
fa: تکرار رمز عبور
hi: पासवर्ड दुहराएं
ko: 비밀번호 다시쓰기
sv_se: Upprepa lösenord
th: ป้อนรหัสผ่านอีกครั้ง
vi: Nhập lại mật khẩu

source: Repeat the password
ar: تكرار كلمة المرور
bg: Повторете паролата
ca: Repetiu la contrasenya
cs: Opakujte heslo
fa: تکرار رمز عبور
hi: पासवर्ड दुहराएं
ko: 비밀번호를 다시 써넣으세요
sv_se: Upprepa lösenord
th: ป้อนรหัสผ่านอีกครั้ง
vi: Nhập lại mật khẩu

source: Request Fingerprint
ar: طلب بصمة الإصبع
bg: Запитване за пръстови отпечатъци
ca: Sol·licita l'empremta digital
cs: Vyžadovat otisk prstu
fa: درخواست اثر انگشت
hi: फिंगरप्रिंट के लिए अनुरोध करें
ko: 지문 요구하기
sv_se: Begär fingeravtryck
th: ส่งคำขอสแกนนิ้วมือ
vi: Yêu cầu dấu vân tay

source: Request Specific amount
ar: طلب مبلغ محدد
bg: Да се запита определена сума
ca: Sol·licita un import específic
cs: Vyžadovat konkrétní částku
fa: درخواست مقدار مشخص
hi: विशिष्ट राशि के लिए अनुरोध करें
ko: 특정 액수 요구하기
sv_se: Begär specifikt belopp
th: ขอยอดที่เฉพาะเจาะจง
vi: Yêu cầu số tiền cụ thể

source: Request Spending Password
ar: طلب كلمة المرور المعلقة
bg: Да се запитва платежната парола
ca: Sol·licita contrasenya de despeses
cs: Vyžadovat heslo pro potvzení platby
fa: درخواست رمز عبور مربوط به خرج(Spend)
hi: खर्च पासवर्ड के लिए अनुरोध करें
ko: 지불비밀번호 요구하기
sv_se: Begär spendera lösenord
th: ขอรหัสการจ่าย
vi: Yêu cầu mật khẩu chi tiêu

source: Required number of signatures
ar: العدد المطلوب من التوقيعات
bg: Искано число подписи
ca: Nombre de firmes requerit
cs: Požadovaný počet podpisů
fa: چند امضاء نیاز دارد
hi: हस्ताक्षरों की आवश्यक संख्या
ko: 필요한 서명 수
sv_se: Obligatoriskt antal signaturer
th: ระบุจำนวนลายเซ็นที่ต้องการ
vi: Số lượng chữ ký bắt buộc

source: Restore from backup
ar: استعادة من النسخة الاحتياطية
bg: Да се възстанови от резервното копие
ca: Restaura des de la còpia de seguretat
cs: Obnovení ze zálohy
fa: بازیابی از نسخه پشتیبان
hi: बैकअप से पुर्नप्राप्त करें
ko: 백업으로 복원하기
sv_se: Återställ från säkerhetskopiering
th: ติดตั้งใหม่จาการสำรองข้อมูล
vi: Khôi phục từ bản sao lưu

source: Retrieving inputs information
ar: استرجاع معلومات المدخلات
bg: Получаване на информация за влизанията
ca: S'està recuperant la informació d'entrades
cs: Načítání informací o vstupech
fa: بازیابی اطلاعات ورودی
hi: इनपुट जानकारी पुर्नप्राप्त हो रही है
ko: 정보 가져오는 중
sv_se: Hämtar inmatningsinformation
th: กู้ข้อมูล
vi: Truy xuất thông tin đầu vào

source: Retry
ar: إعادة المحاولة
bg: Да се повтори опитът
ca: Torna-ho a provar
cs: Opakovat
fa: سعی مجدد
hi: दुबारा प्रयास करें
ko: 다시 시도
sv_se: Försök igen
th: ลองอีกครั้ง
vi: Thử lại

source: Retry Camera
ar: إعادة محاولة الكاميرا
bg: Да се провери камерата
ca: Torna a provar la càmera
cs: Opakujte snímání
fa: دوربین را دوباره امتحان کنید
hi: कैमरे के लिए दुबारा प्रयास करें
ko: 카메라 다시 시도
sv_se: Försök igen kameran
th: ลองกล้องอีกครั้ง
vi: Thử lại Camera

source: Save
ar: حفظ
bg: Да се запази
ca: Desa
cs: Uložit
fa: ذخیره
hi: सहेजें
ko: 저장
sv_se: Spara
th: บันทึก
vi: Lưu

source: Scan
ar: المسح الضوئي
bg: Да се сканира
ca: Escaneja
cs: Skenovat
fa: اسکن
hi: स्कैन करें
ko: 스캔
sv_se: Skanna
th: สแกน
vi: Quét

source: Scan QR Codes
ar: مسح رموز QR ضوئيًا
bg: Сканиране на QR-кодове
ca: Escaneja els codis QR
cs: Skenovat kódy QR
fa: اسکن کد QR
hi: QR कोड स्कैन करें
ko: QR 코드 스캔
sv_se: Skanna QR-koder
th: สแกนรหัส QR โค้ด
vi: Quét mã QR

source: Scan addresses for funds
ar: مسح العناوين المتعلقة بالأموال ضوئيًا
bg: Да се сканират адресите за откриване на средства
ca: Escanegeu les adreces per trobar fons
cs: Vyhledat zůstatky na adresách
fa: اسکن آدرس ها برای به دست آوردن سرمایه ها
hi: निधियों के लिए पतों को स्कैन करें
ko: 주소에서 자금 스캔하기
sv_se: Skanna adresser för medel
th: สแกนที่อยู่ที่มียอดเงิน
vi: Quét địa chỉ để nhận tiền

source: Scan again
ar: المسح الضوئي مرة أخرى
bg: Да се сканира още веднъж
ca: Torneu a escanejar
cs: Znovu skenovat
fa: دوباره اسکن کنید
hi: दुबारा स्कैन करें
ko: 다시 스캔하기
sv_se: Skanna igen
th: สแกนอีกครั้ง
vi: Quét lại

source: Scan your fingerprint please
ar: يُرجى مسح بصمة الإصبع ضوئيًا
bg: Моля, сканирайте вашият отпечатък на пръста
ca: Escanegeu la vostra empremta digital
cs: Skenujte prosím svůj otisk prstu
fa: لطفا اثر انگشت خود را اسکن کنید
hi: कृपया अपना फिंगरप्रिंट स्कैन करें
ko: 지문을 스캔해주세요
sv_se: Skanna ditt fingeravtryck
th: โปรดสแกนนิ้วมือของคุณ
vi: Vui lòng quét vân tay của bạn

source: Scan your wallets for Bitcoin Cash
ar: مسح المحافظ الخاصة بيتكوين كاش ضوئيًا
bg: Да се търси във вашите портмонета Bitcoin Cash
ca: Escanegeu les vostres carteres per trobar Bitcoin Cash
cs: Vyhledat Bitcoin Cash ve svých peněženkách
fa: کیف پول خود را برای بیتکوین کش اسکن کنید
hi: Bitcoin कैश के लिए अपने वॉलेट्स को स्कैन करें
ko: 지갑에서 비트코인 캐시 스캔하기
sv_se: Skanna dina plånböcker för Bitcoin Cash
th: สแกนกระเป๋าของคุณสำหรับเงินสดBitcoin
vi: Quét ví của bạn để nhận Bitcoin Cash

source: Scanning Wallet funds...
ar: جارٍ مسح أموال المحفظة ضوئيًا...
bg: Сканиране адресите на портмонето...
ca: S'estan escanejant els fons de la cartera...
cs: Vyhledávání zůstatků peněženky...
fa: در حال اسکن سرمایه کیف پول...
hi: वॉलेट निधियां स्कैन हो रही हैं...
ko: 지갑 내 자산 스캔 중...
sv_se: Skannar plånböckers medel...
th: กำลังสแกนยอดเงิน...
vi: Đang quét tiền trong Ví...

source: Scanning funds...
ar: جارٍ مسح الأموال ضوئيًا...
bg: Сканиране на средствата...
ca: S'estan escanejant els fons...
cs: Vyhledávání zůstatků...
fa: در حال اسکن سرمایه...
hi: निधियां स्कैन हो रही हैं...
ko: 자산 스캔 중...
sv_se: Skannar medel...
th: กำลังสแกนยอดเงิน...
vi: Đang quét tiền...

source: Screenshots are not secure
ar: لقطات الشاشة غير آمنة
bg: Скрийншотовете не са безопасни
ca: Les captures de pantalla no són segures
cs: Screenshoty nejsou bezpečné
fa: اسکرین شات ها امن نیستند
hi: स्क्रीनशॉट सुरक्षित नहीं हैं
ko: 스크린샷은 안전하지 않습니다
sv_se: Skärmdumpar är inte säkra
th: ไม่ปลอดภัยหากคุณทำการบันทึกภาพหน้าจอ
vi: Ảnh chụp màn hình là không an toàn

source: Search Transactions
ar: البحث في المعاملات
bg: Търсене на транзакции
ca: Cerca transaccions
cs: Vyhledávání transakcí
fa: جستجوی تراکنش ها
hi: ट्रांजेक्शन्स खोजें
ko: 거래 기록 검색하기
sv_se: Sök transaktioner
th: ค้นหาธุรกรรม
vi: Tìm kiếm giao dịch

source: Search or enter bitcoin address
ar: البحث عن عنوان بيتكوين أو إدخاله
bg: Да се намери или вкара биткойн-адрес
ca: Cerca o introdueix l'adreça bitcoin
cs: Vyhledat nebo zadat Bitcoin adresu
fa: جستجو و یا وارد کردن آدرس بیتکوین
hi: Bitcoin पता खोजें या दर्ज करें
ko: 비트코인 주소를 찾거나 작성
sv_se: Sök eller ange bitcoinadress
th: ค้นหา หรือป้อนที่อยู่ของ bitcoin
vi: Tìm kiếm hoặc nhập địa chỉ bitcoin

source: Clipboard
ar: الحافظة
bg: Буфер на обмяна
ca: Porta-retalls
cs: Schránka
fa: کلیپ بورد
hi: क्लिपबोर्ड
ko: 클립보드
sv_se: Urklipp
th: คลิปบอร์ด
vi: Bảng ghi tạm

source: Your Clipboard is empty
ar: الحافظة الخاصة بك فارغة
bg: Буферът на обмяната е празен
ca: Teniu el porta-retalls buit
cs: Vaše schránka je prázdná
fa: کلیپ بورد شما خالی است
hi: आपका क्लिपबोर्ड रिक्त है
ko: 클립보드가 비어 있습니다
sv_se: Urklippet är tomt
th: คลิปบอร์ดของคุณว่างเปล่า
vi: Bảng ghi của bạn đang trống

source: Search transactions
ar: البحث في المعاملات
bg: Търсене на транзакции
ca: Cerca transaccions
cs: Vyhledávání transakcí
fa: جستجوی تراکنش ها
hi: ट्रांजैक्शन खोजें
ko: 거래 기록 검색
sv_se: Sök transaktioner
th: ค้นหาธุรกรรม
vi: Tìm kiếm giao dịch

source: Search your currency
ar: البحث عن عملتك
bg: Да се намери вашата валута
ca: Cerqueu la vostra moneda
cs: Vyhledat Vaši měnu
fa: جستجوی ارز خود
hi: अपनी मुद्रा खोजें
ko: 자산 검색하기
sv_se: Sök i din valuta
th: ค้นหาสกุลเงินของคุณ
vi: Tìm kiếm loại tiền tệ

source: Security
ar: الأمان
bg: Сигурност
ca: Seguretat
cs: Bezpečnost
fa: امنیت
hi: सुरक्षा
ko: 보안
sv_se: Säkerhet
th: ความปลอดภัย
vi: Bảo mật

source: See invoice
ar: راجع الفاتورة
bg: Преглед на инвойса
ca: Mostra la factura
cs: Prohlédnout fakturu
fa: مشاهده صورت حساب
hi: चालान देखें
ko: 청구서 확인하기
sv_se: Se fakturan
th: ดูใบแจ้งหนี้
vi: Xem hóa đơn

source: Select a backup file
ar: حدد ملف النسخ الاحتياطي
bg: Изберете файла на резервното копие
ca: Seleccioneu un fitxer de còpia de seguretat
cs: Vyberte soubor zálohy
fa: انتخاب یک فایل پشتیبان
hi: किसी बैकअप फाइल का चयन करें
ko: 백업파일을 선택하세요
sv_se: Välj en säkerhetskopieringsfil
th: เลือกไฟล์สำรองข้อมูล
vi: Chọn một tệp sao lưu

source: Select a wallet
ar: حدد محفظة
bg: Изберете портмонето
ca: Seleccioneu una cartera
cs: Zvolte peněženku
fa: انتخاب یک کیف پول
hi: किसी वॉलेट का चयन करें
ko: 지갑을 선택하세요
sv_se: Välj en plånbok
th: เลือกกระเป๋าสตางค์
vi: Chọn ví
