Repository: Bitcoin-com/Wallet
Catalog: i18n/po/*/template-*.po
Languages: ar, bg, ca, cs, fa, hi, ko, sv_se, th, vi

source: Your account is now verified. Congrats!
ar: تم التحقق من الحساب الخاص بك الآن. تهانينا!
bg: Сега вашият акаунт е верифициран. Честито!
ca: El teu compte està verificada. Felicitats!
cs: Váš účet je nyní ověřen. Gratulujeme!
fa: حسابتان اکنون تأیید شده است. تبریک!
hi: आपका खाता अब सत्यापित है। बधाई हो!
ko: 귀하의 계정은 인증이 완료되었습니다. 축하합니다!
sv_se: Ditt konto är nu verifierat. Grattis!
th: ขณะนี้บัญชีของคุณได้รับการยืนยันแล้ว ขอแสดงความยินดีด้วย!
vi: Tài khoản của bạn hiện đã được xác minh. Xin chúc mừng!

source: This shouldn't take too long. We'll let you know soon so you can get started buying bitcoin.
ar: لايجب أن يستغرق هذا وقتًا طويلاً. سنعلمك قريبًا حتى يمكنك البدء بشراء البيتكوين.
bg: Това няма да отнеме много време. Ние веднага ще ви съобщим, кога вие ще можете да започнете покупката на биткойни.
ca: No trigarà gaire. Us informarem de seguida quan pugueu començar a comprar bitcoins.
cs: Nemělo by to trvat příliš dlouho. Dáme Vám vědět co nejdříve, abyste mohli začít nakupovat.
fa: این کار نباید بیش‌ازحد طول بکشد. به‌زودی به شما اطلاع خواهیم داد تا بتوانید شروع به خرید بیتکوین کنید.
hi: इसमें ज़्यादा समय नहीं लगेगा। हम आपको जल्द ही बता देंगे तांकि आप bitcoin खरीदना शुरू कर सकें।
ko: 오래 걸리지는 않을 것입니다. 인증 완료 시 알려드리겠습니다.
sv_se: Detta ska inte ta mycket tid. Vi meddelar dig snart att du kan börja köpa bitcoin.
th: ใช้เวลานานเกินไปเราจะแจ้งให้ท่านทราบเร็วๆนี้ หลังจากนั้นคุณจะสามารถเริ่มการซื้อBitcoinได้
vi: Sẽ không nên mất quá nhiều thời gian đâu. Chúng tôi sẽ cho bạn biết sớm để bạn có thể bắt đầu mua bitcoin.

source: Verification Failed
ar: فشل التحقق
bg: Верификацията не успя да мине
ca: Verificació ha fallat
cs: Ověření selhalo
fa: تأیید نشد
hi: सत्यापन विफल हुआ
ko: 인증 실패
sv_se: Verifiering misslyckades
th: การตรวจสอบล้มเหลว
vi: Không thể xác minh

source: We're sorry but we're not able to verify you at this time. Please contact support for additional assistance.
ar: نأسف لأنه لا يمكننا اتمام التحقق في الوقت الحالي. يُرجى الاتصال بالدعم للمساعدة الإضافية.
bg: За съжаление не успяхме да ви удостоверим. Моля, обърнете се в отбора за подкрепа.
ca: Ho sentim però no som capaços de verificar en aquest moment. Contacteu amb suport per a assistència addicional.
cs: Je nám líto, ale nejsme Vás schopni nyní ověřit. Kontaktujte, prosím, podporu.
fa: متأسفیم ولی نمی‌توانیم درحال‌حاضر شما را تأیید کنیم. لطفاً برای دریافت راهنمایی بیشتر، با پشتیبانی تماس بگیرید.
hi: हमें खेद है, लेकिन हम इस समय आपको सत्यापित नहीं कर पा रहे हैं। कृपया अतिरिक्त सहायता के लिए सपोर्ट(support) से संपर्क करें।
ko: 죄송합니다. 인증을 할 수 없습니다. 추가 지원이 필요하시다면 지원팀에 연락해주세요.
sv_se: Tyvärr kan vi inte verifiera dig just nu. Kontakta support för ytterligare hjälp.
th: ทางเราต้องขออภัยด้วยที่เราไม่สามารถยืนยันตัวตนของคุณในขณะนี้ โปรดติดต่อฝ่ายสนับสนุนสำหรับความช่วยเหลือเพิ่มเติม
vi: Chúng tôi rất tiếc nhưng chúng tôi không thể xác minh bạn tại thời điểm này. Vui lòng liên hệ với bộ phận hỗ trợ để được trợ giúp thêm.

source: Self Portrait
ar: صورة ذاتية
bg: Селфи
ca: Selfi
cs: Autoportrét
fa: پرتره از خود
hi: सेल्फ पोर्ट्रेट
ko: 본인 사진
sv_se: Selfie
th: ภาพถ่ายบุคคล
vi: Chân dung tự họa

source: Shop
ar: متجر
bg: Покупки
ca: Botiga
cs: Obchod
fa: فروشگاه
hi: खरीदारी करें
ko: 상점
sv_se: Handla
th: ซื้อของ
vi: Cửa hàng

source: Shop Nearby
ar: متجر قريب
bg: Да купите около вас
ca: Compra proper
cs: Nejbližší obchod
fa: فروشگاه نزدیک
hi: आस-पास खरीदारी करें
ko: 근처에서 비트코인 캐시로 구매하기
sv_se: Butiker i närheten
th: ร้านค้าใกล้เคียงฉัน
vi: Cửa hàng gần đó

source: Find businesses in your area that accept Bitcoin Cash
ar: اكتشف المؤسسات في منطقتك التي تقبل الدفع بالبيتكوين كاش
bg: Да се намерят най-близките магазини, които приемат за заплащане Bitcoin Cash
ca: Troba empreses en l'àrea que accepten Bitcoin Cash
cs: Najděte podniky ve svém okolí, kde přijímají Bitcoin Cash
fa: کسب‌وکارهای موجود در منطقه‌تان را که بیت‌کوین‌کَش می‌پذیرند پیدا کنید
hi: अपने क्षेत्र में Bitcoin Cash स्वीकार करने वाले व्यवसाय ढूँढ़ें
ko: 본인 지역에서 비트코인 캐시 결제를 지원하는 비즈니스들을 찾아보세요
sv_se: Hitta företag i ditt område som accepterar Bitcoin Cash
th: ค้นหาร้านค้าในพื้นที่ที่รับเงินสด Bitcoin
vi: Tìm các doanh nghiệp trong khu vực của bạn chấp nhận Bitcoin Cash

source: Get up to 30% off Amazon when you pay with Bitcoin Cash
ar: احصل على خصم 30% من Amazon عند الدفع بطريقة البتيكوين كاش
bg: Възползвайте се с намаление до 30% на Амазон при плащането Bitcoin Cash
ca: Aprofiteu un descompte de fins a un 30% a Amazon si pagueu amb Bitcoin Cash
cs: Získejte slevu až 30% na Amazon při platbě pomocí Bitcoin Cash
fa: اگر با بیت‌کوین‌کَش پرداخت کنید، از تخفیف حداکثر 30 درصدی آمازون بهره‌مند می‌شوید
hi: Bitcoin Cash से भुगतान करने पर Amazon पर 30% तक की छूट पाएँ
ko: 비트코인 캐시로 결제할 시 아마존에서 최대 30% 할인받으실 수 있습니다.
sv_se: Få upp till 30% rabatt på Amazon när du betalar med Bitcoin Cash
th: รับส่วนลดมากถึง 30% ที่ Amazon หากจ่ายด้วยเงินสด Bitcoin
vi: Nhận chiết khấu tới 30% trên Amazon khi bạn thanh toán bằng Bitcoin Cash

source: Digital giftcards from some of the biggest brand names
ar: بطاقات هدايا رقمية من بعض أكبر أسماء العلامات التجارية
bg: Електронни подаръчни сертификати от най-прочути търговски марки
ca: Xecs regal electrònics de les marques més conegudes
cs: Digitální dárkové kupóny od nejznámějších obchodních značek
fa: کارت های هدیه دیجیتال از برخی از بزرگترین نام های تجاری
hi: कुछ सबसे नामचीन ब्रांडों की ओर से डिजीटल गिफ्ट कार्ड
ko: 유명 브랜드 기프트카드
sv_se: Elektroniska presentkort från några av de största varumärkena
th: บัตรกำนัลดิจิทัลจากหลายแบรนด์ชื่อดัง
vi: Thẻ quà tặng kỹ thuật số từ một số tên thương hiệu lớn nhất

source: Add a Business
ar: إضافة مؤسسة
bg: Да се добави място
ca: Afegir un negoci
cs: Přidat podnik
fa: افزودن کسب‌وکار
hi: व्यवसाय जोड़ें
ko: 상점 추가하기
sv_se: Lägg till ett företag
th: เพิ่มธุรกิจ
vi: Thêm doanh nghiệp

source: Do you have or know a business that accepts Bitcoin Cash? Add it.
ar: هل لديك مؤسسات تقبل الدفع بطريقة البتيكوين كاش أو تعرفها؟ قم بإضافتها.
bg: Знаете ли или владеете ли мястото, което приема Bitcoin Cash? Добавете го.
ca: Coneixeu o teniu algun lloc on s'accepti Bitcoin Cash? Afegiu-lo.
cs: Máte nebo znáte podnik, který přijímá Bitcoin Cash? Přidejte jej.
fa: آیا کسب‌وکاری دارید یا می‌شناسید که بیت‌کوین‌کَش بپذیرد؟ آن را اضافه کنید.
hi: क्या आपका कोई ऐसा व्यवसाय है या क्या आप ऐसे किसी व्यवसाय के बारे में जानते है जो Bitcoin Cash स्वीकार करता हो? उसे जोड़ें।
ko: 비트코인 캐시 결제를 지원하는 비즈니스를 아시나요? 목록에 추가해주세요.
sv_se: Äger du eller känner ett företag som accepterar Bitcoin Cash? Lägg till den.
th: คุณมีร้านค้าหรือรู้จักธุรกิจที่รับเงินสด Bitcoin ไหม เพิ่มธุรกิจเลย
vi: Bạn có hoặc biết một doanh nghiệp chấp nhận Bitcoin Cash không? Hãy thêm nó.

source: Buy with Bitcoin Cash
ar: قم بالشراء باستخدام بيتكوين كاش
bg: Да се купи, използвайки Bitcoin Cash
ca: Comprar amb Bitcoin Cash
cs: Nakoupit pomocí Bitcoin Cash
fa: خرید با بیت‌کوین‌کَش
hi: Bitcoin Cash से खरीदें
ko: 비트코인 캐시로 구매하기
sv_se: Köp med Bitcoin Cash
th: ซื้อ Bitcoin Cash
vi: Mua bằng Bitcoin Cash

source: Are you a business owner?
ar: هل أنت صاحب مؤسسة؟
bg: Вие сте собственик на бизнеса?
ca: Sou el propietari d'un negoci?
cs: Jste majitelem firmy?
fa: آیا مالک کسب و کار هستید؟
hi: क्या आप किसी व्यवसाय के मालिक हैं?
ko: 사업을 소유하고 계신가요?
sv_se: Är du företagsägare?
th: คุณเป็นเจ้าของธุรกิจใช่ไหม
vi: Bạn có phải là chủ doanh nghiệp không?

source: More
ar: المزيد
bg: Още
ca: Més
cs: Více
fa: بیشتر
hi: अधिक
ko: 추가 정보
sv_se: Mer
th: เพิ่มเติม
vi: Thêm

source: Start accepting payments easily with Bitcoin Cash today. We can show you how.
ar: بدء قبول المدفوعات بسهولة باستخدام بيتكوين كاش اليوم. يمكننا أن نعرفك الكيفية.
bg: Започнете да приемате плащането с Bitcoin Cash днес. Ние можем в това да ви помогнем.
ca: Comenceu a acceptar pagaments amb Bitcoin Cash avui mateix. Nosaltres us hi podem ajudar.
cs: Začněte přijímat platby snadno pomocí Bitcoin Cash již dnes. Ukážeme Vám jak.
fa: امروز با Bitcoin Cash، به‌آسانی شروع به پذیرفتن پرداخت‌ها کنید. می‌توانیم نحوه انجام کار را به شما نشان دهیم.
hi: आज ही Bitcoin Cash के साथ आसानी से भुगतान स्वीकार करना प्रारंभ करें। हम आपको दिखा सकते हैं कि ऐसा कैसे करना है।
ko: 비트코인 캐시 결제 기능을 오늘부터 추가하세요. 방법을 알려드리겠습니다.
sv_se: Börja acceptera betalningar enkelt med Bitcoin Cash idag. Vi kan hjälpa dig.
th: ดูวิธีการรับชำระเงินด้วย Bitcoin ได้ง่ายๆได้เลย
vi: Bắt đầu chấp nhận thanh toán dễ dàng với Bitcoin Cash ngay hôm nay. Chúng tôi sẽ chỉ bạn cách làm.

source: Book hotels, villas, apartments, and more using Bitcoin Cash and save up to 40%.
cs: Rezervujte si hotely, vily, apartmány a více pomocí Bitcoin Cash a ušetříte až 40%.
ko: Bitcoin Cash를 사용하여 호텔, 빌라, 아파트 등을 예약하고 최대 40 % 할인하십시오.
sv_se: Boka hotell och lägenheter, och mer med Bitcoin Cash och spara upp till 40%.

source: Take to the skies using Bitcoin Cash. Flights, hotels, and car rentals.
ar: عانق السحاب مستخدمًا البيتكوين كاش. رحالات الطيران والفنادق وتأجير السيارات.
bg: На седмо небе заедно с Bitcoin Cash - плащайте авио билети, хотели и наема на колата!
ca: Toqueu el cel amb Bitcoin Cash: pagueu bitllets d'avió, hotels i lloguer de cotxes.
cs: Zamiřte do nebes s pomocí Bitcoin Cash. Lety, hotely a půjčovny aut.
fa: با استفاده از بیت‌کوین‌کَش، به اسکی برید. پروازها، هتل‌ها و کرایه خودرو.
hi: Bitcoin Cash का इस्तेमाल कर सब कुछ प्राप्त करें। फ्लाइट्स, होटल, और किराए पर कार।
ko: 비트코인 캐시로 여행을 떠나세요. 비행기, 호텔, 자동차 렌탈 모두 가능합니다.
sv_se: Ta till himlen med Bitcoin Cash. Flyg, hotell och biluthyrning.
th: เข้าสู่ยุคของ Bitcoin Cash สามารถจองตั๋วเครื่องบิน จองโรงแรม หรือเช่ารถก็ได้
vi: Bay bằng Bitcoin Cash. Các chuyến bay, khách sạn và thuê xe.

source: The market's highest paying pool
ar: مجمع الدفع الأعلى في السوق
bg: Най-печеливш майнинг пул на пазара
ca: La piscina de mineria més rentable del mercat
cs: Nejlépe platící pool na trhu
fa: بالاترین استخر پرداخت در بازار
hi: बाज़ार का सबसे अधिक भुगतान करने वाला व्यवसायिक संघ
ko: 시장에 가장 높은 수익률을 자랑하는 마이닝 풀
sv_se: Marknadens högsta betalande pool
th: เป็นตลาดที่มีการใช้จ่ายเงินสูงสุด
vi: Nhóm thanh toán cao nhất thị trường

source: Pay with BCH, get 10% back
ar: ادفع باستخدام بيتكوين كاش (BCH)، واسترجع 10%
bg: При плащане с BCH, ще получите обратно 10% върху сметката
ca: Si pagueu amb BCH, se us retorna el 10% al compte
cs: Zaplaťte pomocí BCH, ušetřete 10%
fa: با BCH پرداخت کنید و 10٪ پس بگیرید
hi: BCH के साथ भुगतान करें, 10% वापिस प्राप्त करें
ko: 비트코인 캐시로 결제 시 10% 캐시백
sv_se: Betala med BCH och få 10% tillbaka
th: ชำระเงินด้วย BCH รับเงินคืน 10%
vi: Thanh toán bằng BCH, nhận lại 10%

source: Get your Bitcoin merch
ar: احصل على بضائعك باستخدام بيتكوين
bg: Стоки със символи на биткойн
ca: Merchandising bitcoin
cs: Získejte své Bitcoin zboží
fa: تجارت بیت‌کوین خود را شروع کنید
hi: अपना Bitcoin मर्चेनडाईज़ प्राप्त करें
ko: 비트코인 굿즈 구매하기
sv_se: Hämta din Bitcoin merch
th: รับ Bitcoin merch ของคุณ
vi: Nhận hàng hóa mua bằng Bitcoin của bạn

source: E-mail not detected
ar: لم يتم الكشف عن البريد الإلكتروني
bg: Електронният адрес не е намерен
ca: E-mail no detectat
cs: E-mail nenalezen
fa: ایمیل شناسایی نشد
hi: ई-मेल का पता नहीं लगाया जा सका
ko: 이메일을 찾을 수 없습니다
sv_se: E-post hittas inte
th: ไม่พบอีเมล์
vi: Email không được phát hiện

source: In order to add a new merchant, please send an email with all the info to addbusiness@bitcoin.com.
ar: من أجل إضافة مقايض جديد، رجاء أرسل بريد إلكتروني يشمل كل المعلومات إلى addbusiness@bitcoin.com.
bg: За да се добави нов продавач или бизнес, моля, напишете ни на addbusiness@bitcoin.com.
ca: Per tal d'afegir un nou venedor o negoci, si us plau, escriviu-nos a addbusiness@bitcoin.com.
cs: Chcete-li přidat nového obchodníka, zašlete e-mail s veškerými informacemi na addbusiness@bitcoin.com.
fa: برای افزودن تاجر جدید، لطفاً ایمیلی حاوی کلیه اطلاعات به addbusiness@bitcoin.com ارسال کنید.
hi: नए व्यापारी को जोड़ने के लिए, कृपया सारी जानकारी सहित एक ईमेल addbusiness@bitcoin.com को भेजें।
ko: 새로운 비즈니스를 추가하고 싶으신가요? addbusiness@bitcoin.com으로 이메일을 보내주세요.
sv_se: För att lägga till en ny köpman, skicka e-mail med all info till addbusiness@bitcoin.com.
th: ในกรณีหากต้องเพิ่มร้านค้า กรุณาส่งข้อมูลรายละเอียดไปยังอีเมลนี้ addbusiness@bitcoin.com.
vi: Để thêm người bán mới, vui lòng gửi email chứa tất cả thông tin đến addbusiness@bitcoin.com.

source: Internal Error
ar: خطأ داخلي
bg: Грешка на приложението
ca: Error intern
cs: Interní chyba
fa: خطای داخلی
hi: आंतरिक त्रुटि
ko: 내부 오류
sv_se: Internt fel
th: ข้อผิดพลาดภายใน
vi: Lỗi nội bộ

source: Front
ar: الأمام
bg: Отпред
ca: Frontal
cs: Přední strana
fa: جلو
hi: सामने
ko: 앞면
sv_se: Främre
th: ด้านหน้า
vi: Trước

source: Take a Selfie
ar: التقط صور ذاتية
bg: Да се фотографирате
ca: Prendre una Selfi
cs: Vyfotit selfie
fa: خودگرفت گرفتن
hi: एक सेल्फी लें
ko: 셀카를 찍으세요
sv_se: Ta en Selfie
th: ถ่ายรูปเซลฟี่
vi: Tự chụp ảnh

source: Document + Selfie
ar: المستند + صورة ذاتية
bg: Документ + фото
cs: Doklad + foto
fa: سند + خودگرفت
hi: दस्तावेज़ + सेल्फी
ko: 문서 + 셀카
sv_se: Dokument + Selfie
th: เอกสาร + ถ่ายเซลฟี่
vi: Tài liệu + Ảnh tự chụp

source: Take a picture of your document held up beside your face.
ar: التقط صورة المستند الخاص بك محمولاً بجانب وجهك.
bg: Направете фото на документа редом с вашето лице, за да се поберат те в един кадър.
ca: Feu una foto del document elevat al costat del vostre rostre.
cs: Držte dokument blízko tváře a pořiďte foto tak, aby se vešlo do jednoho snímku.
fa: عکسی بگیرید که در آن سندتان کنار صورت گرفته اید.
hi: अपने चेहरे के पास अपने दस्तावेज़ को पकड़ कर उसकी तस्वीर लें।
ko: 문서를 들고 셀카를 촬영하세요.
sv_se: Ta en bild av ditt dokument som hölls vid ditt ansikte.
th: โปรดถือเอกสารไว้ข้างๆหน้าของคุณและทำการถ่ายภาพ
vi: Chụp ảnh tài liệu của bạn đặt bên cạnh khuôn mặt của bạn.

source: Position the 4 corners of your document clearly in the frame. Avoid any glare.
ar: ضع الأطراف الأربعة لمستندك بوضوح في الإطار. تجنب أي وهج.
bg: Поместете вашия документ изцяло в рамка. Опитайте се да избегнете отблясъци.
ca: Col·loqueu les 4 cantonades del vostre document clarament en el marc. Intenteu evitar qualsevol reflex.
cs: Nastavte svůj dokument do rámečku a vyhněte se odleskům.
fa: 4 گوشه سند خود را به‌طور واضح در قاب قرار دهید. هیچ‌گونه بازتاب نوری وجود نداشته باشد.
hi: फ्रेम में अपने दस्तावेज़ के 4 कोनों को स्पष्ट रूप से स्थिति में रखें। किसी भी चौंध से बचें।
ko: 문서 4개의 꼭짓점을 틀 안에 넣어주세요. 빛 반사를 조심해주세요.
sv_se: Placera de fyra hörnen på ditt dokument tydligt i ramen. Undvik bländning.
th: หลีกเลี่ยงแสงจ้าและจัดตำแหน่งเอกสารให้อยู่ในกรอบทั้ง 4 มุมอย่างชัดเจน
vi: Đặt 4 góc của tài liệu của bạn rõ ràng trong khung. Tránh để bị lóa.

source: Make sure your head is entirely within the frame and there is no blur.
cs: Ujistěte se, že je hlava zcela v rámu.
ko: 머리가 프레임 안에 있는지 확인하십시오.

source: I look good
bg: Изглеждам добре
cs: vypadám dobře
ko: 나는 좋아 보인다.

source: Buying Gift Card...
ar: جارٍ شراء بطاقة هدايا...
bg: Покупка на подаръчен сертификат...
ca: Comprant targeta regal...
cs: Nákup dárkového kupónu...
fa: درحال خرید کارت هدیه…
hi: गिफ्ट कार्ड खरीदा जा रहा है...
ko: 기프트 카드 구매 중...
sv_se: Köper presentkort...
th: ทำการซื้อบัตรของขวัญ...
vi: Đang mua thẻ quà tặng...

source: Error. Status code: {{status}}
ar: خطأ. رمز الحالة:{{status}}
bg: Грешка. Код на грешката: {{status}}
ca: Error. Codi d'error: {{status}}
cs: Chyba. Kód chyby: {{status}}
fa: خطا. کد وضعیت: {{status}}
hi: त्रुटि। स्थिति कोड: {{status}}
ko: 오류가 발생 했습니다. 상태 코드: {{status}}
sv_se: Fel. Statuskod: {{status}}
th: เกิดข้อผิดพลาด รหัสสถานะ {{status}}
vi: Lỗi. Mã trạng thái: {{status}}

source: Useful Links
ar: روابط مفيدة
bg: Полезни позовавания
ca: Enllaços d'utilitat
cs: Užitečné odkazy
fa: لینک های مفید
hi: उपयोगी लिंक्स
ko: 유용한 링크
sv_se: Användbara länkar
th: ลิ้งค์สาระ
vi: Liên kết hữu ích

source: Exchange between BTC and BCH
ar: التحويل بين البيتكوين (BTC) والبيتكوين كاش (BCH)
bg: Да се обменят ВТС с ВСН
ca: Canviar ВТС a ВСН
cs: Vyměnit BTC na BCH
fa: تبادل بین BTC و BCH
hi: BTC और BCH में विनिमय करें
ko: BTC와 BCH 전환하기
sv_se: Byt mellan BTC och BCH
th: ทำการแลกระหว่าง BTC และ BCH
vi: Chuyển đổi giữa BTC và BCH

source: Exchange
ar: التحويل
bg: Да се обменят
ca: Canviar
cs: Vyměnit
fa: تبادل
hi: विनिमय करें
ko: 교환
sv_se: Utbyta
th: แลกเปลี่ยน
vi: Chuyển đổi

source: You cannot send Bitcoin Core to this Bitcoin Cash address. This would result in lost funds.
ar: لا يمكنك إرسال البيتكوين كور إلى عنوان البيتكوين كاش هذا. سيؤدي هذا إلى فقدان الأموال.
bg: Вие не можете да изпратите Bitcoin Core на този Bitcoin Cash адрес, тъй като това ще доведе до загуба на вашите средства.
ca: No podeu enviar Bitcoin Core a aquesta direcció de Bitcoin Cash, perquè comportaria la pèrdua dels fons.
cs: Nemůžete odeslat Bitcoin Core na tuto Bitcoin Cash adresu. Následkem toho utrpíte ztrátu vašich prostředků.
fa: نمی‌توانید «بیت‌کوین کور» را به این آدرس بیت‌کوین‌کَش ارسال کنید. این کار منجر به از بین رفتن سرمایه می‌شود.
hi: आप इस Bitcoin Cash पते पर Bitcoin Core नहीं भेज सकते। इसके परिणामवश निधियों का नुकसान हो सकता है।
ko: 이 주소는 비트코인 캐시 주소입니다. 비트코인을 이 주소로 송금할 시 자금이 유실됩니다.
sv_se: Du kan inte skicka Bitcoin Core till denna Bitcoin Cash-adress. Detta skulle resultera i förlorade pengar.
th: นี่อาจจะยอดเงินที่หายไป คุณไม่สามารถส่ง Bitcoin Core ไปยังที่อยู่ Bitcoin Cash นี้
vi: Bạn không thể gửi Bitcoin Core đến địa chỉ Bitcoin Cash này. Điều này sẽ dẫn đến mất tiền.

source: Your account verification was rejected.
ar: تم رفض التحقق من حسابك.
bg: Не успя да мине верификацията на акаунта.
ca: No s'ha pogut verificar el compte.
cs: Ověření vašeho účtu bylo zamítnuto.
fa: تآیید حسابتان رد شد.
hi: आपके खाते के सत्यापन को अस्वीकार कर दिया गया था।
ko: 계정 인증을 실패했습니다.
sv_se: Din konton verifiering avvisades.
th: 계정 인증을 실패했습니다.
vi: Xác minh tài khoản của bạn đã bị từ chối.

source: In order to purchase Bitcoin Cash, you are required to provide some personal information.
ar: من أجل شراء البيتكوين كاش، يتطلب منك تقديم بعض البيانات الشخصية.
bg: За да се купи Bitcoin Cash, на нас е нужно вие да предоставите своя лична информация.
ca: Per tal de comprar Bitcoin Cash, necessitem que ens proporcioneu certa informació personal.
cs: Chcete-li zakoupit službu Bitcoin Cash, musíte poskytnout některé osobní údaje.
fa: برای خرید بیت‌کوین‌کَش، باید برخی از اطلاعات شخصی را ارائه دهید.
hi: Bitcoin Cash खरीदने के लिए, आपको कुछ व्यक्तिगत जानकारी देने की आवश्यकता होगी।
ko: 비트코인 캐시를 구매하기 위해 몇 가지 개인 정보를 제공해야 합니다.
sv_se: För att köpa Bitcoin Cash måste du lämna några personuppgifter.
vi: Để có thể mua Bitcoin Cash, bạn cần cung cấp một số thông tin cá nhân.

source: Provide my information
ar: تقديم معلوماتي
bg: Да се предостави информацията
ca: Proporcionar la meva informació
cs: Poskytnout mé údaje
fa: ارائه اطلاعات من
hi: मेरी जानकारी प्रदान करें
ko: 정보 제공하기
sv_se: Tillhandahålla information
vi: Cung cấp thông tin của tôi

source: You can purchase up to {{vm.customer.dailyLimitRemaining | currency : '€ ' : 2}} today, and up to {{vm.customer.monthlyLimitRemaining | currency : '€ ' : 2}} this month.
ar: يمكنك الشراء حتى {{vm.customer.dailyLimitRemaining | currency : '€ ' : 2}} اليوم، وحتى {{vm.customer.monthlyLimitRemaining | currency : '€ ' : 2}} هذا الشهر.
bg: Вие можете да купите {{vm.customer.dailyLimitRemaining | currency : '€ ' : 2}} днес, и до {{vm.customer.monthlyLimitRemaining | currency : '€ ' : 2}} в този месец.
ca: Podeu comprar fins a {{vm.customer.dailyLimitRemaining | currency : '€ ' : 2}} avui, i fins a {{vm.customer.monthlyLimitRemaining | currency : '€ ' : 2}} aquest mes.
cs: Můžete si zakoupit {{vm.customer.dailyLimitRemaining | currency: '€': 2}} dnes, až do {{vm.customer.monthlyLimitRemaining |currency: '€': 2}} tento měsíc.
fa: می‌توانید امروز تا {{vm.customer.dailyLimitRemaining | currency : '€ ' : 2}} و این ماه تا {{vm.customer.monthlyLimitRemaining | currency : '€ ' : 2}} خرید کنید.
hi: आप आज {{vm.customer.dailyLimitRemaining | currency : '€ ' : 2}} तक, और इस माह {{vm.customer.monthlyLimitRemaining | currency : '€ ' : 2}} तक की खरीदारी कर सकते हैं।
ko: 오늘 {{vm.customer.dailyLimitRemaining | currency : '€ ' : 2}}까지 구매할 수 있습니다. 이번 달에는 {{vm.customer.monthlyLimitRemaining | currency : '€ ' : 2}}까지 구매할 수 있습니다.
sv_se: Du kan köpa upp till {{vm.customer.dailyLimitRemaining | currency: '€ ' : 2}} idag och upp till {{vm.customer.monthlyLimitRemaining | currency: '€' : 2}} den här månaden.
vi: Bạn có thể mua lên tới {{vm.customer.dailyLimitRemaining | currency : '€ ' : 2}} hôm nay và lên tới {{vm.customer.monthlyLimitRemaining | currency : '€ ' : 2}} trong tháng này.

source: Quick Links
ar: روابط سريعة
bg: Позовавания
ca: Enllaços
cs: Rychlé odkazy
fa: پیوندهای سریع
hi: त्वरित लिंक्स
ko: 유용한 링크
sv_se: Snabblänkar
vi: Liên kết nhanh

source: Payment Methods
ar: طرق الدفع
bg: Начини на плащане
ca: Formes de pagament
cs: Způsoby platby
fa: روش‌های پرداخت
hi: भुगतान विधियां
ko: 결제 방법
sv_se: Betalningsmetoder
vi: Phương thức thanh toán

source: Side: {{file.side}}
ar: جانب:{{file.side}}
bg: Страна: {{file.side}}
ca: Costat: {{file.side}}
cs: Strana: {{file.side}}
fa: سمت: {{file.side}}
hi: साइड: {{file.side}}
ko: 사이드: {{file.side}}
sv_se: Sidan: {{file.side}}
vi: Mặt: {{file.side}}

source: Approved
ar: ‏‏تمت الموافقة
bg: Потвърдено
ca: Autoritzat
cs: Schváleno
fa: تأیید شد
hi: अनुमोदित
ko: 승인 완료
sv_se: Godkänd
vi: Đã phê duyệt

source: We're sorry but we're not able to verify you at this time.
ar: نأسف تعذر علينا التحقق حاليًا.
bg: Съжаляваме, но сега не можахме да ви потвърдим.
ca: Ens sap greu, però no podem verificar-vos en aquest moment.
cs: Je nám líto, ale momentálně vás nemůžeme ověřit.
fa: متأسفیم، درحال‌حاضر نمی‌توانیم شما را تأیید کنیم.
hi: हमें खेद है लेकिन हम इस समय आपको सत्यापित नहीं कर पा रहे हैं।
ko: 지금은 인증할 수 없습니다. 죄송합니다.
sv_se: Vi är ledsna, men vi kan inte verifiera dig just nu.
vi: Chúng tôi rất tiếc nhưng chúng tôi không thể xác minh bạn tại thời điểm này.

source: URL
ar: عنوان URL
bg: URL-адрес
fa: آدرس

source: MM/YYYY
ar: شهر/سنة
bg: ММ/ГГГГ
ca: MM/AAAA
cs: MM/RRRR
fa: ماه\سال
sv_se: MM/ÅÅÅÅ
th: เดือน/ปีค.ศ.
