Repository: Bitcoin-com/Wallet
Catalog: i18n/po/*/template-*.po
Languages: ar, bg, ca, cs, fa, hi, ko, sv_se, th, vi

source: There is a new version of {{appName}} available
ar: هناك إصدار جديد لـ {{appName}} متاح
bg: Достъпна е нова версия {{appName}}
ca: Hi ha una nova versió de {{appName}} disponible
cs: Je k dispozici nová verze {{appName}}
fa: یک نسخه جدید از {{appName}} موجود است
hi: {{appName}} का नया संस्करण उपलब्ध है
ko: {{appName}}을 최신 버전으로 업데이트하세요
sv_se: En ny version av {{appName}} är tillgänglig
th: นี่เป็นเวอร์ชั่นใหม่ของ {{appName}} ที่พร้อมใช้งาน
vi: Đã có phiên bản mới của {{appName}}

source: There is an error in the form
ar: هناك خطأ في النموذج
bg: Грешка във формата
ca: Hi ha un error al formulari
cs: Ve formuláři je chyba
fa: یک خطا در فرم وجود دارد
hi: प्रपत्र में कोई त्रुटि है
ko: 오류가 있습니다
sv_se: Det finns ett fel i formuläret
th: มีข้อผิดพลาดในแบบฟอร์ม
vi: Có một lỗi trong mẫu

source: There's obviously something we're doing wrong.
ar: من الواضح أن هناك شيء خطأ نقوم به.
bg: Очевидно има нещо, което правим грешно.
ca: És evident que hi ha alguna cosa que estem fent malament.
cs: Očividně něco děláme špatně.
fa: بدیهی است اینجا چیزی است که ما داریم اشتباه انجام می دهیم.
hi: हम स्पष्ट रूप से कुछ गलत कर रहे हैं।
ko: 저희의 문제점을 알려주세요.
sv_se: Det är klart att vi gör nogånting fel.
th: เห็นได้ชัดว่ามีบางสิ่งที่เรากำลังทำผิด
vi: Rõ ràng có điều gì đó chúng tôi đang làm sai.

source: This app is fantastic!
ar: هذا التطبيق رائع!
bg: Тази програма е фантастична!
ca: Aquesta aplicació és fantàstica!
cs: Tato aplikace je fantastická!
fa: این برنامه فوق العاده است!
hi: यह एप लाजवाब है!
ko: 이 앱은 최고에요!
sv_se: Den här appen är fantastisk!
th: แอพนี้ยอดเยี่ยมมาก!
vi: Ứng dụng này thật tuyệt vời!

source: This app stores your bitcoin with cutting-edge security.
ar: يخزن هذا التطبيق البيتكوين الخاص بك ويضمن لك الأمان المتطور.
bg: Това приложение съхранява биткойни с най-високо ниво на безопасност.
ca: Aquesta aplicació emmagatzema els vostres bitcoins amb una seguretat de tecnologia punta.
cs: Tato aplikace k držení Vašich Bitcoinů používá nejmodernější zabezpečení.
fa: این نرم افزار بیتکوین های شما را با بالاترین درجه امنیت ذخیره می کند.
hi: यह एप आपके bitcoin को अत्याधुनिक सुरक्षा के साथ संग्रहित करती है।
ko: 이 앱은 귀하의 비트코인을 최첨단 보안 서비스로 보호합니다.
sv_se: Denna app lagrar din bitcoin med högteknologisk säkerhet.
th: แอปฯนี้เก็บbitcoin ของคุณด้วยการรักษาความปลอดภัยที่ล้ำสมัย
vi: Ứng dụng này lưu trữ bitcoin của bạn với công nghệ bảo mật tiên tiến.

source: This bitcoin payment request has expired.
ar: انتهت مدة صلاحية طلب دفع البيتكوين هذا.
bg: Срокът на това запитване за плащане изтече.
ca: Aquesta sol·licitud de pagament bitcoin ha caducat.
cs: Tato platba vypršela.
fa: این درخواست پرداخت بیتکوین منقضی شده است.
hi: इस bitcoin भुगतान अनुरोध की समयसीमा समाप्त हो चुकी है।
ko: 비트코인 지불요구가 만료되었습니다.
sv_se: Denna begäran om bitcoin-betalning har löpt ut.
th: คำขอชำระเงินbitcoinนี้หมดอายุ
vi: Yêu cầu thanh toán bitcoin này đã hết hạn.

source: Payment expires:
ar: انتهاء مدة صلاحية الدفع:
bg: Срок на плащането:
ca: El pagament venç:
cs: Platba vyprší:
fa: زمان انقضای پرداخت:
hi: भुगतान की समयसीमा समाप्ति:
ko: 송금 만료:
sv_se: Betalningen löper ut:
th: การชำระเงินที่หมดอายุ:
vi: Thanh toán hết hạn:

source: Payment request has expired
ar: انتهت مدة صلاحية طلب الدفع
bg: Срокът на запитването за плащане изтече
ca: La sol·licitud de pagament ha vençut
cs: Platnost žádosti o platbu vypršela
fa: درخواست پرداخت منقضی شده است
hi: भुगतान अनुरोध की समयसीमा समाप्त हो चुकी है
ko: 지불요청 만료
sv_se: Betalningsbegäran har löpt ut
th: คำขอชำระเงินหมดอายุ
vi: Yêu cầu thanh toán đã hết hạn

source: This password cannot be recovered. If the password is lost, there is no way you could recover your funds.
ar: لا يمكن استرداد كلمة المرور هذا. إذا فقدت كلمة المرور، فليس هناك أي طريقة يمكن بها استرداد أموالك.
bg: Тази парола не може да е възстановена. Ако се изгуби паролата, вие няма да можете да възстановите своите средства.
ca: Aquesta contrasenya no es pot recuperar. Si la contrasenya es perd, no es poden recuperar els fons de cap manera.
cs: Toto heslo nelze obnovit. V případě ztráty hesla neexistuje žádný způsob, jak byste mohli obnovit své finanční prostředky.
fa: امکان بازیابی این رمز عبور وجود ندارد. اگر رمز عبور شما از دست برود، هیچ راهی برای بازگرداندن سرمایه شما وجود ندارد.
hi: इस पासवर्ड को पुनर्प्राप्त नहीं किया जा सकता। यदि पासवर्ड खो जाए, तो आपके द्वारा निधियों को पुनर्प्राप्त करने का कोई ढंग नहीं है।
ko: 이 비밀번호는 복구할 수 없습니다. 비밀번호를 분실하셨다면 자산을 찾을 수 없습니다.
sv_se: Det här lösenordet kan inte återställas. Om lösenordet är förlorat finns det inget sätt att återställa dina pengar.
th: รหัสผ่านนี้ไม่สามารถกู้คืน ถ้ารหัสผ่านที่หายไป ไม่มีทางคุณสามารถกู้คืนเงินของคุณได้
vi: Không thể phục hồi mật khẩu này. Nếu mật khẩu bị mất, không có cách nào để bạn có thể lấy lại tiền của mình.

source: This recovery phrase was created with a password. To recover this wallet both the recovery phrase and password are needed.
ar: تم إنشاء عبارة الاسترداد هذه باستخدام كلمة مرور. ولاستعادة هذه المحفظة هناك حاجة لكل من عبارة الاسترداد وكلمة المرور.
bg: Тази ключова фраза е била създадена с парола. За възстановяване на портмонето е необходима ключова фраза и нейна парола.
ca: Aquesta frase de recuperació s'ha creat amb una contrasenya. Per recuperar aquesta cartera es necessita tant la frase de recuperació com la contrasenya.
cs: Tato fráze k obnovení byla vytvořena s heslem. K obnovení této peněženky je třeba jak fráze, tak heslo.
fa: این عبارات بازیابی به وسیله بک رمز عبور ساخته شدند. برای بازیابی این کیف پول شما هم به رمز عبور و هم به عبارات بازیابی نیاز خواهید داشت.
hi: यह पुनर्प्राप्ति वाक्यांश पासवर्ड के साथ बनाया गया था। इस वॉलेट को पुनर्प्राप्त करने के लिए, दोनों पुनर्प्राप्ति वाक्यांश और पासवर्ड की आवश्यकता है।
ko: 백업 문구에 비밀번호가 설정되어있습니다. 이 지갑을 복구하기 위해선 비밀번호와 백업 문구가 둘 다 필요합니다.
sv_se: Den här återställningsfrasen var skapad med ett lösenord För att återställa denna plånbok krävs både återställningsfrasen och lösenordet.
th: กลุ่มคำการกู้คืนนี้ถูกสร้างขึ้นโดยมีรหัสผ่าน ถ้าจะกู้คืนกระเป๋านี้จะต้องทราบกลุ่มคำกู้คืนข้อมูลและรหัสผ่านด้วย
vi: Cụm từ khôi phục này đã được tạo bằng mật khẩu. Để khôi phục ví này, cần phải có cả cụm từ khôi phục và mật khẩu.

source: This transaction amount is too small compared to current Bitcoin network fees. Spending these funds will need a Bitcoin network fee cost comparable to the funds itself.
ar: مبلغ هذه المعاملة صغير جدًا مقارنة برسوم شبكة البيتكوين الحالية. إنفاق هذه الأموال سيحتاج تكلفة رسوم شبكة البيتكوين مماثلة للأموال نفسها.
bg: Сумата на транзакцията е прекалено малка в сравнение с текущите комисионни на Биткойн. За да се изхарчат тези средства, ще потрябва комисионна на мрежата Биткойн, съпоставима със сумата на транзакцията.
ca: Aquest import de transacció és massa petit comparat amb les comissions actuals de la xarxa Bitcoin. Gastar aquests fons suposarà una comissió de la xarxa Bitcoin comparable als fons en si.
cs: Tato částka transakce je příliš malá ve srovnání s aktuálními poplatky sítě Bitcoin. Zaplacení této částky bude potřebovat výši poplatků srovnatelnou s částkou samotnou.
fa: مبلغ این تراکنش نسبت به کارمزد حال حاضر شبکه بیتکوین بسیار پایین است. خرج این وجوه نیازمند پرداخت کارمزد معادل مبلغ تراکنش خواهد بود.
hi: लेन-देन की यह राशि वर्तमान Bitcoin नेटवर्क शुल्क की तुलना में बहुत कम है। इन निधियों को खर्च करने के लिए खुद निधियों की तुलना के योग्य Bitcoin नेटवर्क शुल्क लागत की आवश्यकता होगी।
ko: 거래 액수가 비트코인 네트워크 수수료에 비해 너무 적습니다. 배보다 배꼽이 더 클 수도 있습니다.
sv_se: Detta transaktionsbelopp är för litet jämfört med nuvarande Bitcoin-nätverksavgifter. Om du spenderar dessa medel behöver du en Bitcoin nätverksavgiftskostnad som kan jämföras med de medlen.
th: ยอดของการทำธุรกรรมนี้น้อยเกินไปเมื่อเทียบกับค่าธรรมเนียมเครือข่าย Bitcoin ในขณะนี้ ยอดเงินจะต้องสมเหตุสมผลกับค่าธรรมเนียมด้วย
vi: Số tiền giao dịch này quá nhỏ so với phí mạng Bitcoin hiện tại. Chi tiêu số tiền này sẽ tốn phí mạng Bitcoin tương đương với chính số tiền này.

source: This transaction could take a long time to confirm or could be dropped due to the low fees set by the sender
ar: قد تأخذ هذه المعاملة وقتًا طويلاً للتأكيد أو قد لا تكتمل بسبب الرسوم التي حددها المرسل
bg: Поради низката комисионна, определена от изпращача, за потвърждаване на транзакцията може да отиде много време или тя може да е отхвърлена
ca: Aquesta transacció pot trigar molta estona a confirmar-se o es pot anul·lar a causa de la baixa comissió establerta pel remitent
cs: Potvrzení této transakce může trvat dlouho nebo může být transakce odmítnuta kvůli nízkému poplatku od odesílatele
fa: ممکن است زمان زیادی برای تایید این تراکنش نیاز باشد و یا حتی تراکنش به دلیل کارمزد بسیار پایین اصلا تایید نشود
hi: इस लेन-देन की पुष्टि करने में लंबा समय लग सकता है या यह भेजने वाले द्वारा निर्धारित किए गए कम शुल्क के कारण खारिज हो सकता है
ko: 이 거래는 낮은 수수료가 설정되었기 때문에 오랜 시간이 걸리거나 취소될 수도 있습니다
sv_se: Denna transaktion kan ta lång tid att bekräfta eller kan tappas på grund av de låga avgifterna som avsändaren bestämmer
th: ธุรกรรมนี้อาจใช้เวลานานเพื่อยืนยันหรืออาจจะถูกลดลงเนื่องจากการกำหนดค่าธรรมเนียมที่ต่ำของผู้ส่งเอง
vi: Giao dịch này có thể mất nhiều thời gian để xác nhận hoặc có thể bị hủy do mức phí thấp mà người gửi đặt ra

source: This wallet is not registered at the given Bitcore Wallet Service (BWS). You can recreate it from the local information.
ar: هذه المحفظة غير مسجلة على خدمة محفظة البتكور (BWS). يمكنك إعادة إنشائها من المعلومات المحلية.
bg: Това портмоне не е регистрирано на настоящия сървър Bitcore. Вие можете да го възсъздадете от локалната информация.
ca: Aquesta cartera no està registrada al Bitcore Wallet Service (BWS). Podeu tornar a crear-la a partir de la informació local.
cs: Tato peněženka není registrována u dané Bitcore Wallet Service (BWS) služby. Můžete ji znovu vytvořit z místních informací.
fa: این کیف پول در سرویس کیف پول بیتکوین داده شده) BWS(ثبت نشده است. شما می توانید از قسمت اطلاعات داخلی آن را محجددا بسازید.
hi: यह वॉलेट दिए गए Bitcore Wallet Service (BWS) में पंजीकृत नहीं है। आप इसे स्थानीय जानकारी से पुन: क्रीएट कर सकते हैं।
ko: 이 지갑은 비트코어 지갑 서비스(BWS)에 등록되어있지 않습니다. 로컬 정보로 복구할 수 있습니다.
sv_se: Denna plånbok är inte registrerad på den här Bitcore Wallet-tjänsten (BWS). Du kan återskapa den från den lokala informationen.
th: กระเป๋านี้ยังไม่ได้ลงทะเบียน BWS คุณสามารถสร้างใหม่ได้จากข้อมูลท้องถิ่นที่อาศัยอยู่
vi: Ví này không được đăng ký tại Dịch vụ Ví Bitcore (BWS) đã cho. Bạn có thể tạo lại nó từ thông tin cục bộ.

source: Timeline
ar: الجدول الزمني
bg: Хронология
ca: Cronologia
cs: Časová osa
fa: جدول زمانی
hi: समयरेखा
ko: 타임라인
sv_se: Tidslinje
th: ไทม์ไลน์
vi: Dòng thời gian

source: To
ar: إلى
bg: За кой
ca: Per a
cs: Na
fa: به
hi: इस को
ko: 보내는 대상
sv_se: Till
th: ไปยัง
vi: Tới

source: To get started, buy bitcoin or share your address. You can receive bitcoin from any wallet or service.
ar: للبدء، اشترِ بيتكوين أو قم بمشاركة عنوانك. يمكنك استلام بيتكوين من أي محفظة أو خدمة.
bg: За да се започне работата, купете биткойн или споделете вашия адрес. Вие можете да получавате биткойни от всяко портмоне или сервиз.
ca: Per començar, compreu bitcoins o compartiu la vostra adreça. Podeu rebre bitcoins de qualsevol cartera o servei.
cs: Chcete-li začít, nakupte Bitcoin nebo sdílejte svou adresu. Můžete přijímat Bitcoin z jakékoliv jiné peněženky nebo služby.
fa: برای شروع، بیتکوین بخرید و یا آدرس خود را به اشتراک بگذارید. شما می توانید از هر کیف پول یا سرویسی بیتکوین دریافت کنید.
hi: प्रारंभ करने के लिए, bitcoin खरीदें या अपना पता सांझा करें। आप किसी भी वॉलेट या सेवा से bitcoin प्राप्त कर सकते हैं।
ko: 시작하시려면 비트코인을 구매하시거나 주소를 등록해주세요. 어디에서든 비트코인을 받을 수 있습니다.
sv_se: För att börja, köp bitcoin eller dela din adress. Du kan få bitcoin från någon plånbok eller tjänst.
th: เริ่มต้นโดยการซื้อ bitcoin หรือแชร์ที่อยู่ของคุณ คุณจะสามรถรับเงินจากใครก็ได้หรือบริการไหนก็ได้เช่นกัน
vi: Để bắt đầu, hãy mua bitcoin hoặc chia sẻ địa chỉ của bạn. Bạn có thể nhận bitcoin từ bất kỳ ví hoặc dịch vụ nào.

source: To {{reason}} you must first add your BitPay account - {{email}}
ar: من أجل {{reason}} عليك أولاً إضافة حساب BitPay الخاص بك - {{email}}
bg: {{reason}}: отначало е нужно да се добави отчетния запис BitPay — {{email}}
ca: Per {{reason}} ja heu d'haver afegit el vostre compte BitPay - {{email}}
cs: Pro {{reason}} musíte nejprve přidat Váš účet BitPay - {{email}}
fa: برای انجام {{reason}} شما ابتدا باید حساب - {{email}} BitPay خود را اضافه کنید
hi: {{reason}} के लिए आपके लिए पहले अपने BitPay खाता - {{email}} जोड़ना आवश्यक है
ko: {{reason}}하기 위해선 BitPay 계정 - {{email}}을 먼저 추가하셔야 합니다.
sv_se: Till {{reason}}: måste du först lägga till ditt BitPay-konto - {{email}}
th: {{reason}}คุณต้องเพิ่มบัญชีBitPay ก่อน{{email}}
vi: Để {{reason}}, trước tiên bạn phải thêm tài khoản BitPay của mình - {{email}}

source: Top up in progress...
ar: جارٍ زيادة الرصيد...
bg: Осъществява се попълване...
ca: Recàrrega en curs...
cs: Navyšování v průběhu...
fa: در حال پردازش انتقال به صورت Top Up...
hi: टॉप अप प्रगति में है...
ko: 추가 지불(Top up) 진행 중...
sv_se: Fylls på pågår...
th: อยู่ระหว่างดำเนินการ...
vi: Đang nạp tiền...

source: Top up {{amountStr}} to debit card ({{cardLastNumber}})
ar: زيادة الرصيد {{amountStr}} في بطاقة الصرف {{cardLastNumber}}
bg: Да се попълни дебитната карта ({{cardLastNumber}}) на {{amountStr}}
ca: Recàrrega de {{amountStr}} a la targeta de dèbit ({{cardLastNumber}})
cs: Navýšit debetní kartu ({{cardLastNumber}}) o {{amountStr}}
fa: در حال انتقال {{amountStr}} به صورت Top Up به کارت اعتباری ({{cardLastNumber}})
hi: डेबिट कार्ड ({{cardLastNumber}}) में {{amountStr}} टॉप अप करें
ko: 체크 카드 ({{cardLastNumber}})에 {{amountStr}} 추가 지불(Top up)하기
sv_se: Fylls på {{amountStr}} till betalkort ({{cardLastNumber}})
th: {{amountStr}} ไปยังบัตรเดบิต {{cardLastNumber}}
vi: Nạp {{amountStr}} vào thẻ ghi nợ ({{cardLastNumber}})

source: Start SideShift AI
ar: بدء SideShift AI
bg: Старт SideShift AI
ca: Inici SideShift AI
fa: راه‌اندازی SideShift AI
hi: SideShift AI प्रारंभ करें
ko: SideShift AI 시작하기
sv_se: Starta SideShift AI
th: เริ่ม SideShift AI
vi: Bắt đầu SideShift AI

source: Exchange your BTC to BCH in minutes.
ar: حول البيتكوين (BTC) الخاصة بك إلى بيتكوين كاش (BCH) في دقائق معدودة.
bg: Обмяна BTC за BCH за две минути.
ca: Canvieu de BTC a BCH en minuts.
cs: Vyměňte BTC za BCH za několik minut.
fa: تبدیل BTC به BCH خود طرف چند دقیقه.
hi: मिनटों में अपने BTC को BCH में बदलें।
ko: BTC를 몇 분 내에 BCH로 교환
sv_se: Byt din BTC till BCH om några minuter.
th: แลก BTC เป็น BCH แค่แปปเดียว
vi: Đổi BTC của bạn sang BCH chỉ trong vài phút.

source: To start the process you need to add funds to your wallet.
ar: لبدء العملية تحتاج إلى إضافة الأموال إلى محفظتك.
bg: За начало е нужно да се добавят средства в портмонето.
ca: Per iniciar el procés heu d'afegir fons a la cartera.
cs: Ke spuštění procesu musíte do peněženky přidat prostředky.
fa: برای شروع فرایند باید به موجودی کیف پول خود اضافه کنید.
hi: प्रक्रिया शुरू करने के लिए आपको अपने वॉलेट में निधियां जोड़ने की आवश्यकता है।
ko: 과정을 시작하려면 지갑에 펀드를 적립해야 합니다.
sv_se: För att starta processen måste du lägga till pengar i din plånbok.
th: การเริ่มต้นขั้นตอน คุณจำเป็นต้องเพิ่มเงินในกระเป๋าของคุณ
vi: Để bắt đầu quá trình, bạn cần thêm tiền vào ví của mình.

source: The process is fast and you will receive the exchanged amount in your wallet.
ar: تتميز العملية بالسرعة وستتلقى المبلغ المحول في محفظتك.
bg: Обмяната става бързо. Общата сума ще постъпи за вас в портмонето.
ca: El procés és ràpid i rebreu l'import canviat a la vostra cartera.
cs: Tento proces je rychlý a vyměněnou částku dostanete do peněženky.
fa: فرایند سریع است و شما مقدار ارز تبدیل شده را در کیف پول خود دریافت خواهید کرد.
hi: प्रक्रिया तेज़ है और आपको अपने वॉलेट में बदली हुई राशि प्राप्त होगी।
ko: 과정은 빠르며 지갑에 교환 금액이 전송됩니다.
sv_se: Processen är snabb och du får den utbytta beloppet i din plånbok.
th: กระบวนการเป็นไปอย่างรวดเร็ว และคุณจะได้รับเงินที่แลกแล้วในกระเป๋าของคุณ
vi: Quá trình này diễn ra nhanh chóng và bạn sẽ nhận được số tiền đã chuyển đổi trong ví của mình.

source: This service is provided by the third-party SideShift AI, who will charge a small fee for the service. The fee will be shown before you start the transaction.
ar: هذه الخدمة مقدمة من طرف ثالث SideShift AI، والذي سوف يكلفك رسوم بسيطة من أجل الخدمة. والرسوم التي ستدفع سيتم عرضها قبل البدء بالمعاملة.
bg: Услугата се предоставя от странична компания SideShift AI, която взима неголяма комисионна. Комисионната ще е показана преди начало на транзакцията.
ca: Aquest servei el presta l'empresa de tercers SideShift AI, que cobrarà una petita comissió. La comissió es mostrarà abans d'iniciar la transacció.
cs: Tuto službu poskytuje nezávislý poskytovatel SideShift AI, který za službu účtuje malý poplatek. Poplatek se zobrazí před spuštěním transakce.
fa: این سرویس توسط SideShift AI ارائه می‌شود که هزینه کمی برای سرویس اعمال می‌کند. هزینه قبل از شروع تراکنش نشان داده می‌شود.
hi: यह सेवा थर्ड-पार्टी SideShift AI द्वारा प्रदान की जाती है, जो इस सुविधा के लिए थोड़ा सा शुल्क लेगी। यह शुल्क आपके द्वारा ट्रांजैक्शन प्रारंभ करने से पहले दिखाया जाएगा।
ko: 이 서비스는 제3자 회사 Sideshift가 소액의 수수료를 받고 제공합니다. 수수료 금액은 거래 시작 전에 표시됩니다.
sv_se: Denna tjänst tillhandahålls av den tredje parten SideShift AI, som tar ut en liten avgift för tjänsten. Avgiften visas innan du börjar transaktionen.
th: บริการนี้เป็นบริการของ SideShift AI บุคคลที่สาม ที่จะเรียกเก็บค่าธรรมเนียมบริการจากคุณ คุณจะทราบค่าธรรมเนียมก่อนทำธุรกรรมทุกครั้ง
vi: Dịch vụ này được cung cấp bởi SideShift AI bên thứ ba và bên này sẽ tính một khoản phí dịch vụ nho nhỏ. Phí sẽ được hiển thị trước khi bạn bắt đầu giao dịch.

source: Total
ar: الإجمالي
bg: Баланс на портмонето
cs: Celkem
fa: مجموع
hi: कुल
ko: 총
th: ทั้งหมด
vi: Tổng cộng

source: Total Locked Balance
ar: إجمالي رصيد الإقفال
bg: Общо блокирани средства
ca: Total del saldo bloquejat
cs: Celkový uzamčený zůstatek
fa: مجموع موجودی قفل شده
hi: कुल लॉक्ड बैलेंस
ko: 총 묶여있는 자산
sv_se: Total låst balans
th: ยอดทั้งหมดที่ล็อค
vi: Tổng số dư bị khóa

source: Total number of copayers
ar: العدد الإجمالي للمشاركين في الدفع
bg: Брой съсобственици
ca: Nombre total de copagadors
cs: Celkový počet spoluplátců
fa: تعداد کل copayer ها
hi: कोपेयर्स की कुल संख्या
ko: 총 공동지불인 수
sv_se: Totalt antal medbetalare
th: จำนวน copayersทั้งหมด
vi: Tổng số nhà giao dịch copay

source: Total wallet inputs
ar: إجمالي مدخلات المحفظة
bg: Общо изхода на портмонето
ca: Total d'entrades de la cartera
cs: Celkové vstupy peněženky
fa: مجموع موجودی کیف پول
hi: कुल वॉलेट इनपुट्स
ko: 총 지갑 입력량
sv_se: Totala plånboks input
th: กระเป๋าทั้งหมด
vi: Tổng đầu vào ví

source: Touch ID Failed
ar: فشل Touch ID
bg: Грешка Touch ID
ca: Touch ID ha fallat
cs: Touch ID se nezdařilo
fa: شناسایی توسط اثر انگشت نا موفق بود
hi: टच ID विफल
ko: 터치 아이디 실패
sv_se: Touch ID misslyckades
th: สแกนล้มเหลว
vi: Cảm biến vân tay bị lỗi

source: Transaction
ar: المعاملة
bg: Транзакция
ca: Transacció
cs: Transakce
fa: تراکنش
hi: ट्रांजैक्शन
ko: 거래
sv_se: Transaktion
th: ธุรกรรม
vi: Giao dịch

source: Transaction Created
ar: تم إنشاء المعاملة
bg: Транзакцията е създадена
ca: Transacció creada
cs: Transakce vytvořena
fa: تراکنش ایجاد شده
hi: ट्रांजैक्शन क्रीएट हुई
ko: 거래 완성
sv_se: Transaktion skapad
th: ธุรกรรมที่สร้างขึ้นแล้ว
vi: Đã tạo giao dịch

source: Transaction History
ar: محفوظات المعاملات
bg: История на транзакциите
ca: Historial de transaccions
cs: Transakční historie
fa: تاريخچه تراکنش
hi: ट्रांजैक्शन इतिहास
ko: 거래 기록
sv_se: Transaktionshistoria
th: ประวัติการทำธุรกรรม
vi: Lịch sử giao dịch

source: Transaction already broadcasted
ar: تم بث المعاملة بالفعل
bg: Транзакцията вече е изпратена
ca: La transacció ja s'ha emès
cs: Transakce byla již rozeslána
fa: تراکنش قبلا در شبکه پخش شده است
hi: ट्रांजैक्शन पहले ही प्रसारित हो चुकी
ko: 거래가 이미 브로드캐스트되었습니다
sv_se: Transaktion var redan sänt
th: ธุรกรรมถูกส่งแล้ว
vi: Giao dịch đã phát rộng

source: Transaction has not been created
ar: لم يتم إنشاء المعاملة
bg: Транзакцията не е създадена
ca: La transacció no s'ha creat
cs: Transakce nebyla vytvořena
fa: تراکنش ایجاد نشده است
hi: ट्रांजैक्शन क्रीएट नहीं की गई
ko: 거래가 만들어지지 않았습니다
sv_se: Transaktionen har inte skapats
th: ยังไม่ได้สร้างธุรกรรม
vi: Giao dịch chưa được tạo

source: Transaction initiated
ar: بدأت المعاملة
bg: Транзакцията е започната
ca: Transacció iniciada
cs: Transakce zahájena
fa: تراکنش آغاز شد
hi: ट्रांजैक्शन प्रारंभ हुई
ko: 거래 시작
sv_se: Transaktion initierad
th: ธุรกรรมที่สร้างขึ้นแล้ว
vi: Đã khởi tạo giao dịch

source: Transaction not available at this time
ar: المعاملة غير متاحة في الوقت الحالي
bg: Транзакцията е недостъпна в настоящия момент
ca: La transacció no està disponible en aquest moment
cs: Transakce v současné době není k dispozici
fa: تراکنش در حال حاضر در دسترس نیست
hi: ट्रांजैक्शन इस समय उपलब्ध नहीं है
ko: 지금은 거래가 불가능합니다
sv_se: Transaktionen är inte tillgänglig just nu
th: ธุรกรรมที่ไม่พร้อมใช้งานในขณะนี้
vi: Giao dịch không khả dụng tại thời điểm này

source: Transaction not found
ar: لم يتم العثور على المعاملة
bg: Транзакцията не е открита
ca: No s'ha trobat la transacció
cs: Transakce nebyla nalezena
fa: تراکنش پیدا نشد
hi: ट्रांजैक्शन नहीं मिली
ko: 거래를 찾을 수 없습니다
sv_se: Transaktionen hittades inte
th: ไม่พบธุรกรรม
vi: Không tìm thấy giao dịch

source: Transactions without fee are not supported.
ar: المعاملات غير مدفوعة الرسوم غير مدعومة.
bg: Транзакции без комисионна не се поддържат.
ca: No s'admeten transaccions sense comissió.
cs: Transakce bez zahrnutého poplatku nejsou podporovány.
fa: تراکنش های بدون کارمزد پشتیبانی نمی شوند.
hi: बिना शुल्क के ट्रांजैक्शन समर्थित नहीं हैं।
ko: 수수료가 없는 거래는 지원되지 않습니다.
sv_se: Transaktioner utan avgift stöds inte.
th: ไม่รองรับธุรกรรมที่ไม่มีค่าธรรมเนียม
vi: Giao dịch miễn phí không được hỗ trợ.

source: Transfer to
ar: التحويل إلى
bg: Да се преведе в
ca: Transfereix a
cs: Přenos do
fa: انتقال به
hi: इस को हस्तांतरित करें
ko: 송금 대상
sv_se: Överföra till
th: โอนย้ายไปยัง
vi: Chuyển đến

source: Transfer to Wallet
ar: التحويل إلى المحفظة
bg: Превод в портмонето
ca: Transfereix a la cartera
cs: Převést do peněženky
fa: انتقال به کیف پول
hi: वॉलेट में हस्तांतरित करें
ko: 지갑으로 송금하기
sv_se: Överför till plånboken
th: โอนไปยังกระเป๋าสตางค์
vi: Chuyển đến Ví

source: Try again in {{expires}}
ar: حاول مرة أخري في {{expires}}
bg: Опитайте отново чрез {{expires}}
ca: Torneu-ho a provar d'aquí {{expires}}
cs: Opakujte akci za {{expires}}
fa: دوباره سعی کنید در {{expires}}
hi: {{expires}} में दुबारा प्रयास करें
ko: 다시 시도가 만료됩니다: {{expires}}
sv_se: Försök igen {{expires}}
th: ลองอีกครั้งใน {{expires}}
vi: Thử lại sau {{expires}}

source: Turn bitcoin into dollars, swipe anywhere Visa<sup>&reg;</sup> is accepted.
ar: تحوبل البيتكوين إلى دولارات، اسحب في أي مكان يتم فيه قبول <sup>&reg;</sup>التأشيرة.
bg: Превръщайте биткойни в долари на САЩ - плащайте навсякъде, където приемат картите Visa <sup>&reg;</sup>.
ca: Converteix bitcoins a dòlars, paga a qualsevol lloc on acceptin Visa<sup>&reg;</sup>.
cs: Proměňte Bitcoin na dolary, použijte je kdekoliv, kde je akceptována Visa<sup>&reg;</sup>.
fa: بیتکوین را به دلار تبدیل کنید، هر جایی <sup>&reg;</sup> ویزا کارت مورد قبول است.
hi: Bitcoin को डॉलरों में बदलें, कहीं भी स्वाइप करें Visa<sup>&reg;</sup> स्वीकृत है।
ko: 비트코인을 달러로 환전하세요. 비자<sup>&reg;</sup>는 어디에서든 사용하실 수 있습니다.
sv_se: Omvandla bitcoin i dollar, svep överallt Visa <sup>&reg;</sup> accepteras.
th: เปลี่ยน bitcoin เป็นดอลลาร์ ยอมรับทุกวีซ่า<sup>&amp;reg;</sup>
vi: Biến bitcoin thành đô la, quét ở bất cứ nơi nào chấp nhận thẻ Visa<sup>&reg;</sup>.

source: Type the Recovery Phrase (usually 12 words)
ar: اكتب "عبارة الاسترداد" (غالبًا 12 كلمة)
bg: Вкарайте ключовата фраза (обикновено дванадесет думи)
ca: Escriviu la frase de recuperació (normalment 12 paraules)
cs: Zadejte frázi k obnovení (obvykle 12 slov)
fa: عبارات بازیابی را بنویسید (معمولا 12 کلمه)
hi: पुनर्प्राप्ति वाक्यांश (आमतौर पर 12 शब्द) को टाइप करें
ko: 백업 문구 작성하기(보통 12개의 단어)
sv_se: Skriv återställningsfrasen (vanligtvis 12 ord)
th: พิมพ์วลีกู้คืน (ปกติมี 12 คำ)
vi: Nhập Cụm từ khôi phục (thường gồm 12 từ)
