Repository: Bitcoin-com/Wallet
Catalog: i18n/po/*/template-*.po
Languages: ar, bg, ca, cs, fa, hi, ko, sv_se, th, vi

source: Hello Bitcoin.com team,<br><br>I would like to add a new business that accepts Bitcoin Cash as payment to the map in your Wallet app:<br>- Name of the business:<br>- Physical address: <br>- Type of business: <br><br>Information to help locate the business:<br>- Google Maps Link: <br>or<br>- Latitude: <br>- Longitude: <br><br>Optional extra Information:<br>- Website:<br>- Phone number:<br>
ar: مرحبًا فريق Bitcoin.com، <br><br>أود إضافة مؤسسة جديدة تقبل البيتكوين كاش كطريقة دفع للمخطط في تطبيق Wallet:<br> اسم المؤسسة<br> العنوان الفعلي:<br> نوع الأعمال:<br><br>معلومات للمساعدة في تحديد مكان المؤسسة:<br> رابط خرائط جوجل:<br>أو<br>دائرة العرض<br>خط الطول<br><br>معلومات إضافية اختيارية:<br>موقع الويب:<br> رقم الهاتف:<br>
bg: Здравейте Bitcoin.com отбор,<br><br>аз бих искал да добавя на картата нов бизнес, който приема Bitcoin Cash за заплащане:<br>- название на предприятието: <br> - физически адрес: <br>- тип на бизнеса: <br><br>информацията, за да се помогне намиррането на Бизнеса:<br>- Google карти позоваване: <br>или<br>- Широчина: <br>- Дължина: <br><br>допълнителната информация:<br>- уеб-сайт:<br>- телефонен номер:<br>
ca: Hola, equip de Bitcoin.com!<br><br>Voldria afegir al mapa de vostra app Wallet un nou negoci que accepta Bitcoin Cash com a forma de pagament:<br>- Nom de l'empresa: <br> -Direcció postal: <br>- Tipus de negoci: <br><br>Informació per ajudar a trobar el Negoci:<br>- Enllaç de Google Maps: <br>o<br>- Latitut: <br>- Longitut: <br><br>Informació adicional opcional:<br>- Pàgina web:<br>- Número de telèfon:<br>
fa: سلام تیم Bitcoin.com‏،<br><br>می‌خواهم کسب‌وکار جدیدی را به نقشه برنامه «کیف پول» شما اضافه کنم که بیت‌کوین‌کَش را به‌عنوان پرداخت می‌پذیرد:<br>- نام کسب‌وکار:<br>-آدرس فیزیکی:<br>-نوع کسب‌وکار:<br><br>اطلاعات برای کمک به مکان‌یابی کسب‌وکار:<br>- پیوند Google Maps:‏<br>یا<br>-عرض جغرافیایی:<br>-طول جغرافیایی:<br><br>اطلاعات اختیاری بیشتر:<br>-وب‌سایت:<br>-شماره تلفن:<br>
hi: हैलो Bitcoin.com टीम, <br><br>मैं आपकी वॉलेट एप के नक्शे में भुगतान के रूप में Bitcoin Cash स्वीकार करने वाले एक नए व्यवसाय को शामिल करना चाहूँगा(गी):<br>- व्यवसाय का नाम:<br>- भौतिक पता: <br>- व्यवसाय की किस्म: <br><br>व्यवसाय की जगह ढूँढ़ने के लिए जानकारी:<br>- गूगल मैप्स के लिंक: <br>या<br>- अकांक्ष रेखा: <br>-देशान्तर रेखा: <br><br>वैकल्पिक अतिरिक्त जानकारी:<br>- वेबसाइट:<br>- फोन नंबर:<br>
sv_se: Hej Bitcoin.com-teamet, <br> <br> Jag vill lägga till ett nytt företag som accepterar Bitcoin Cash som betalning till kartan i din Plånbok app: <br> - Företagets namn: <br>- Fysisk adress: <br>-typ av business <br> <br> Information för att hitta business: <br>- Google Maps Länk: <br>или<br>- breddgrad: <br>- longitud: <br><br>Valfri extra information: <br> - webbsida: <br> - telefonnummer: <br>
th: ทักทายทีม Bitcoin.com <br><br> ฉันอยากจะเพิ่มร้านค้าใหม่ที่รับชำระเงินด้วย Bitcoin Cash ไปยังพิกัดแผนที่ของแอปฯ <br> ชื่อของธุรกิจ <br> ที่อยู่ <br> ประเภทธุรกิจ <br><br> ข้อมูลเพื่อช่วยในการค้นหา <br> ลิงค์ของแผนที่ <br> หรือ <br>. พิกัดละติจูด <br> พิกัดลองติจูด <br><br> ข้อมูลประกอบเพิ่มเติม <br> เว็บไซต์ <br> เบอร์โทร <br>
vi: Xin chào đội ngũ Bitcoin.com,<br><br>Tôi muốn thêm một doanh nghiệp mới chấp nhận Bitcoin Cash dưới dạng thanh toán vào bản đồ trong ứng dụng Ví của bạn:<br>- Tên doanh nghiệp:<br>- Địa chỉ thực: <br>- Loại doanh nghiệp: <br><br>Thông tin giúp định vị doanh nghiệp:<br>- Liên kết Google Maps: <br>or<br>- Vĩ độ: <br>- Kinh độ: <br><br>Thông tin bổ sung tùy chọn:<br>- Trang web:<br>- Số điện thoại:<br>

source: Testnet
ar: سلسلة الكتل Testnet
cs: Zkušební síť
fa: شبکه تستی

source: name@example.com
ca: nom@exemple.com
