Repository: Bitcoin-com/Wallet
Catalog: i18n/po/*/template-*.po
Languages: ar, bg, ca, cs, fa, hi, ko, sv_se, th, vi

source: Approximate Bitcoin network fee to transfer wallet's balance (with normal priority)
bg: Приблизителна Bitcoin такса за изпращане (с нормален приоритет)
ca: Comissió aproximada de la de xarxa Bitcoin per transferir el saldo de la cartera (amb prioritat normal)
cs: Přibližný poplatek za použití Bitcoin sítě k převedení zůstatku peněženky (se standartní prioritou)
fa: کارمزد تقریبی شبکه بیت کوین برای ارسال موحودی کیف پول( با درجه اولویت معمولی)
hi: वॉलेट के बैलेंस (सामान्य प्राथमिकता के साथ) को हस्तांतरित करने के लिए अनुमानित Bitcoin नेटवर्क शुल्क
ko: 지갑의 보유자산 송금 시 예상 수수료(기본 우선순위시)
sv_se: Ungefärlig Bitcoin nätverksavgift för att överföra plånbokens saldo (med normal prioritet)
th: ค่าธรรมเนียมโดยประมาณของเครือข่าย Bitcoin เพื่อโอนยอดในกระเป๋า (โดยแบบด่วนแบบปกติ)
vi: Phí mạng Bitcoin gần đúng để chuyển số dư của ví (với mức độ ưu tiên bình thường)

source: Are you being watched?
ar: هل من احد يشاهد معك؟
bg: Наблюдават ли ви?
ca: Us vigilen?
cs: Sleduje Vás někdo?
fa: آیا شما تحت نظر هستید?
hi: क्या आप पर नज़र रखी जा रही है?
ko: 누군가가 뒤에서 보고 있나요?
sv_se: Ser någon på dig nu?
th: มีใครกำลังแอบมองคุณหรือไม่?
vi: Bạn đang bị theo dõi?

source: Are you being watched? Anyone with your recovery phrase can access or spend your bitcoin.
ar: هل من احد يشاهد معك؟ يمكن لأي شخص لديه الكلمات السرية الخاصة بك الوصول إلى البيتكوين أو إنفاقه.
bg: Наблюдават ли ви? Всеки който има вашата резервна фраза може да достъпи и похарчи вашия биткойн.
ca: Us vigilen? Qualsevol persona que tingui la vostra frase de recuperació pot gastar els vostres bitcoins o accedir-hi.
cs: Sleduje Vás někdo? Kdokoliv, kdo disponuje Vaší frází k obnovení peněženky, má přístup k Vašim penězům.
fa: آیا شما تحت نظر هستید? هرکسی با عبارت پشتیبان شما می تواند بیتکوین های شما را خرج کند و یا به آنها دسترسی پیدا کند.
hi: क्या आप पर नज़र रखी जा रही है? आपके पुनर्प्राप्ति वाक्यांश के साथ कोई भी आपके bitcoin को एक्सेस या खर्च कर सकता है।
ko: 누군가가 뒤에서 보고 있나요? 백업 문구를 알고 있다면 그 누구나 당신의 비트코인을 사용할 수 있습니다.
sv_se: Håller någon ögonen på dig? Vem som helst med din återhämtningsfras kan kommat åt eller spendera dina bitcoin.
th: ใครกำลังแอบมองคุณหรือไม่? ใครที่มีวลีกู้คืนของคุณสามารถเข้าถึงกระเป๋าและใช้เงินของคุณได้นะ
vi: Bạn đang bị theo dõi? Bất kỳ ai có cụm từ khôi phục của bạn đều có thể truy cập hoặc chi tiêu bitcoin của bạn.

source: Are you sure you want to cancel and delete this wallet?
ar: هل أنت متأكد من أنك تريد إلغاء وحذف هذه المحفظة؟
bg: Наистина ли искате да се откажете и да изтриете този портфейл?
ca: Segur que voleu cancel·lar i suprimir aquesta cartera?
cs: Opravdu chcete zrušit a smazat tuto peněženku?
fa: آیا شما از این که می خواهید این کیف پول را کنسل و حذف کنید مطمئن هستید?
hi: क्या आप निश्चयपूर्वक इस वॉलेट को रद्द करना और डिलीट करना चाहते हैं?
ko: 지갑이 삭제됩니다. 취소하시겠습니까?
sv_se: Vill du verkligen avbryta och ta bort denna plånbok?
th: คุณแน่ใจนะว่าต้องการยกเลิก และลบกระเป๋านี้?
vi: Bạn có chắc chắn muốn hủy và xóa ví này?

source: Are you sure you want to delete this contact?
ar: هل أنت متأكد من أنك تريد حذف جهة الاتصال هذه؟
bg: Наистина ли искате да изтриете този контакт?
ca: Segur que voleu suprimir aquest contacte?
cs: Opravdu chcete vymazat tento kontakt?
fa: آیا شما از این که می خواهید این اطلاعات تماس را حذف کنید مطمئن هستید؟
hi: क्या आप निश्चयपूर्वक इस संपर्क को डिलीट करना चाहते हैं?
ko: 연락처를 삭제하시겠습니까?
sv_se: Vill du verkligen ta bort den här kontakten?
th: คุณต้องการยืนยันการลบผู้ติดต่อนี้หรือไม่?
vi: Bạn có chắc chắn muốn xóa liên hệ này?

source: Are you sure you want to delete this wallet?
ar: هل أنت متأكد من أنك تريد حذف هذه المحفظة؟
bg: Наистина ли искате да изтриете този портфейл?
ca: Segur que voleu suprimir aquesta cartera?
cs: Opravdu chcete vymazat tuto peněženku?
fa: آیا شما از این که می خواهید این کیف پول را حذف کنید مطمئن هستید؟
hi: क्या आप निश्चयपूर्वक इस वॉलेट को डिलीट करना चाहते हैं?
ko: 지갑을 삭제하시겠습니까?
sv_se: Vill du verkligen ta bort denna plånbok?
th: คุณแน่ใจนะว่าต้องการลบกระเป๋านี้?
vi: Bạn có chắc chắn muốn xóa ví này?

source: Are you sure you want to reject this transaction?
ar: هل أنت متأكد من أنك تريد رفض هذه المعاملة؟
bg: Наистина ли искате да откажете тази транзакция?
ca: Segur que voleu rebutjar aquesta transacció?
cs: Opravdu chcete odmítnout tuto transakci?
fa: آیا شما از این که می خواهید این تراکنش را رد کنید مطمئن هستید؟
hi: क्या आप निश्चयपूर्वक इस लेन-देन को खारिज करना चाहते हैं?
ko: 정말 거래를 취소하시겠습니까?
sv_se: Vill du verkligen avböja denna betalning?
th: คุณแน่ใจนะว่าต้องการปฏิเสธรายการนี้?
vi: Bạn có chắc chắn muốn từ chối giao dịch này?

source: Are you sure you want to remove this transaction?
ar: هل أنت متأكد من أنك تريد إزالة هذه المعاملة؟
bg: Наистина ли искате да премахнете тази транзакция?
ca: Segur que voleu suprimir aquesta transacció?
cs: Opravdu chcete odstranit tuto transakci?
fa: آیا شما از این که می خواهید این تراکنش را پاک کنید مطمئن هستید؟
hi: क्या आप निश्चयपूर्वक इस ट्रांजैक्शन को हटाना चाहते हैं?
ko: 정말 거래를 삭제하시겠습니까?
sv_se: Är du säker på att du vill ta bort denna transaktion?
th: คุณแน่ใจนะว่าต้องการลบธุรกรรมนี้?
vi: Bạn có chắc chắn muốn xóa giao dịch này?

source: Are you sure you want to skip it?
ar: هل أنت متأكد من أنك تريد تخطي ذلك؟
bg: Наистина ли искате да пропуснете това?
ca: Segur que el voleu ometre?
cs: Opravdu chcete přeskočit tento krok?
fa: آیا شما مطمعن هستید که از این مرحله می‌خواهید بگذرید؟
hi: क्या आप निश्चयपूर्वक इसे छोड़ना चाहते हैं?
ko: 정말 건너뛰시겠습니까?
sv_se: Vill du verkligen skippa säkerhetskopia?
th: คุณต้องการข้าม แน่ใจหรือไม่?
vi: Bạn có chắc chắn muốn bỏ qua nó?

source: Are you sure you would like to log out of your BitPay Card account?
ar: هل أنت متأكد من أنك تريد تسجيل الخروج من حساب بطاقة BitPay الخاصة بك؟
bg: Наистина ли искате да излезете от вашия BitPay Card акаунт?
ca: Segur que voleu sortir del compte BitPay Card?
cs: Opravdu se chcete odhlásit ze svého účtu karty BitPay?
fa: آیا شما مطمئن هستید که می خواهید از حساب BitPay خود خارج شوید؟
hi: क्या आप निश्चयपूर्वक अपने BitPay Card खाते से लॉग आउट करना चाहेंगे?
ko: BitPay Card 계정에서 로그아웃하시겠습니까?
sv_se: Logga ut från ditt BitPay Card-konto?
th: คุณต้องการออกจากบัญชีของบัตร BitPay แน่ใจหรือไม่?
vi: Bạn có chắc chắn muốn đăng xuất khỏi tài khoản Thẻ BitPay của mình không?

source: Are you sure you would like to remove your BitPay Card ({{lastFourDigits}}) from this device?
ar: {{lastFourDigits}}؟
bg: Наистина ли искате да премахнете вашата BitPay Card ({{lastFourDigits}}) от това устройство?
ca: Segur que voleu suprimir la BitPay Card ({{lastFourDigits}}) d'aquest dispositiu?
cs: Opravdu chcete odebrat Váš účet karty BitPay ({{lastFourDigits}}) z tohoto zařízení?
fa: آیا شما از این که می خواهید کارت BitPay شماره ({{lastFourDigits}}) خود را از این دستگاه پاک کنید مطمئن هستید?
hi: क्या आप निश्चयपूर्वक अपने BitPay Card ({{lastFourDigits}}) को इस उपकरण से हटाना चाहेंगे?
ko: 기기에서 BitPay Card({{lastFourDigits}})를 삭제하시겠습니까?
sv_se: Är du säker på att du vill ta bort BitPay-kortet ({{lastFourDigits}}) från den här enheten?
th: คุณแน่ใจนะว่าต้องการลบบัตร Bitpay ของคุณจากอุปกรณ์นี้ {{lastFourDigits}}
vi: Bạn có chắc chắn muốn xóa Thẻ BitPay của bạn ({{lastFourDigits}}) khỏi thiết bị này không?

source: Auditable
ar: قابل للتدقيق
bg: Проверяеми
cs: Kontrolovatelné
fa: حسابرسی
hi: लेखापरीक्षा योग्य
ko: 계좌 검토 가능
sv_se: Kollade
th: ตรวจสอบได้
vi: Có thể kiểm toán

source: Available
ar: المتاحة
bg: Наличност
ca: Disponible
cs: K dispozici
fa: در دسترس
hi: उपलब्ध
ko: 사용 가능
sv_se: Tillgänglig
th: พร้อมใช้งาน
vi: Khả dụng

source: Available Balance
ar: الرصيد المتاح
bg: Наличен Баланс
ca: Saldo disponible
cs: Dostupný zůstatek
fa: موجودی در دسترس
hi: उपलब्ध बैलेंस
ko: 보유자산
sv_se: Tillgänglig balansen
th: มียอดพร้อมใช้งาน
vi: Số dư khả dụng

source: Average confirmation time
ar: متوسط وقت التأكيد
bg: Средно време за потвърждение
ca: Temps de mitjà de confirmació
cs: Průměrný čas potvrzení
fa: زمان متوسط تایید
hi: औसत पुष्टिकरण समय
ko: 평균 도착 시간
sv_se: Genomsnittlig bekräftelsestid
th: เวลายืนยันโดยเฉลี่ย
vi: Thời gian xác nhận trung bình

source: BIP32 path for address derivation
bg: BIP32 път за адресна деривация
ca: Camí BIP32 per a la derivació de l'adreça
cs: Cesta pro odvození adresy podle BIP32
fa: مسیر BIP32 برای استخراج آدرس
hi: ऐडरेस डेरीवेशन के लिए BIP32 पाथ
ko: 주소 유도를 위한 BIP32 경로
sv_se: Ange BIP32 för att generera adresser
th: BIP32 สำหรับแหล่งที่มาของที่อยู่
vi: Đường dẫn BIP32 để dẫn xuất địa chỉ

source: BTC wallets
ar: محافظ BTC
bg: BTC портфейли
ca: Carteres BTC
cs: BTC peněženky
fa: کیف های پول BTC
hi: BTC वॉलेट
ko: 비트코인 지갑
sv_se: BTC plånböcker
th: กระเป๋าสตางค์ BTC
vi: Ví BTC

source: Backup
ar: النسخ الاحتياطي
bg: Резервно Копие
ca: Còpia de seguretat
cs: Zálohování
fa: نسخه پشتیبان
hi: बैकअप
ko: 백업
sv_se: Säkerhetskopiering
th: การสำรองข้อมูล
vi: Sao lưu

source: Backup Needed
ar: تتطلب عمل نسخة احتياطية
bg: Необходимо е Резервно Копие
ca: Cal còpia de seguretat
cs: Potřeba zálohovat
fa: نیاز به تهیه نسخه پشتیبان
hi: बैकअप की आवश्यकता है
ko: 백업 필요
sv_se: Säkerhetskopiering krävs
th: จำเป็นต้องสำรองข้อมูล
vi: Cần sao lưu

source: Backup all livenet wallets before using this function
ar: النسخ الاحتياطي لجميع محافظ livenet قبل استخدام هذه الوظيفة
bg: Направете резервни копия на портфейлите си преди да ползвате тази функция
ca: Feu còpia de seguretat de totes les carteres (livenet) abans de fer servir aquesta funció
cs: Zálohujte všechny livenet peněženky před použitím této funkce
fa: قبل از استفاده از این تابع از تمامی کیف های پول محیط عملیاتی نسخه پشتیبان تهیه کنید
hi: इस फंक्शन का प्रयोग करने से पहले सभी लाईवनेट वॉलेट्स का बैकअप लें
ko: 이 기능을 사용하시기 전에 라이브넷 지갑을 모두 백업하세요
sv_se: Säkerhetskopiera din plånbok innan du använder denna funktion
th: สำรองข้อมูลกระเป๋าสตางค์ของคุณก่อนที่จะใช้ฟังก์ชันนี้
vi: Sao lưu tất cả ví livenet trước khi sử dụng chức năng này

source: Backup needed
ar: تتطلب عمل نسخة احتياطية
bg: Необходимо е резервно копие
ca: Cal còpia de seguretat
cs: Potřeba zálohovat
fa: نیاز به تهیه نسخه پشتیبان
hi: बैकअप की आवश्यकता है
ko: 백업 필요
sv_se: Säkerhetskopiering krävs
th: จำเป็นต้องสำรองข้อมูล
vi: Cần sao lưu

source: Backup now
ar: اعمل نسخة احتياطية الان
bg: Направи резервно копие
ca: Feu còpia de seguretat ara
cs: Zálohujte nyní
fa: الان پشتیبان بگیرید
hi: अभी बैकअप लें
ko: 지금 백업하기
sv_se: Gör en säkerhetskopia
th: สำรองข้อมูลเดี๋ยวนี้
vi: Sao lưu ngay

source: Backup wallet
ar: نسخ المحفظة احتياطيًا
bg: Създаване на резервно копие
ca: Fes còpia de seguretat de la cartera
cs: Zálohovat peněženku
fa: پشتیبان گیری از کیف پول
hi: वॉलेट का बैकअप लें
ko: 지갑 백업하기
sv_se: Säkerhetskopiering
th: สำรองข้อมูลกระเป๋าสตางค์
vi: Sao lưu ví

source: Backup your wallet before using this function
ar: النسخ الاحتياطي لمحفظتك قبل استخدام هذه الوظيفة
bg: Направете резервно копие на портфейла преди да ползвате тази функция
ca: Feu còpia de seguretat de la cartera abans de fer servir aquesta funció
cs: Zálohujte Vaši peněženku před použitím této funkce
fa: قبل از استفاده از این تابع از کیف پول خود پشتیبان تهیه کنید
hi: इस फंक्शन का प्रयोग करने से पहले अपने वॉलेट का बैकअप लें
ko: 이 기능을 사용하시기 전에 지갑을 백업하세요
sv_se: Gör en säkerhetskopia av din plånbok innan du använder den här funktionen
th: สำรองข้อมูลกระเป๋าสตางค์ของคุณก่อนที่จะใช้ฟังก์ชันนี้
vi: Sao lưu ví của bạn trước khi sử dụng chức năng này

source: Bad wallet invitation
ar: دعوة محفظة سيئة
bg: Невалидна портфейл покана
ca: Invitació de cartera incorrecta
cs: Špatná pozvánka
fa: دعوت نامه کیف پول
hi: खराब वॉलेट आमंत्रण
ko: 지갑 초대 실패
sv_se: Ogiltig inbjudan
th: การเชิญไม่ดีนัก
vi: Lời mời sử dụng ví xấu

source: Balance By Address
ar: الرصيد حسب العنوان
bg: Баланс по Адрес
ca: Saldo per adreça
cs: Zůstatek k adresám
fa: موجودی بر اساس آدرس
hi: पते के अनुसार बैलेंस
ko: 주소별 보유자산
sv_se: Balans på adresserna
th: ยอดคงเหลือของที่อยู่
vi: Số dư theo địa chỉ

source: Be sure to store your recovery phrase in a secure place. If this app is deleted, your money cannot be recovered without it.
ar: تأكد من تخزين الكلمات السرية في مكان آمن. إذا تم حذف هذا التطبيق ، لا يمكن استرداد أموالك بدونها.
bg: Не забравяйте да запазите възстановителната си фраза на сигурно място. Ако програмата бъде изтрита, парите ви не могат да бъдат възстановени без нея.
ca: Sobretot, deseu la vostra frase de recuperació en un lloc segur. Si se suprimeix aquesta aplicació, no podreu recuperar els diners sense la frase.
cs: Dbejte na bezpečné uschování fráze pro obnovení peněženky. Smaže-li se tato aplikace, Vaše peníze nemohou být bez fráze zpřístupněny.
fa: از اینکه کلمات بازیابی خود را در جای امنی ذخیره کرده اید اطمینان حاصل کنید، پول شما بدون آن قابل بازگشت نمی باشد.
hi: अपने पुनर्प्राप्ति वाक्यांश को सुरक्षित स्थान पर संग्रहित करना सुनिश्चित करें । यदि इस एप को डिलीट कर दिया जाता है तो इसके बिना आपके पैसे की वसूली नहीं हो सकती।
ko: 백업 문구를 안전한 곳에 보관하세요. 앱이 삭제되었을 시 백업 문구가 없다면 돈을 찾을 수 없게 됩니다.
sv_se: Var noga med att spara din återställnings fras på ett säkert ställe. Om appen tas bort, kan du inte få tillbaka dina pengar utan den.
th: ตรวจสอบให้แน่ใจว่าเก็บวลีกู้คืนของคุณในที่ๆปลอดภัย ถ้าแอปฯนี้ถูกลบ เงินของคุณไม่สามารถกู้คืนได้
vi: Hãy chắc chắn lưu trữ cụm từ khôi phục của bạn ở nơi an toàn. Nếu ứng dụng này bị xóa, tiền của bạn sẽ không thể phục hồi nếu không có cụm từ khôi phục.

source: BitPay Visa&reg; Cards
ar: تأشيرة BitPay وبطاقات التسجيل
bg: BitPay Visa&reg; карти
ca: Targetes BitPay Visa&reg;
cs: BitPay Visa karty&reg;
fa: BitPay Visa&reg; کارت ها
hi: BitPay Visa&reg; कार्ड
ko: BitPay Visa&reg; 카드
sv_se: BitPay Visa&reg; Kort
th: บัตร BitPay&amp;reg;
vi: Thẻ Visa&reg; BitPay

source: Bitcoin Address
ar: عنوان بيتكوين
bg: Bitcoin адрес
ca: Adreça Bitcoin
cs: Bitcoin adresa
fa: آدرس بیتکوین
hi: Bitcoin पता
ko: 비트코인 주소
sv_se: Bitcoin adress
th: ที่อยู่Bitcoin
vi: Địa chỉ Bitcoin

source: Bitcoin Cash (BCH) Balances
ar: أرصدة بيتكوين كاش (BCH)
bg: Bitcoin Cash (BCH) Баланси
ca: Saldos Bitcoin Cash (BCH)
cs: Bitcoin Cash (BCH) zůstatky
fa: موجودی های بیتکوین کش(BCH)
hi: Bitcoin कैश (BCH) बैलेंस
ko: 비트코인 캐시 (BCH) 보유자산
sv_se: Bitcoin Cash (BCH) Balans
th: ยอดเงิน Bitcoin (BCH)
vi: Số dư Bitcoin Cash (BCH)

source: Bitcoin Cash Support
ar: بيتكوين كاش الدعم
bg: Bitcoin Cash Поддръжка
ca: Assistència Bitcoin Cash
cs: Podpora Bitcoin Cash
fa: پشتیبانی بیتکوین کش
hi: Bitcoin Cash सहायता
ko: 비트코인 캐시 지원
th: รองรับเงินสด Bitcoin
vi: Hỗ trợ Bitcoin Cash

source: Bitcoin Cash Wallets
ar: محافظ بيتكوين كاش
bg: Bitcoin Cash Портфейли
ca: Carteres Bitcoin Cash
cs: Peněženky Bitcoin Cash
fa: کیف های پول بیتکوین کش
hi: Bitcoin Cash वॉलेट्स
ko: 비트코인 캐시 지갑
sv_se: Bitcoin Cash plånböcker
th: กระเป๋าเงิน Bitcoin
vi: Ví Bitcoin Cash

source: Bitcoin Network Fee Policy
ar: سياسة رسوم شبكة البيتكوين
bg: Политика за Bitcoin такси
ca: Política de comissions de la xarxa Bitcoin
cs: Poplatková politika sítě Bitcoin
fa: سیاست کارمزد شبکه بیتکوین
hi: Bitcoin नेटवर्क शुल्क नीति
ko: 비트코인 네트워크 수수료 정책
sv_se: Bitcoin Nätverkets Avgiftspolicy
th: ค่าธรรมเนียมเครือข่าย Bitcoin
vi: Chính sách phí mạng lưới Bitcoin

source: Bitcoin Core Wallets
ar: محافظ بيتكوين كور
bg: Bitcoin Core Портфейли
ca: Carteres Bitcoin Core
cs: Peněženky Bitcoin Core
fa: کیف های پول بیتکوین کر(Core)
hi: Bitcoin कोर वॉलेट्स
ko: 비트코인지갑
sv_se: Bitcoin Core Plånbok
th: กระเป๋า Bitcoin หลัก
vi: Ví Bitcoin Core

source: Bitcoin cash Payment
ar: دفعية بتكوين كاش
bg: Bitcoin Cash Плащане
ca: Pagament en Bitcoin Cash
cs: Platba Bitcoin Cash
fa: Bitcoin Cash Games
hi: Bitcoin कैश भुगतान
ko: 비트코인 캐시 지불
sv_se: Bitcoin cash Betalning
th: การชำระเงินสด Bitcoin
vi: Thanh toán Bitcoin cash

source: Bitcoin is a currency.
ar: بيتكوين هي عملة.
bg: Bitcoin е валута.
ca: Bitcoin és una moneda.
cs: Bitcoin je měna.
fa: بیتکوین یک ارز است.
hi: Bitcoin एक मुद्रा है।
ko: 비트코인은 화폐입니다.
sv_se: Bitcoin är en valuta.
th: Bitcoin คือ สกุลเงิน
vi: Bitcoin là một loại tiền tệ.

source: Bitcoin is different &ndash; it cannot be safely held with a bank or web service.
ar: البيتكوين مختلفة &ndash; لا يمكن الاحتفاظ بها بأمان مع بنك أو خدمة ويب.
bg: Bitcoin е различен &ndash; не може да бъде безопасно съхраняван в банка или уеб сървър.
ca: Bitcoin és diferent &ndash; no es pot guardar amb seguretat en un banc o servei web.
cs: Bitcoin je jiný &ndash; nemůže být bezpečně uložen bankou nebo pomocí webové služby.
fa: بیتکوین متفاوته&ndash; اون نمی تونه به صورت امن در یک بانک و یا یک وب سرویس نگهداری بشه.
hi: Bitcoin एक अलग &ndash; है, इसे सुरक्षित रूप से किसी बैंक या वेब सेवा में नहीं रखा जा सकता।
ko: 비트코인은 다릅ㄴ다 &ndash; 비트코인은 은행, 기타 웹서비스로는 안전하게 보관할 수 없습니다.
sv_se: Bitcoin är annorlunda &ndash; du kan inte förvara det på ett säkert sätt på en bank eller i en webbtjänst.
th: Bitcoinแตกต่าง &amp;ndash; ไม่ปลอดภัยหากเก็บที่ธนาคารหรือเว็บไซต์
vi: Bitcoin thì khác &ndash; không thể giữ loại tiền tệ này một cách an toàn với một dịch vụ ngân hàng hay dịch vụ web.

source: Bitcoin is secure,<br>digital money.
ar: البيتكوين ،<br>المال الرقمي امن.
bg: Bitcoin е надежна, <br>дигитални валута.
ca: Bitcoin es una moneda,<br>digital segura.
cs: Bitcoin jsou bezpečné,<br>digitální peníze.
fa: بیتکوین امن است ، <br> پول دیجیتال.
hi: Bitcoin सुरक्षित,<br>डिजीटल पैसा है।
ko: 비트코인은 안전한 <br> 가상화폐입니다.
sv_se: Bitcoin är säkra,<br>digitala pengar.
th: Bitcoin มีความปลอดภัย<br>เงินดิจิตอล
vi: Bitcoin là tiền kỹ thuật số,<br>an toàn.

source: Bitcoin transactions include a fee collected by miners on the network.
ar: توجد رسوم لمعاملات البتكوين هذة الرسوم يتم دفعها للمعدنين على الشبكة.
bg: Bitcoin транзакциите включват такса събирана от майнърите в мрежата.
ca: Les transaccions de bitcoins inclouen una comissió que cobren els miners de la xarxa.
cs: Transakce Bitcoinu zahrnuje poplatek těžařům v síti.
fa: تراکنش های بیتکوین حاوی یک کارمزدی هستند که توسط استخراج کنندگان در شبکه جمع آوری می شود.
hi: Bitcoin लेन-देन में नेटवर्क पर माइनरों द्वारा एकत्रित शुल्क शामिल होता है।
ko: 비트코인 거래의 일부는 채굴자에게 수수료로 지급됩니다.
sv_se: Bitcoin transaktioner inkluderar en avgift som går till miners på nätverket.
th: การทำธุรกรรม Bitcoin รวมถึงค่าธรรมเนียมที่เรียกเก็บโดยไมเนอร์ในเครือข่าย
vi: Các giao dịch bitcoin bao gồm một khoản phí do các thợ mỏ trên mạng lưới thu thập.

source: Bought {{amountUnitStr}}
ar: تم الشراء {{amountUnitStr}}
bg: Купени {{amountUnitStr}}
ca: {{amountUnitStr}} comprats
cs: Nakoupeno {{amountUnitStr}}
fa: {{amountUnitStr}} خریداری شد
hi: खरीदा {{amountUnitStr}}
ko: {{amountUnitStr}} 구매 완료
sv_se: Köpt {{amountUnitStr}}
th: ซื้อแล้ว {{amountUnitStr}}
vi: Đã mua {{amountUnitStr}}

source: Broadcast Payment
ar: بث الدفعية
bg: Излъчване на Плащане
ca: Emet el pagament
cs: Odeslat platbu
fa: ارسال و پخش پرداخت در شبکه
hi: भुगतान प्रसारित करें
ko: 지불브로드캐스트하기
sv_se: Skicka betalning
th: ทำการชำระเงิน
vi: Phát rộng thanh toán

source: Broadcasted
ar: بث
bg: Излъчено
ca: Emès
cs: Odesláno
fa: ارسال و پخش شد
hi: प्रसारित किया
ko: 브로드캐스트 완료
sv_se: Sänds
th: เรียบร้อยแล้ว
vi: Đã phát rộng

source: Broadcasting transaction
ar: بث المعاملة
bg: Транзакцията се излъчва
ca: S'està emetent la transacció
cs: Odesílání transakce
fa: ارسال و پخش تراکنش
hi: ट्रांजैक्शन प्रसारित हो रही है
ko: 거래 브로드캐스트 중
sv_se: Skicka transaktionen
th: กำลังดำเนินการ
vi: Giao dịch phát rộng

source: Browser unsupported
ar: المستعرض غير مدعوم
bg: Неподдържан браузър
ca: Navegador no compatible
cs: Prohlížeč není podporován
fa: مرورگر پشتیبانی نمی شود
hi: ब्राउज़र असमर्थित है
ko: 지원하지 않는 브라우저
sv_se: Webbläsare stöds inte
th: ไม่รองรับเบราว์เซอร์
vi: Trình duyệt không được hỗ trợ

source: Buy
ar: شراء
bg: Купи
ca: Compra
cs: Koupit
fa: خرید
hi: खरीदें
ko: 구매
sv_se: Köp
th: ซื้อ
vi: Mua

source: Buy &amp; Sell Bitcoin
ar: شراء &amp; بيع بتكوين
bg: Купи &amp; Продай Bitcoin
ca: Compra &amp; ven bitcoins
cs: Koupit &amp; prodat Bitcoin
fa: خرید &amp; فروش بیتکوین
hi: खरीदें &amp; Bitcoin बेचें
ko: 비트코인 구매 &amp; 판매
sv_se: Köp &amp; Sälj Bitcoin
th: ซื้อ &amp;amp; ขาย Bitcoin
vi: Mua &amp; bán Bitcoin

source: Buy Bitcoin
ar: شراء بيتكوين
bg: Купи Bitcoin
ca: Compra bitcoins
cs: Koupit Bitcoin
fa: خرید بیتکوین
hi: Bitcoin खरीदें
ko: 비트코인 구매
sv_se: Köp Bitcoin
th: ซื้อ Bitcoin
vi: Mua Bitcoin

source: Buy or Sell Bitcoin
ar: شراء أو بيع بيتكوين
bg: Купи или Продай Bitcoin
ca: Compra o ven bitcoins
cs: Koupit nebo prodat Bitcoin
fa: خرید یا فروش Bitcoin
hi: Bitcoin खरीदें या बेचें
ko: 비트코인 구매/판매하기
sv_se: Köp eller Sälj Bitcoin
th: ซื้อหรือขาย Bitcoin
vi: Mua hoặc bán Bitcoin

source: Connect an Exchange
ar: الاتصال بمنصة
bg: Свързване с Ексчейндж
ca: Connecta un Exchange
cs: Připojit server Exchange
fa: یک معامله را پیوند بزنید
hi: एक्सचेंज कनेक्ट करें
ko: 거래소 연동하기
sv_se: Anslut till en marknad
th: เชื่อมต่อการแลกเปลี่ยน
vi: Kết nối với một Sàn giao dịch

source: Buy or sell bitcoin directly from your wallet by connecting your exchange accounts.
ar: شراء أو بيع بيتكوين مباشرة من محفظتك عن طريق ربط حسابات الخاصة بك في منصة التداول.
bg: Купи или продай bitcoin директно от портфейла си, свързвайки своите акаунти за ексчейндж.
ca: Compreu o veneu bitcoins directament des de la vostra cartera connectant els vostres comptes d'Exchange.
cs: Kupujte nebo prodávejte bitcoin přímo z vaší peněženky propojením účtů serveru Exchange.
fa: خرید یا فروش bitcoin به طور مستقیم از کیف پول خود را با اتصال به حساب‌های ارزی خود.
hi: अपने एक्सचेंज खातों को कनेक्ट करके अपने वॉलेट से सीधे bitcoin खरीदें या बेचें।
ko: 거래소 계정과 연동하여 비트코인을 지갑에서 간편하게 구매/판매하세요.
sv_se: Köp eller sälj bitcoin direkt från din plånbok genom att ansluta ditt konto på en marknadsplats.
th: ซื้อหรือขาย bitcoin จากกระเป๋าของคุณโดยตรง โดยการเชื่อมต่อบัญชีแลกเปลี่ยนเงินตราผู้ใช้ของคุณ
vi: Mua hoặc bán bitcoin trực tiếp từ ví của bạn bằng cách kết nối các tài khoản giao dịch của bạn.

source: Buy Bitcoin With Credit Card
ar: شراء بيتكوين ببطاقة الائتمان
bg: Купи Bitcoin с Kредитна Kарта
ca: Compreu bitcoins amb targeta de crèdit
cs: Koupit Bitcoin pomocí kreditní karty
fa: فروش Bitcoin با کارت اعتباری
hi: क्रैडिट कार्ड से Bitcoin खरीदें
ko: 신용카드로 비트코인 구매하기
sv_se: Köp Bitcoin med ett Kreditkort
th: ซื้อ Bitcoin ด้วยบัตรเครดิต
vi: Mua Bitcoin bằng thẻ tín dụng

source: Buy a Gift Card
ar: شراء بطاقة هدية
bg: Купи Подаръчна Карта
ca: Compra una targeta regal
cs: Koupit dárkovou kartu
fa: خرید یک کارت هدیه
hi: एक गिफ्ट कार्ड खरीदें
ko: 기프트 카드 구매하기
sv_se: Köp ett presentkort
th: ซื้อบัตรของขวัญ
vi: Mua thẻ quà tặng

source: Buy from
ar: شراء من
bg: Купи от
ca: Compra des de
cs: Koupit od
fa: خرید از
hi: यहाँ से खरीदें
ko: 구매 대상
sv_se: Köp
th: ซื้อจาก
vi: Mua từ

source: Buying Bitcoin...
ar: شراء بيتكوين...
bg: Купуване на Bitcoin...
ca: S'estan comprant bitcoins...
cs: Nákup Bitcoinu...
fa: در حال خرید بیتکوین...
hi: Bitcoin खरीदे जा रहे हैं...
ko: 비트코인 구매 중...
sv_se: Köper Bitcoin...
th: กำลังซื้อ Bitcoin
vi: Đang mua Bitcoin...

source: Calculating fee
ar: حساب الرسوم
bg: Изчисляване на такса
ca: S'està calculant la comissió
cs: Výpočet poplatku
fa: محاسبه کارمزد
hi: शुल्क का परिकलन किया जा रहा है
ko: 수수료 계산 중
sv_se: Kommissionens beräkning
th: กำลังคำนวณค่าธรรมเนียม
vi: Tính toán chi phí

source: Cancel
ar: إلغاء الأمر
bg: Отказ
ca: Cancel·la
cs: Zrušit
fa: لغو
hi: रद्द करें
ko: 취소
sv_se: Avbryt
th: ยกเลิก
vi: Hủy

source: Cancel invitation
ar: إلغاء الدعوة
bg: Отмяна на покана
ca: Cancel·la la invitació
cs: Zrušit pozvánku
fa: لغو دعوت
hi: आमंत्रण रद्द करें
ko: 초대 취소
sv_se: Avbryt inbjudan
th: ยกเลิกการเชิญ
vi: Hủy lời mời

source: Cannot Create Wallet
ar: لا يمكن إنشاء المحفظة
bg: Портфейла не може да бъде създаден
ca: No es pot crear la cartera
cs: Není možné vytvořit peněženku
fa: قادر به ایجاد کیف پول نیست
hi: वॉलेट क्रीएट नहीं कर सकते
ko: 지갑을 생성할 수 없습니다
sv_se: Kan inte att skapa plånbok
th: ไม่สามารถสร้างกระเป๋าได้
vi: Không thể tạo ví
