Repository: Bitcoin-com/Wallet
Catalog: i18n/po/*/template-*.po
Languages: ar, bg, ca, cs, fa, hi, ko, sv_se, th, vi

source: I have written it down
ar: لقد دونت ذلك
bg: Написах го
ca: M'ho he apuntat
cs: Napsal jsem si ji
fa: من آن را نوشتم
hi: मैंने इसको लिख लिया है
ko: 써놓았습니다
sv_se: Jag har skrivit ner den
th: ฉันเขียนมันลงแล้ว
vi: Tôi đã viết nó ra

source: I like the app
ar: أحب التطبيق
bg: Харесвам портфейла
ca: M'agrada l'aplicació
cs: Aplikace se mi líbí
fa: من نرم افزار را دوست دارم
hi: मुझे एप पसंद है
ko: 좋아요
sv_se: Jag gillar appen
th: ฉันชอบแอปนี้
vi: Tôi thích ứng dụng

source: I think this app is terrible.
ar: أعتقد أن هذا التطبيق سيئ.
bg: Мисля че портфейла е ужасен.
ca: Crec que aquesta aplicació és terrible.
cs: Myslím, že tato aplikace je hrozná.
fa: من فکر می کنم این برنامه افتضاح است.
hi: मुझे लगता है कि यह एप बेकार है।
ko: 최악이에요.
sv_se: Jag tycker att den här appen är hemsk.
th: ฉันคิดว่า มันน่ากลัว
vi: Tôi nghĩ ứng dụng này thật kinh khủng.

source: I understand
ar: أفهم
bg: Разбирам
ca: Ho entenc
cs: Rozumím
fa: متوجه شدم
hi: मैं समझता/समझती हूँ
ko: 이해했습니다
sv_se: Jag förstår
th: ฉันเข้าใจ
vi: Tôi hiểu

source: I understand that if this app is moved to another device or deleted, my bitcoin can only be recovered with the backup phrase.
ar: أفهم أنه في حالة نقل هذا التطبيق إلى جهاز آخر أو حذفه، لا يمكن استرداد البيتكوين إلا باستخدام عبارة النسخ الاحتياطي.
bg: Разбирам, че ако този портфейл е преместен в друго устройство или изтрит, моя bitcoin може да бъде възстановен само с фразата за резервно копие.
ca: Entenc que si aquesta aplicació es desplaça a un altre dispositiu o se suprimeix, els meus bitcoins només es podran recuperar amb la frase de seguretat.
cs: Chápu, že pokud tato aplikace bude přesunuta do jiného zařízení nebo odstraněna, moje peníze lze obnovit pouze pomocí fráze k obnovení.
fa: من درک می کنم اگر این برنامه به دستگاه دیگر منتقل شده یا حذف شده اند، که bitcoin من تنها با عبارت پشتیبان را می توان بازیافت.
hi: मैं समझता/समझती हूँ कि यदि इस एप को किसी अन्य डिवाइस पर ले जाया जाता है या डिलीट किया जाता है तो मेरे bitcoin को केवल बैकअप वाक्यांश के साथ पुनर्प्राप्त किया जा सकता है।
ko: 앱이 다른 기기로 이동하거나 삭제되었을시, 비트코인은 백업 문구로만 복구할 수 있다는 점을 이해했습니다.
sv_se: Jag förstår att om denna app flyttas till en annan enhet eller tas bort, kan min bitcoin bara återställas med lösenordsfrasen.
th: ฉันเข้าใจว่าถ้าแอปนี้ถูกลบหรือถูกใช้ในเครื่องมืออื่น Bitcoinของฉันจะสามารถกู้คืนโดยใช้กลุ่มคำสำรองข้อมูล
vi: Tôi hiểu rằng nếu ứng dụng này được chuyển sang thiết bị khác hoặc bị xóa, bitcoin của tôi chỉ có thể được phục hồi bằng cụm từ sao lưu.

source: I understand that my funds are held securely on this device, not by a company.
ar: أفهم أن أموالي يتم الاحتفاظ بها بشكل آمن على هذا الجهاز، وليس بواسطة أي شركة.
bg: Аз разбирам, че ми средства се съхраняват сигурно на това устройство, не от фирма.
ca: Entenc que els meus fons estan protegits per aquest dispositiu i no per una empresa.
cs: Chápu, že přístup k mým penězům je bezpečně držen tímto zařízením, nikoliv žádnou společností.
fa: من درک می کنم که سرمایه من به صورت امن در این دستگاه نگهداری می شود، و نه توسط شرکت.
hi: मैं समझता/समझती हूँ कि मेरी निधियों को किसी कंपनी द्वारा नहीं बल्कि इस डिवाइस पर सुरक्षित रूप से रखा गया है।
ko: 제 자산이 특정 회사가 아닌 이 기기에 안전하게 보관된다는 점을 이해했습니다.
sv_se: Jag förstår att mina medel hålls säkert på den här enheten, inte av ett företag.
th: ฉันเข้าใจว่า เงินของฉันอยู่อย่างปลอดภัยบนอุปกรณ์นี้ ไม่ใช่โดยบริษัท
vi: Tôi hiểu rằng tiền của tôi được giữ an toàn trên thiết bị này chứ không phải bởi một công ty.

source: I've written it down
ar: لقد دونت ذلك
bg: Написах го
ca: M'ho he apuntat
cs: Napsal jsem si ji
fa: من آن را نوشتم
hi: मैंने इसे लिख लिया है
ko: 써놓았습니다
sv_se: Jag har skrivit ner den
th: ฉันเขียนมันลงแล้ว
vi: Tôi đã viết nó ra

source: If enabled, all sensitive information (private key and recovery phrase) and actions (spending and exporting) associated with this wallet will be protected.
ar: عند التمكين، ستتم حماية جميع المعلومات الحساسة (المفتاح الخاص وعبارة الاسترداد) والإجراءات (الإنفاق والتصدير) المرتبطة بهذه المحفظة.
bg: Ако е активирана, цялата чувствителна информация (частен ключ и фраза за възстановяване) и действия (разходи и експортиране), свързани с този портфейл ще бъдат защитени.
ca: Si s'habilita aquesta opció, tota la informació sensible (clau privada i frase de recuperació) i les accions (gastar i exportar) associades a aquesta cartera estaran protegides.
cs: Je-li povoleno, budou chráněny veškeré citlivé informace (privátní klíč a fráze k obnovení) a akce (placení a exportování) spojené s touto peněženkou.
fa: اگر این گزینه فعال باشد, تمام اطلاعات حساس (خصوصی کلید و عبارت بازیابی) و اقدامات (خرج و استخراج) مرتبط با این کیف پول محافظت خواهند شد.
hi: यदि सक्षम किया गया, तो इस वॉलेट से संबद्ध सारी संवेदनशील जानकारी (निजी कुंजी और पुनर्प्राप्ति वाक्यांश) और कार्रवाइयों (खर्च करना एवं एक्सपोर्ट करना) को सुरक्षित रखा जाएगा।
ko: 활성화시 개인키와 복구 문구 등의 개인정보 그리고 사용기록이 모두 보호됩니다.
sv_se: Om det är aktiverat kommer all känslig information (privat nyckel och återställningsfras) och åtgärder (utgifter och export) som är associerad med den här plånboken skyddas.
th: ถ้าเปิดใช้งาน ข้อมูลที่สำคัญทั้ง (คีย์ส่วนตัวและกลุ่มคำการกู้คืน) และการกระทำ (การใช้จ่ายและการส่งออก) ที่เกี่ยวข้องกับกระเป๋าเงินนี้จะได้รับการคุ้มครอง
vi: Nếu được bật, mọi thông tin nhạy cảm (khóa riêng và cụm từ khôi phục) và các hành động (chi tiêu và xuất) liên kết với ví này sẽ được bảo vệ.

source: If enabled, the Recent Transactions card - a list of transactions occuring across all wallets - will appear in the Home tab.
ar: عند التمكين، ستظهر بطاقة المعاملات الأخيرة - وهي قائمة بالمعاملات التي تحدث في جميع المحافظ - في علامة تبويب الصفحة الرئيسة.
bg: Ако е разрешено, карта на Последни транзакции - списък на транзакции във всички портфейли - ще се появи в раздела Начало.
ca: Si s'habilita aquesta opció, la targeta de transaccions recents (una llista de les transaccions efectuades en totes les carteres) apareixerà a la pestanya d'Inici.
cs: Je-li povoleno, zobrazí se na kartě Domů karta Nedávné transakce - seznam posledních transakcí napříč všemi peněženkami.
fa: اگر این گزینه فعال باشد، معاملات اخیر کارت - فهرست معاملات انجام شده در همه کیف های پول - در برگه اصلی ظاهر می شود.
hi: यदि सक्षम किया गया, तो रीसेंट ट्रांजेक्शन्स कार्ड - सभी वॉलेट्स में होने वाले लेन-देन की सूची - होम टैब में दिखाई देगी ।
ko: 활성화시 모든 지갑의 거래 활동이 홈 탭에 생성됩니다.
sv_se: Om det är aktiverat visas nyligen transaktionskort - en lista över transaktioner som förekommer i alla plånböcker - på fliken Hem.
th: ถ้าเปิดใช้งาน บัตรธุรกรรมล่าสุด -รายการธุรกรรมที่เกิดขึ้นในกระเป๋าเงินทั้งหมด - จะแสดงในแท็บหน้าแรก
vi: Nếu được bật, thẻ Giao dịch gần đây - danh sách các giao dịch xảy ra trên tất cả các ví - sẽ xuất hiện trong tab Trang chủ.

source: If enabled, wallets will also try to spend unconfirmed funds. Turning off this option may cause transaction delays.
ar: عند التمكين، ستحاول المحافظ أيضًا إنفاق أموال غير مؤكدة. قد يؤدي إيقاف تشغيل هذا الخيار إلى تأخير المعاملات.
bg: Ако настройката е активирана, портфейлите ще се опитват да използвт непотвърдени средства. Изключването на опцията може да доведе до забавяне на транзакции.
ca: Si s'habilita aquesta opció, les carteres també intentaran gastar fons no confirmats. Desactivar aquesta opció pot provocar retards en la transacció.
cs: Je-li povoleno, peněženky se také pokusí utratit peníze z doposud nepotvrzených transakcí. Vypnutí této možnosti může způsobit zpoždění transakcí.
fa: اگر این گزینه فعال باشد, کیف پول ها نیز به خرج سرمایه های تایید نشده می پردازتد. خاموش بودن این گزینه ممکن است منجر به تاخیر در انچام تراکنش شود.
hi: यदि सक्षम किया गया, तो वॉलेट अपुष्ट निधियां खर्च करने का भी प्रयास करेंगे। इस विकल्प को बंद करने से लेन-देन में विलंब हो सकता है।
ko: 활성화시 지갑들이 아직 컨펌되지 않은 자산을 사용하려 시도할 것입니다. 비활성화시 거래 속도가 더뎌질 수 있습니다.
sv_se: Om det är aktiverat kommer plånböcker också att försöka spendera obekräftade medel. Om du avaktiverar det här alternativet kan det orsaka transaktionsförseningar.
th: ถ้าเปิดใช้งาน กระเป๋าจะยังคงพยายามจะจ่ายยอดที่ยังไม่ได้ยืนยัน การปิดตัวเลือกนี้อาจทำให้เกิดความล่าช้าของธุรกรรม
vi: Nếu được bật, ví cũng sẽ cố gắng chi tiêu tiền chưa được xác nhận. Tắt tùy chọn này có thể gây ra sự chậm trễ trong giao dịch.

source: If this device is replaced or this app is deleted, neither you nor BitPay can recover your funds without a backup.
ar: إذا تم استبدال هذا الجهاز أو تم حذف هذا التطبيق، فلا يمكنك ولا يمكن لـ BitPay استرداد أموالك من دون نسخة احتياطية.
bg: Ако това устройство се замени или тази апликация се изтрие, нито вие, нито BitPay може да възстанови вашите средства без бекъп.
ca: Si aquest dispositiu se substitueix o si se suprimeix aquesta aplicació, ni BitPay ni vós podreu recuperar els fons sense una còpia de seguretat.
cs: Pokud je toto zařízení zaměněno nebo je aplikace smazána, ani Vy ani BitPay nedokáže obnovit Vaše peníze bez zálohy.
fa: اگر این دستگاه جایگزین و یا این برنامه حذف شده باشد، نه شما و نه BitPay تمی توانند سرمایه شما را بدون نسخه پشتیبان بازیابی کنند.
hi: यदि इस डिवाइस को बदला जाता है या इस एप को डिलीट किया जाता है, तो ना ही आप और ना ही BitPay बैकअप के बिना आपकी निधियों को पुर्नप्राप्त कर सकते हैं।
ko: 앱이 삭제되거나 기기가 변경될 시, 백업 문구가 없다면 그 누구도 귀하의 자산을 복구할 수 없습니다.
sv_se: Om den här enheten är ersatt eller den här appen tas bort, kan du eller BitPay inte återställa dina medel utan säkerhetskopiering.
th: ถ้าอุปกรณ์นี้จะถูกแทนที่หรือแอปฯนี้ถูกลบ ไม่ว่าคุณหรือ BitPay จะไม่สามารถกู้เงินของคุณได้โดยไม่สำรองข้อมูล
vi: Nếu thiết bị này được thay thế hoặc ứng dụng này bị xóa, cả bạn và BitPay đều không thể lấy lại tiền của bạn nếu không có bản sao lưu.

source: If you have additional feedback, please let us know by tapping the "Send feedback" option in the Settings tab.
ar: إذا كانت لديك تعليقات إضافية، فيرجى إخبارنا من خلال النقر فوق خيار Send feedback" ("إرسال تعليقات") في علامة التبويب "Settings" ("الإعدادات).
bg: Ако имате допълнителни препоръки, моля кажете ни чрез клик върху "Изпрати Препоръки" опцията в настройките.
ca: Si ens voleu comentar alguna altra cosa, toqueu l'opció "Envia comentaris" a la pestanya de Paràmetres.
cs: Pokud máte další zpětnou vazbu, dejte nám prosím vědět klepnutím na možnost "Odeslat zpětnou vazbu" na kartě Nastavení.
fa: اگر نظر بیشتری دارید لطفا با فشردن "ارسال نظر دوم" در قسمت "تنظیمات" ما را در جریان بگذارید.
hi: यदि आपके पास अतिरिक्त फीडबैक है, तो कृपया सेटिंग्स टैब में "फीडबैक भेजें" विकल्प पर टैप करके हमें बताएं।
ko: 추가 피드백이 있으시다면 설정 탭에서 '피드백 보내기'를 눌러주세요.
sv_se: Om du har ytterligare feedback, vänligen meddela oss genom att trycka på alternativet "Skicka feedback" på fliken Inställningar.
th: หากท่านมีคำติชมหรือข้อเสนอแนะเพิ่มเติมโปรดแจ้งให้เราทราบโดยการคลิกที่''ส่งคำติชม''ในแถบการตั้งค่า
vi: Nếu bạn có thêm phản hồi, vui lòng cho chúng tôi biết bằng cách nhấn vào tùy chọn "Gửi phản hồi" trong tab Cài đặt.

source: If you take a screenshot, your backup may be viewed by other apps. You can make a safe backup with physical paper and a pen.
ar: إذا التقطت لقطة شاشة، فقد يتم عرض النسخة الاحتياطية من خلال تطبيقات أخرى. يمكنك إجراء نسخة احتياطية آمنة باستخدام الورق المادي والقلم.
bg: Ако направите снимка на екрана, вашият портфейл може да бъде видян от други приложения. Може да направите безопасно копие с лист и химикалка.
ca: Si feu una captura de pantalla, altres aplicacions podran veure la còpia de seguretat. Podeu fer una còpia de seguretat amb un paper i un llapis físics.
cs: Pořídíte-li screenshot, Vaši zálohu si mohou prohlédnout ostatní aplikace. Bezpečnou zálohu můžete provést pomocí papíru a propisky.
fa: اگر شما از صفحه اسکرین شات بگیرید ممکن است کلمات یازیابی شما توسط برنامه های دیگر مشاهده شوتد. شما می توانید به وسیله کاغذ و قلم یک پشتیبان امن تهیه کنید.
hi: यदि आप स्क्रीनशॉट लेते हैं, तो आपका बैकअप अन्य एप्स द्वारा देखा जा सकता है। आप वास्तविक कागज़ और एक पेन के साथ एक सुरक्षित बैकअप बना सकते हैं।
ko: 백업 문구를 스크린샷으로 저장하는 건 위험할 수도 있습니다. 종이에 직접 써넣으시는 걸 추천합니다.
sv_se: Om du tar en skärmdump kan din säkerhetskopiering ses av andra appar. Det säkra sättet att säkerhetskopiera är penn och papper.
th: อาจจะไม่ปลอดภัยหากคุณบันทึกภาพหน้าจอ แต่คุณสามารถทำการสำรองข้อมูลที่ปลอดภัยโดยการเขียนบันทึกลงกระดาษ
vi: Nếu bạn chụp ảnh màn hình, bản sao lưu của bạn có thể được xem bằng các ứng dụng khác. Bạn có thể tạo một bản sao lưu an toàn bằng giấy và bút.

source: Import
ar: استيراد
bg: Импортиране
ca: Importa
cs: Importovat
fa: وارد کردن
hi: इम्पोर्ट
ko: 내려받기
th: นำเข้า
vi: Nhập

source: Import Wallet
ar: استيراد محفظة
bg: Импортирай Портфейл
ca: Importa la cartera
cs: Importovat peněženku
fa: وارد کردن کیف پول
hi: वॉलेट इम्पोर्ट करें
ko: 지갑 내려받기
sv_se: Plånbok import
th: นำกระเป๋าสตางค์เข้า
vi: Nhập ví

source: Import backup
ar: استيراد نسخة احتياطية
bg: Импортирай резервно копие
ca: Importa la còpia de seguretat
cs: Importovat zálohu
fa: وارد کردن پشتیبان
hi: बैकअप इम्पोर्ट करें
ko: 백업 내려받기
sv_se: Importera säkerhetskopiering
th: สำรองข้อมูลนำเข้า
vi: Nhập bản sao lưu

source: Import wallet
ar: استيراد محفظة
bg: Импортирай портфейл
ca: Importa la cartera
cs: Importovat peněženku
fa: وارد کردن کیف پول
hi: वॉलेट इम्पोर्ट करें
ko: 지갑 내려받기
sv_se: Importerar plånboken
th: นำกระเป๋าสตางค์เข้า
vi: Nhập ví

source: Importing Wallet...
ar: جارٍ استيراد محفظة...
bg: Портфейла се импортира...
ca: S'està important la cartera...
cs: Importování peněženky...
fa: در حال وارد کردن کیف پول...
hi: वॉलेट इम्पोर्ट हो रहा है...
ko: 지갑을 내려받는 중...
sv_se: Importerar plånboken...
th: กำลังทำการนำกระเป๋าเข้า
vi: Đang nhập ví...

source: In order to verify your wallet backup, please type your password.
ar: للتحقق من نسخة محفظتك الاحتياطية، يُرجى كتابة كلمة المرور.
bg: За да проверите вашия портфейл, моля въведете паролата си.
ca: Per verificar la còpia de seguretat de la cartera, escriviu la contrasenya.
cs: Pro ověření zálohy Vaší peněženky zadejte své heslo.
fa: به منظور بررسی پشتیبان کیف پول خود ، کلمه عبور خود را تایپ کنید.
hi: अपने वॉलेट के बैकअप को सत्यापित करने के लिए, कृपया अपना पासवर्ड टाइप करें।
ko: 지갑의 백업을 검증하기 위해 비밀번호를 입력해주세요.
sv_se: För att verifiera din plånbokssäkerhet, skriv in din lösenord.
th: หากต้องการตรวจสอบการสำรองข้อมูลของคุณกรุณายืนยันรหัสผ่าน
vi: Để xác minh bản sao lưu ví của bạn, vui lòng nhập mật khẩu của bạn.

source: Inactive
ar: غير نشط
bg: Неактивни
ca: Inactiva
cs: Neaktivní
fa: غیر فعال
hi: निष्क्रिय
ko: 비활성화
sv_se: Inaktiv
th: ไม่ได้ใช้งาน
vi: Không hoạt động

source: Incomplete
ar: غير مكتمل
bg: Незавършени
ca: Incompleta
cs: Neúplné
fa: کامل نشده
hi: अपूर्ण
ko: 미완성
sv_se: Inte alla delägare har gått med
th: ไม่สมบูรณ์
vi: Không đầy đủ

source: Incomplete wallet
ar: محفظة غير مكتملة
bg: Незавършен портфейл
ca: Cartera incompleta
cs: Neúplná peněženka
fa: کیف پول کامل تشده
hi: अपूर्ण वॉलेट
ko: 미완성 지갑
sv_se: Inte alla delägare har gått med
th: กระเป๋าสตางค์ที่ไม่สมบูรณ์
vi: Ví không đầy đủ

source: Incorrect PIN, try again.
ar: رمز PIN غير صحيح، حاول مرة أخرى.
bg: Неправилен ПИН, опитайте отново.
ca: PIN incorrecte; torneu-ho a provar.
cs: Nesprávný PIN, zkuste to znovu.
fa: رمز نادرست، دوباره امتحان کنید.
hi: गलत PIN, दुबारा प्रयास करें।
ko: 비밀번호가 틀렸습니다. 다시 시도해주세요.
sv_se: Felaktig PIN-kod, försök igen.
th: PIN ไม่ถูกต้อง ลองอีกครั้ง
vi: Mã PIN không chính xác, hãy thử lại.

source: Incorrect code format
ar: تنسيق الرمز غير صحيح
bg: Неправилен формат на кода
ca: Format de codi incorrecte
cs: Chybný formát kódu
fa: فرمت نادرست کد
hi: गलत कोड स्वरूप
ko: 코드 포맷이 틀렸습니다
sv_se: Felaktigt QR-kod format
th: รูปแบบรหัสไม่ถูกต้อง
vi: Định dạng mã không chính xác

source: Incorrect network address
ar: عنوان الشبكة غير صحيح
bg: Неправилен мрежов адрес
ca: Adreça de xarxa incorrecta
cs: Nesprávná síťová adresa
fa: آدرس شبکه نادرست
hi: गलत नेटवर्क पता
ko: 네트워크 주소가 틀렸습니다
sv_se: Felaktig nätverksadress
th: ที่อยู่เครือข่ายไม่ถูกต้อง
vi: Địa chỉ mạng không chính xác

source: Insufficient confirmed funds
ar: عدم كفاية الأموال المؤكدة
bg: Недостатъчно потвърдени средства
ca: Fons confirmats insuficients
cs: Nedostatečné potvrzené prostředky
fa: موجودی تائید شذه ناکافی
hi: अपर्याप्त पुष्ट निधियां
ko: 확인된 잔액 부족
sv_se: Otillräckliga bekräftade medel
th: เงินทุนที่ยืนยันไม่เพียงพอ
vi: Tiền đã xác nhận không đủ

source: Insufficient funds for fee
ar: عدم كفاية الأموال الخاصة بالرسوم
bg: Недостатъчни средства за такса
ca: Fons insuficients per la comissió
cs: Nedostatek prostředků na poplatek
fa: عدم وجود منابع مالی کافی برای کارمزد
hi: शुल्क के लिए अपर्याप्त निधियां
ko: 수수료를 지급할 잔액이 부족합니다
sv_se: Otillräckliga medel för avgift
th: ค่าธรรมเนียมไม่เพียงพอ
vi: Không đủ tiền để trả phí

source: Integrations
ar: عمليات التكامل
bg: Интеграции
ca: Integracions
cs: Integrace
fa: یکپارچگی
hi: एकीकरण
ko: 통합
sv_se: Integrationer
th: การรวบรวม
vi: Tích hợp

source: Invalid
ar: غير صالح
bg: Невалидно
ca: No vàlid
cs: Neplatné
fa: نامعتبر
hi: अमान्य
ko: 인식할 수 없습니다
sv_se: Ogiltig
th: ไม่ถูกต้อง!
vi: Không hợp lệ

source: Invalid URL
ar: عنوان URL غير صالح
bg: Невалиден URL адрес
ca: L'URL no és vàlid
cs: Neplatná URL
fa: آدرس وبی نامعتبر
hi: अमान्य URL
ko: URL 오류
sv_se: Ogiltig URL
th: URL ไม่ถูกต้อง
vi: URL không hợp lệ

source: Invalid account number
ar: رقم الحساب غير صحيح
bg: Невалиден акаунт номер
ca: Número de compte no vàlid
cs: Neplatné číslo účtu
fa: شماره حساب نامعتبر
hi: अमान्य खाता संख्या
ko: 계좌 오류
sv_se: Ogiltigt kontonummer
th: หมายเลขบัตรไม่ถูกต้อง
vi: Số tài khoản không hợp lệ

source: Invalid address
ar: عنوان غير صالح
bg: Невалиден адрес
ca: Adreça no vàlida
cs: Neplatná adresa
fa: آدرس نامعتبر
hi: अमान्य पता
ko: 주소 오류
sv_se: Ogiltig adress
th: ที่อยู่ไม่ถูกต้อง
vi: Địa chỉ không hợp lệ

source: Invalid data
ar: بيانات غير صالحة
bg: Невалидни данни
ca: Dades no vàlides
cs: Neplatná data
fa: داده نامعتبر
hi: अमान्य डेटा
ko: 데이터 오류
sv_se: Ogiltig data
th: ข้อมูลไม่ถูกต้อง
vi: Dữ liệu không hợp lệ

source: Invalid derivation path
ar: مسار الاشتقاق غير صالح
bg: Невалиден път за деривация
ca: Camí de derivació no vàlid
cs: Neplatná odvozovací cesta
fa: مسیر غیر معتبر منشاء
hi: अमान्य डेरीवेशन पाथ
ko: 유도 경로 오류
sv_se: Ogiltig derivationsväg
th: แหล่งที่มาไม่ถูกต้อง
vi: Đường dẫn dẫn xuất không hợp lệ

source: Invitation to share a {{appName}} Wallet
ar: دعوة لمشاركة محفظة {{appName}}
bg: Покана за споделяне на {{appName}} портфейл
ca: Invitació per compartir una cartera {{appName}}
cs: Pozvánka ke sdílení {{appName}} peněženky
fa: دعوت به اشتراک گداری یک کیف پول {{appName}}
hi: {{appName}} वॉलेट सांझा करने के लिए आमंत्रण
ko: {{appName}} 지갑 공유 초청하기
sv_se: Inbjudan att dela en {{appName}} plånboken
th: ส่งคำเชิญเพื่อบอกต่อกระเป๋า{{appName}}
vi: Lời mời chia sẻ Ví {{appName}}

source: Invoice expired
ar: انتهاء صلاحية الفاتورة
bg: Фактурата е изтекла
ca: La factura ha vençut
cs: Vypršela platnost faktury
fa: فاکتور منقضی شده
hi: चालान की समयसीमा समाप्त हो चुकी
ko: 청구서 기한 만료
sv_se: Faktura har löpt ut
th: ใบแจ้งหนี้หมดอายุ
vi: Hoá đơn đã hết hạn

source: Is there anything we could do better?
ar: هل هناك أي شيء يمكن أن نفعله بشكل أفضل؟
bg: Има ли нещо, което бихме могли да направим по-добре?
ca: Podríem fer millor alguna cosa?
cs: Existuje něco, co bychom mohli dělat lépe?
fa: آیا چیزی وجود دارد که ما بهتر انجام دهیم?
hi: क्या कुछ ऐसा है जो हम बेहतर कर सकते थे?
ko: 저희가 더 발전할 수 있는 부분이 있나요?
sv_se: Finns det något vi kan förbättra?
th: พอจะมีอะไรที่เราสามารถทำให้ดีขึ้นได้บ้าง
vi: Có bất cứ điều gì chúng tôi có thể làm tốt hơn không?

source: Is this correct?
ar: هل هذا صحيح؟
bg: Правилно ли е?
ca: És correcte?
cs: Je to správně?
fa: آیا این درست است?
hi: क्या यह सही है?
ko: 이게 맞나요?
sv_se: Är detta rätt?
th: ถูกต้องหรือไม่?
vi: Cái này có đúng không?

source: Is this email address correct?
ar: هل عنوان البريد الإلكتروني هذا صحيح؟
bg: Този имейл адрес правилен ли е?
ca: És correcta, aquesta adreça electrònica?
cs: Je tato e-mailová adresa správná?
fa: آیا این آدرس ایمیل صحیح است?
hi: क्या यह ईमेल पता सही है?
ko: 이 이메일 주소가 맞나요?
sv_se: Är det rätt e-mail?
th: อีเมลนี้ถูกต้องหรือไม่?
vi: Địa chỉ email này có đúng không?

source: It's a good idea to avoid reusing addresses - this both protects your privacy and keeps your bitcoins secure against hypothetical attacks by quantum computers.
ar: إنها فكرة جيدة تجنب إعادة استخدام العناوين - فهذا يحمي خصوصيتك ويحافظ على عملات البيتكوين الخاصة بك آمنة من الهجمات الافتراضية التي تشنها أجهزة الكمبيوتر الكمية.
bg: Добра идея е да избягвате преизползването на адреси - така едновременно оставате по-скрити и пазите биткойните си от хипотетична атака от квантови компютри.
ca: És aconsellable no reutilitzar les adreces. Això protegeix la vostra privadesa i els vostres bitcoins contra atacs hipotètics d'ordinadors quàntics.
cs: Je vhodné vyvarovat se opakovanému použití adres - chrání to jak Vaše soukromí, tak i Vaše peníze proti hypotetickému útoku kvantovým počítačem.
fa: این یک ایده خوب برای جلوگیری از استفاده مجدد آدرس ها است--این هم از حریم خصوصی شما محافظت می کند و هم بیت کوین های شما را در برابر حملات فرضی توسط رایانه های کوانتومی حفظ می کند.
hi: पतों के पुन: प्रयोग से बचना एक अच्छा विचार है - यह दोनों आपकी गोपनीयता की सुरक्षा करता है और आपके bitcoins को क्वांटम कंप्यूटरों के काल्पनिक हमलों से सुरक्षित रखता है।
ko: 주소를 반복적으로 사용하시는 걸 추천합니다. 개인 정보의 보호는 물론, 비트코인을 양자 컴퓨터의 공격에서 안전하게 보호할 수 있습니다.
sv_se: Återanvända inte adresser - detta både skyddar din integritet och håller dina bitcoins säkra mot hypotetiska attacker av kvantdatorer.
th: จะดีกว่าหากหลีกเลี่ยงการใช้ที่อยู่ซ้ำ ทั้งความปลอดภัย และเป็นการปกป้องความเป็นส่วนตัวของคุณ
vi: Nên tránh sử dụng lại địa chỉ - điều này vừa để bảo vệ quyền riêng tư của bạn vừa để giữ an toàn cho bitcoin của bạn khỏi các cuộc tấn công giả định của máy tính lượng tử.

source: It's important that you write your backup phrase down correctly. If something happens to your wallet, you'll need this backup to recover your money. Please review your backup and try again.
ar: من المهم أن تكتب عبارة النسخ الاحتياطي في الأسفل بشكل صحيح. إذا حدث شيء ما لمحفظتك، فستحتاج إلى هذه النسخة الاحتياطية لاسترداد أموالك. يُرجى مراجعة النسخة الاحتياطية والمحاولة مرة أخرى.
bg: Важно е да запишете вашата резервна фраза правилно. Ако нещо се случи с портфейла си, ще ви трябва това архивно копие за възстановяване на парите. Моля прегледайте думите и опитайте отново.
ca: És important que copieu la vostra frase de seguretat correctament. Si li passés alguna cosa a la cartera, necessitaríeu aquesta frase de seguretat per recuperar els vostres diners. Reviseu la frase de seguretat i torneu-ho a provar.
cs: Je důležité si správně napsat zálohovací frázi. Stane-li se něco Vaší peněžence, budete tuto zálohu potřebovat ke zpřístupnění peněz. Zkontrolujte prosím Vaši zálohu a zkuste to znovu.
fa: این مهم است که شما عبارت پشتیبان خود را به درستی بنویسید. اگر اتفاقی برای کیف شما بیوفتد، شما برای بازیابی پول خود به این نسخه پشتیبان احتیاج خواهید داشت. لطفا نسخه پشتیبان خود را مرور کنید و دوباره سعی کنید.
hi: यह महत्वपूर्ण है कि आप अपने बैकअप वाक्यांश को सही ढंग से लिखें। यदि आपके वॉलेट को कुछ होता है, तो आपको अपने पैसे को पुर्नप्राप्त करने के लिए इस बैकअप की आवश्यकता होगी। कृपया अपने बैकअप की समीक्षा करें और दुबारा प्रयास करें।
ko: 백업 문구를 꼭 올바르게 적어놓으세요. 지갑에 불상사가 일어난다면 백업 문구가 꼭 필요합니다. 다시 한번 확인해주세요.
sv_se: Det är jätte viktigt att skriva din säkerhetsfras ned korrekt. Du kan använda den för att återställa tillgången till medel om något händer med din plånbok. Kolla din säkerhetskopia och försök igen.
th: มันสำคัญมากหากคุณบันทึกกลุ่มคำเหล่านี้อย่างถูกต้อง เพราะถ้ามีอะไรเกิดขึ้นกับกระเป๋าของคุณ คุณจะต้องสำรองข้อมูลนี้เพื่อกู้คืนเงินของคุณ กรุณาตรวจสอบการสำรองข้อมูลของคุณ และลองอีกครั้ง
vi: Điều quan trọng là bạn phải viết ra chính xác cụm từ sao lưu của mình. Nếu có vấn đề xảy ra với ví của bạn, bạn sẽ cần cụm từ sao lưu này để lấy lại tiền của mình. Vui lòng xem lại cụm từ sao lưu của bạn và thử lại.

source: Join
ar: الانضمام
bg: Присъединете се
ca: Uneix-t'hi
cs: Připojit
fa: عضویت
hi: शामिल हों
ko: 합류하기
sv_se: Gå med
th: เข้าร่วม
vi: Tham gia
