Repository: Bitcoin-com/Wallet
Catalog: i18n/po/*/template-*.po
Languages: ar, bg, ca, cs, fa, hi, ko, sv_se, th, vi

source: Cannot join the same wallet more than once
ar: لا يمكن ضم المحفظة نفسها أكثر من مرة
bg: Не може да се присъедините към портфейла повече от веднъж
ca: No us podeu unir a la mateixa cartera més d'un cop
cs: Nelze se připojit vícekrát ke stejné peněžence
fa: امکان بیش از یک بار پیوستن به یک کیف پول نیست
hi: एक से अधिक बार एक ही वॉलेट में शामिल नहीं हो सकते
ko: 같은 지갑에 한 번 이상 접속할 수 없습니다
sv_se: Kan inte gå med i samma plånbok fler än en gång
th: ไม่สามารถเข้ากระเป๋าเดิมมากกว่าหนึ่งครั้ง
vi: Không thể tham gia cùng một ví nhiều hơn một lần

source: Cards
ar: بطاقات
bg: Карти
ca: Targetes
cs: Karty
fa: کارت ها
hi: कार्ड्स
ko: 카드
sv_se: Kort
th: บัตร
vi: Thẻ

source: Certified by
ar: معتمدة من قبل
bg: Сертифицирано от
ca: Certificat per
cs: Certifikováno
fa: دارای مجوز از
hi: इनके द्वारा प्रमाणित
ko: 인증 완료
sv_se: Certifierad
th: รับรองโดย
vi: Được chứng nhận bởi

source: Check installation and retry.
ar: تحقق من التثبيت وأعد المحاولة.
bg: Проверете инсталацията и опитайте отново.
ca: Comproveu la instal·lació i torneu-ho a provar.
cs: Zkontrolujte instalaci a akci opakujte.
fa: نصب و راه اندازی را بررسی و مجددا امتحان کنید.
hi: इंस्टालेशन जांचें और पुनर्प्रयास करें।
ko: 설치 여부 확인 후 다시 시도하세요.
sv_se: Kolla installationen och försök igen.
th: ตรวจสอบการติดตั้งและลองอีกครั้ง
vi: Kiểm tra cài đặt và thử lại.

source: Choose a backup file from your computer
ar: اختر ملف النسخة الاحتياطية من جهاز الكمبيوتر الخاص بك
bg: Изберете файл с резервно копие от вашия компютър
ca: Trieu un fitxer de còpia de seguretat de l'ordinador
cs: Vyberte záložní soubor ze svého počítače
fa: انتخاب یک فایل پشتیبان از کامپیوتر خودتان
hi: अपने कंप्यूटर से कोई बैकअप फाइल चुनें
ko: 백업 파일을 컴퓨터에서 선택하세요
sv_se: Välj backup filer
th: เลือกไฟล์สำรองข้อมูลจากคอมพิวเตอร์ของคุณ
vi: Chọn một tệp sao lưu từ máy tính của bạn

source: Choose your destination wallet
ar: اختر مكان محفظتك
bg: Изберете портфейл на получател
ca: Trieu la cartera de destinació
cs: Zvolte cílovou peněženku
fa: کیف پول مقصد را انتخاب کنید
hi: अपना डेस्टीनेशन वॉलेट चुनें
ko: 목표 지갑을 설정하세요
sv_se: Välj din destination plånbok
th: เลือกกระเป๋าปลายทางที่ต้องการส่ง
vi: Chọn ví đích của bạn

source: Choose your source wallet
ar: اختر مكان وجود محفظتك
bg: Изберете портфейл източник
ca: Trieu la cartera d'origen
cs: Zvolte zdrojovou peněženku
fa: کیف پول مبدا را انتخاب کنید
hi: अपना सोर्स वॉलेट चुनें
ko: 지급 지갑을 설정하세요
sv_se: Välj din ursprungs plånbok
th: เลือกกระเป๋าของคุณ
vi: Chọn ví nguồn của bạn

source: Clear
ar: واضحة
bg: Изчисти
ca: Esborra
cs: Vymazat
fa: پاک سازی
hi: मिटाएं
ko: 지우기
sv_se: Rensa
th: ล้าง
vi: Xóa

source: Clear cache
ar: مسح ذاكرة التخزين المؤقت
bg: Изчистване на кеша
ca: Esborra la memòria cau
cs: Vymazat mezipaměť
fa: پاک سازی کش
hi: कैशे मिटाएं
ko: 캐시 지우기
sv_se: Rensa cache
th: ล้างแคช
vi: Xóa bộ nhớ cache

source: Click to accept
ar: النقر هنا للموافقة
bg: Щракнете за да приемете
ca: Feu clic per acceptar
cs: Kliknutím potvrďte
fa: برای قبول کلیک کنید
hi: स्वीकार करने के लिए क्लिक करें
ko: 수락하기
sv_se: Klicka för att acceptera
th: คลิกเพื่อตกลง
vi: Nhấn để chấp nhận

source: Click to pay
ar: النقر هنا للدفع
bg: Щракнете за да платите
ca: Feu clic per pagar
cs: Kliknutím zaplaťte
fa: برای پرداخت کلیک کنید
hi: भुगतान करने के लिए क्लिक करें
ko: 지불하기
sv_se: Klicka för att betala
th: คลิกเพื่อชำระเงิน
vi: Nhấn để trả tiền

source: Click to send
ar: انقر لإرسال
bg: Щракнете за да изпратите
ca: Feu clic per enviar
cs: Kliknutím odešlete
fa: برای ارسال کلیک کنید
hi: भेजने के लिए क्लिक करें
ko: 송금하기
sv_se: Klicka för att skicka
th: คลิกเพื่อส่ง
vi: Nhấp để gửi

source: Close
ar: إغلاق
bg: Затвори
ca: Tanca
cs: Zavřít
fa: بستن
hi: बंद करें
ko: 닫기
sv_se: Stäng
th: ปิด
vi: Đóng

source: Coin
ar: العملة
bg: Монети
ca: Moneda
cs: Mince
fa: سکه
hi: कॉइन
ko: 코인
sv_se: Mynt
th: เหรียญ
vi: Đồng xu

source: Color
ar: لون
bg: Цвят
cs: Barva
fa: رنگ
hi: रंग
ko: 색상
sv_se: Färg
th: สี
vi: Màu sắc

source: Commit hash
ar: إجراء التجزئة
bg: Изпрати хеш
ca: Hash de confirmació
cs: Potvrzení hodnoty hash
fa: هش می مرتکب
hi: कमिट हैश
ko: 해시 커밋하기
vi: Băm cam kết

source: Complete the backup process to use this option
ar: إكمال عملية النسخ الاحتياطي لاستخدام هذا الخيار
bg: Създай резервно копие за да ползваш тази опция
ca: Completeu el procés de còpia de seguretat per utilitzar aquesta opció
cs: Dokončete proces zálohování pro použití této možnosti
fa: برای استفاده از این گزینه فرایند پشتیبان گیری را تکمیل کنید
hi: इस विकल्प का उपयोग करने के लिए बैकअप प्रक्रिया को पूरा करें
ko: 백업 완료 후에 사용할 수 있습니다
sv_se: Slutför säkerhetskopieringen om du vill använda det här alternativet
th: ทำการสำรองข้อมูลจะใช้ตัวเลือกนี้
vi: Hoàn tất quá trình sao lưu để sử dụng tùy chọn này

source: Completed
ar: اكتملت
bg: Готово
ca: Completat
cs: Dokončeno
fa: تکمیل شده
hi: पूर्ण हुआ
ko: 완료
sv_se: Slutfört
th: เสร็จสมบูรณ์
vi: Đã hoàn tất

source: Confirm
ar: تأكيد
bg: Потвърди
ca: Confirma
cs: Potvrdit
fa: تایید
hi: पुष्टि करें
ko: 확인
sv_se: Bekräfta
th: ยืนยัน
vi: Xác nhận

source: Confirm &amp; Finish
ar: تأكيد &amp; إنهاء
bg: Потвърди &amp; Приключи
ca: Confirmeu &amp; finalitzeu
cs: Potvrdit &amp; dokončit
fa: تایید &amp; پایان
hi: पुष्टि करें &amp; समाप्त करें
ko: 확인 &amp; 완료
sv_se: Bekräfta &amp; Klar
th: ยืนยันเสร็จสิ้น &amp;amp;
vi: Xác nhận &amp; kết thúc

source: Confirm purchase
ar: تأكيد الشراء
bg: Потвърди покупката
ca: Confirmeu la compra
cs: Potvrdit nákup
fa: تایید خرید
hi: खरीद की पुष्टि करें
ko: 구매 확인
sv_se: Bekräfta köp
th: ยืนยันการซื้อ
vi: Xác nhận mua

source: Confirm your PIN
ar: تأكيد رمز PIN
bg: Потвърдете вашия ПИН
ca: Confirmeu el PIN
cs: Potvrdit PIN kód
fa: کد PIN خود را تأیید کنید
hi: अपने PIN की पुष्टि करें
ko: 비밀번호 확인
sv_se: Bekräfta din PIN-kod
th: ยืนยันรหัสผ่าน
vi: Xác nhận mã PIN của bạn

source: Confirm your new spending password
ar: تأكيد كلمة المرور الخاصة بالانفاق الجديدة
bg: Потвърдете паролата си за харчене
ca: Confirmeu la nova contrasenya de despeses
cs: Potvrďte nové heslo pro potvrzování plateb
fa: تایید کلمه عبور جدید جهت خرج دارایی
hi: अपने नए खर्च पासवर्ड की पुष्टि करें
ko: 새로운 지불비밀번호 확인
sv_se: Bekräfta ditt nya spenderar lösenord
th: ยืนยันรหัสผ่านการใช้จ่ายของคุณใหม่
vi: Xác nhận mật khẩu chi tiêu mới

source: Confirmations
ar: عمليات التأكيد
bg: Потвърждения
ca: Confirmacions
cs: Potvrzení
fa: تاييديه ها
hi: पुष्टिकरण
ko: 확인
sv_se: Bekräftelser
th: ทำการยืนยัน
vi: Xác nhận

source: Confirming
ar: تأكيد
bg: Потвърждаване
ca: S'està confirmant
cs: Potvrzování
fa: در حال تایید
hi: पुष्टि की जा रही है
ko: 확인 중
sv_se: Bekräftar
th: กำลังยืนยัน
vi: Xác nhận

source: Connect my BitPay Card
ar: توصيل بطاقة BitPay
bg: Свържи моята BitPay карта
ca: Connecta la meva BitPay Card
cs: Propojit s BitPay kartou
fa: BitPay من را متصل کن
hi: मेरे BitPay Card को कनेक्ट करें
ko: BitPay 카드 연동하기
sv_se: Anslut mitt BitPay kort
th: เชื่อมต่อการ์ด BitPay ของฉัน
vi: Kết nối Thẻ BitPay của tôi

source: Connecting to Coinbase...
ar: ربط Coinbase...
bg: Свързване към Coinbase...
ca: S'està connectant a Coinbase...
cs: Připojování ke Coinbase...
fa: در حال اتصال به Coinbase...
hi: Coinbase से कनेक्ट हो रहा है...
ko: Coinbase에 연결 중...
sv_se: Ansluter till Coinbase...
th: กำลังเชื่อมต่อกับ Coinbase ...
vi: Đang kết nối với Coinbase...

source: Connecting to Glidera...
ar: جار الاتصال بـ Glidera
bg: Свързване към Glidera...
ca: S'està connectant a Glidera...
cs: Připojování ke Glidera...
fa: در حال اتصال به Glidera...
hi: Glidera से कनेक्ट हो रहा है...
ko: Glidera에 연결 중...
sv_se: Ansluter till Glidera...
th: กำลังเชื่อมต่อกับ Coinbase...
vi: Đang kết nối với Glidera...

source: Connection reset by peer
ar: إعادة الاتصال بواسطة النظير
bg: Връзката бе прекъсната от пиъра
ca: Connexió reiniciada per un parell
cs: Připojení přerušeno druhou stranou
fa: ریست اتصال توسط همکار
hi: साथी द्वारा कनेक्शन रीसेट किया गया
ko: 연결 실패
sv_se: Anslutningen återställdes
th: การเชื่อมต่อใหม่โดยคนอื่น
vi: Kết nối được đặt lại bởi máy ngang hàng

source: Contacts
ar: جهات الاتصال
bg: Контакти
ca: Contactes
cs: Kontakty
fa: تماسها
hi: संपर्क
ko: 연락처
sv_se: Kontakter
th: รายชื่อ
vi: Liên hệ

source: Saved frequently used addresses
ar: حفظ العناوين المستخدمة بشكل متكرر
bg: Запазени често използвани адреси
ca: Adreces utilitzades freqüentment desades
cs: Uložené, často používané adresy
fa: آدرس های ذخیره شده که اغلب مورد استفاده قرار گرفته اند
hi: सहेजे गए अक्सर उपयोग किए गए पते
ko: 자주 사용하는 저장된 주소
sv_se: Sparade återkommande adresser
th: บันทึกที่อยู่ที่ใช้บ่อย
vi: Các địa chỉ được sử dụng thường xuyên đã lưu

source: Continue
ar: مواصلة
bg: Напред
ca: Continua
cs: Pokračovat
fa: ادامه
hi: जारी रखें
ko: 계속하기
sv_se: Fortsätt
th: ขั้นตอนต่อไป
vi: Tiếp tục

source: Contribute Translations
ar: المساهمة في الترجمات
bg: Помогни с Превеждането
ca: Contribuïu a les traduccions
cs: Přispět k překladu
fa: مشارکت در ترجمه
hi: अनुवाद में योगदान करें
ko: 번역에 기여하기
sv_se: Hjälp att översätta
th: ช่วยแปล
vi: Đóng góp bản dịch

source: Copay only supports Bitcoin Cash using new version numbers addresses
ar: يدعم Copay بيتكوين كاش فقط باستخدام عناوين أرقام الإصدار الجديد
bg: Copay поддържа Bitcoin Cash само с новия адресен формат
ca: Copay només admet Bitcoin Cash si s'utilitza la nova versió d'adreces
cs: Copay podporuje pouze novou verzi adres u Bitcoin Cash
fa: Copay فقط Bitcoi Cash هایی که از آدرس های با شماره جدید استفاده می کنند را پشتیبانی می کند
hi: Copay केवल नए संस्करण के संख्या पतों का उपयोग करते हुए Bitcoin कैश का समर्थन करता है
ko: Copay는 최신 버전의 주소를 사용하는 비트코인 캐시만 지원합니다
sv_se: "Copay" stöder endast Bitcoin Cash med ny versionsnummer adressering
th: Copay สนับสนุนเงิน Bitcoin ที่ใช้ที่อยู่เวอร์ชั่นใหม่เท่านั้น
vi: Copay chỉ hỗ trợ Bitcoin Cash sử dụng địa chỉ số phiên bản mới

source: Copayer already in this wallet
ar: يوجد Copayer بالفعل في محفظتك
bg: Ко-платеца е вече добавен в портфейла
ca: Copayer ja és en aquesta cartera
cs: Spoluplátce již v této peněžence je
fa: Copayer از قبل در این کیف پول وجود دارد
hi: कोपेयर पहले से ही इस वॉलेट में शामिल है
ko: 공동지불인이 이미 지갑에 참여 중입니다
sv_se: Plånbokens delägare har redan gått med
th: Copayer อยู่ในกระเป๋านี้แล้ว
vi: Nhà giao dịch Copay đã có trong ví này

source: Copayer already voted on this spend proposal
ar: لقد قام Copayer بالتصويت بالفعل على مقترح الإنفاق هذا
bg: Ко-платеца вече гласува за това предложение за харчене
ca: Copayer ja ha votat aquesta proposta de despesa
cs: Spoluplátce již hlasoval pro tento návrh platby
fa: Copayer در قبلا در مورد این پیشنهاد خرج رای داده است
hi: कोपेयर ने पहले ही इस खर्च प्रस्ताव पर वोट कर दिया है
ko: 공동지불인이 이미 투표를 완료했습니다
sv_se: Delägaren har redan röstat om denna betalning
th: Copayer ถูกเลือกในข้อเสนอการใช้จ่ายนี้
vi: Nhà giao dịch Copay đã bình chọn cho đề xuất chi tiêu này

source: Copayer data mismatch
ar: عدم تطابق بيانات Copayer
bg: Несъвпадение на данни на ко-платец
ca: Discrepància en les dades de Copayer
cs: Neshoda dat spoluplátce
fa: عدم تطابق داده های copayer
hi: कोपेयर डेटा अनुरूप नहीं
ko: 공동지불인 데이터 불일치
sv_se: Uppgifterna av plånbokens delägare stämmer inte
th: Copayer ข้อมูลไม่ตรงกัน
vi: Dữ liệu của nhà giao dịch Copay không khớp

source: Copayer joined
ar: انضم Copayer
bg: Ко-платец добавен
ca: Copayer s'ha unit
cs: Spoluplátce se připojil
fa: Copayer پیوست
hi: कोपेयर शामिल हुआ
ko: 공동지불인 합류 완료
sv_se: Delägare gick med
th: เข้าร่วม copayer แล้ว
vi: Nhà giao dịch Copay đã tham gia

source: Copayer {{$index}}
bg: Ко-платец {{$index}}
cs: Spoluplátce {{$index}}
hi: कोपेयर {{$index}}
ko: 공동지불인 {{$index}}
sv_se: Delägare {{$index}}
vi: Nhà giao dịch Copay {{$index}}

source: Copied to clipboard
ar: تم النسخ إلى الحافظة
bg: Копирано
ca: Copiat al porta-retalls
cs: Zkopírováno do schránky
fa: در کلیپ بورد کپی شد
hi: क्लिपबोर्ड पर कॉपी हुआ
ko: 클립보드에 복사 완료
sv_se: Kopierad till klippbordet
th: คัดลอกไปยังคลิปบอร์ด
vi: Đã sao chép vào bảng ghi tạm

source: Copy this text as it is to a safe place (notepad or email)
ar: انسخ هذا النص كما هو في مكان آمن (المفكرة أو البريد الإلكتروني)
bg: Копирайте този текст без модификации и на безопасно място (notepad или email)
ca: Copieu aquest text tal qual en un lloc segur (bloc de notes o correu electrònic)
cs: Zkopírujte tento text na bezpečné místo (poznámkový blok nebo email)
fa: این متن را همانگونه که هست در یک جای امن کپی کنید (دفترچه یادداشت و یا ایمیل)
hi: इस टेक्स्ट को ज्यों का त्यों किसी सुरक्षित जगह (नोटपैड या ईमेल) पर कॉपी करें
ko: 이 문구을 안전한 장소로 복사하세요 (노트패드 혹은 이메일)
sv_se: Kopiera texten som den är till en säker plats (notepad eller e-mail)
th: คัดลอกข้อความนี้ไปยังที่ๆปลอดภัย (notepad หรืออีเมล)
vi: Sao chép nguyên văn văn bản này vào một nơi an toàn (notepad hoặc email)

source: Copy to clipboard
ar: انسخ إلى الحافظة
bg: Копирай
ca: Copia al porta-retalls
cs: Zkopírovat do schránky
fa: کپی در کلیپ بورد
hi: क्लिपबोर्ड पर कॉपी करें
ko: 클립보드에 복사하기
sv_se: Kopiera till klippbordet
th: คัดลอกไปยังคลิปบอร์ด
vi: Sao chép vào bảng ghi tạm

source: Could not access Gift Card Service
ar: لا يمكن الوصول إلى خدمة Gift Card
bg: Няма достъп до услугите за Подаръчни Карти
ca: No s'ha pogut accedir al servei de targetes regal
cs: Nelze se spojit se službou pro dárkové karty
fa: نتوانست به خدمات کارت هدیه دسترسی پیدا کند
hi: गिफ्ट कार्ड सेवा को एक्सेस नहीं कर सके
ko: 기프트 카드 서비스를 사용할 수 없습니다
sv_se: Kunde inte komma åt presentkort tjänsten
th: ไม่สามารถเข้าถึงบริการบัตรของขวัญ
vi: Không thể truy cập Dịch vụ thẻ quà tặng

source: Could not access the wallet at the server. Please check:
ar: لا يمكن الوصول إلى المحفظة على الخادم. يرجى التحقق:
bg: Няма достъп до портфейл на сървъра. Моля, проверете:
ca: No s'ha pogut accedir a la cartera al servidor. Comproveu:
cs: Nelze se spojit s peněženkou na serveru. Prosím zkontrolujte:
fa: نتوانست به کیف پول در سرور دسترسی پیدا کند. لطفا بررسی کنید:
hi: सर्वर पर वॉलेट को एक्सेस नहीं कर सके। कृपया जांच करें:
ko: 서버 내 지갑에 접속할 수 없습니다. 확인해주세요:
sv_se: Kunde inte komma åt plånboken på servern. Vänligen kolla:
th: ไม่สามารถเข้าถึงกระเป๋าที่เซิร์ฟเวอร์ได้ โปรดตรวจทาน:
vi: Không thể truy cập ví tại máy chủ. Vui lòng kiểm tra:

source: Could not access to Amazon.com
ar: لا يمكن الووصول إلى موقع Amazon.com
bg: Няма достъп до Amazon.com
ca: No s'ha pogut accedir a Amazon.com
cs: Nelze se spojit s Amazon.com
fa: امکان دسترسی به Amazon.com
hi: Amazon.com को एक्सेस नहीं कर सके
ko: 아마존에 접속할 수 없습니다
sv_se: Kunde inte komma åt Amazon.com
th: สามารถเข้าถึง Amazon.com
vi: Không thể truy cập Amazon.com

source: Could not access wallet
ar: تعذر الوصول إلى المحفظة
bg: Няма достъп до портфейла
ca: No s'ha pogut accedir a la cartera
cs: Nelze získat přístup k peněžence
fa: نتوانست به کیف پول دسترسی پیدا کند
hi: वॉलेट को एक्सेस नहीं कर सके
ko: 지갑에 접속할 수 없습니다
sv_se: Kunde inte komma åt plånboken
th: ไม่สามารถเข้าถึงกระเป๋าได้
vi: Không thể truy cập ví

source: Could not add message to imported wallet without shared encrypting key
ar: لا يمكن إضافة رسالة إلى المحفظة المستوردة من دون مفتاح التشفير المشترك
bg: Неуспешно добавяне на съобщение към портфейла без споделен криптиращ ключ
ca: No s'ha pogut afegir cap missatge a la cartera importada sense la clau d'encriptatge compartida
cs: Nelze přidat zprávu do importované peněženky bez sdíleného šifrovacího klíče
fa: پیام را به کیف پول وارد شده بدون کلید رمز نگاری اشتراک گذاشته شده نتوانست اضافه نماید
hi: शेयर्ड इन्क्रिप्टिंग की के बिना इम्पोर्ट किए हुए वॉलेट में संदेश नहीं शामिल कर सके
ko: 내려받은 지갑에 메시지를 추가하려면 암호 키가 필요합니다
sv_se: Kunde inte tillägga meddelande till importerad plånbok utan delad krypteringsnyckel
th: ไม่สามารถเพิ่มข้อความนำเข้ากระเป๋าโดยไม่มีการคีย์เข้ารหัสลับที่ใช้ร่วมกัน
vi: Không thể thêm tin nhắn vào ví đã nhập mà không có khóa mã hóa chung

source: Could not broadcast payment
ar: لا يمكن بث الدفعية
bg: Неуспешно излъчване на плащане
ca: No s'ha pogut emetre el pagament
cs: Nelze odeslat platbu
fa: پرداخت را نتوانست ارسال و پخش کند
hi: भुगतान को प्रसारित नहीं कर सके
ko: 거래를 브로드캐스트할 수 없습니다
sv_se: Kunde inte sända ut betalningen
th: ไม่สามารถทำการชำระเงิน
vi: Không thể phát rộng thanh toán

source: Could not build transaction
ar: لا يمكن إنشاء المعاملة
bg: Неуспешно конструиране на транзакция
ca: No s'ha pogut generar una transacció
cs: Nelze sestavit transakci
fa: تراکنش را نتوانست بسازد
hi: ट्रांजैक्शन निर्मित नहीं कर सके
ko: 거래를 진행할 수 없습니다
sv_se: Kunde inte skapa transaktionen
th: ไม่สามารถทำธุรกรรมใดๆได้
vi: Không thể xây dựng giao dịch

source: Could not create address
ar: لا يمكن إنشاء عنوان
bg: Неуспешно създаване на адрес
ca: No s'ha pogut crear una adreça
cs: Nelze vytvořit adresu
fa: آدرس را نتوانست ایجاد کند
hi: पता क्रीएट नहीं कर सके
ko: 주소를 생성할 수 없습니다
sv_se: Kunde inte skapa adress
th: ไม่สามารถสร้างที่อยู่ได้
vi: Không thể tạo địa chỉ

source: Could not create the invoice
ar: لا يمكن إنشاء الفاتورة
bg: Неуспешно създаване на фактура
ca: No s'ha pogut crear la factura
cs: Nelze vytvořit fakturu
fa: صورت حساب را نتوانست بسازد
hi: चालान क्रीएट नहीं कर सके
ko: 청구서를 만들 수 없습니다
sv_se: Kunde inte skapa fakturan
th: ไม่สามารถสร้างใบแจ้งหนี้ได้
vi: Không thể tạo hoá đơn

source: Could not create transaction
ar: لا يمكن إنشاء المعاملة
bg: Неуспешно създаване на транзакция
ca: No s'ha pogut crear una transacció
cs: Nelze vytvořit transakci
fa: تراکنش را نتوانست ایجاد کند
hi: ट्रांजैक्शन क्रीएट नहीं कर सके
ko: 거래건을 만들 수 없습니다
sv_se: Kunde inte skapa transaktionen
th: ไม่สามารถทำธุรกรรมใดๆได้
vi: Không thể tạo giao dịch

source: Could not create using the specified extended private key
ar: لا يمكن الإنشاء باستخدام المفتاح الخاص الموسع المحدد
bg: Неуспешно създаване чрез разширен таен ключ
ca: No s'ha pogut crear utilitzant la clau privada ampliada especificada
cs: Nelze vytvořit pomocí zadaného rozšířeného soukromého klíče
fa: با استفاده از کلید خصوصی توسعه یافته اختصاص داده شده نتوانست ایجاد کند
hi: निर्दिष्ट विस्तारित निजी कुंजी का उपयोग कर क्रीएट नहीं कर सके
ko: 주어진 개인키로는 만들 수 없습니다
sv_se: Kunde inte skapa med den angivna utökade privata nyckeln
th: ไม่สามารถสร้างโดยใช้คีย์ส่วนตัวเพิ่มเติมที่ระบุ
vi: Không thể tạo bằng khóa riêng mở rộng đã chỉ định

source: Could not create using the specified extended public key
ar: لا يمكن الإنشاء باستخدام المفتاح الخاص الموسع المحدد
bg: Неуспешно създаване чрез разширен публичен ключ
ca: No s'ha pogut crear utilitzant la clau pública ampliada especificada
cs: Nelze vytvořit pomocí zadaného rozšířeného veřejného klíče
fa: با استفاده از کلید عمومی توسعه یافته اختصاص داده شده نتوانست ایجاد کند
hi: निर्दिष्ट विस्तारित सार्वजनिक कुंजी का उपयोग कर क्रीएट नहीं कर सके
ko: 주어진 공개키로는 만들 수 없습니다
sv_se: Kunde inte skapa med den angivna utökade offentliga nyckeln
th: ไม่สามารถสร้างโดยใช้คีย์สาธารณะที่ระบุเพิ่มเติม
vi: Không thể tạo bằng khóa công khai mở rộng đã chỉ định

source: Could not create: Invalid wallet recovery phrase
ar: لا يمكن الإنشاء: عبارة استرداد محفظة غير صالحة
bg: Не можа да създаде: Невалидна възстановителна фраза
ca: No s'ha pogut crear: la frase de recuperació de la cartera no és vàlida
cs: Nelze vytvořit: neplatná fráze k obnovení peněženky
fa: نتوانست ایجاد کند: عبارت بازیابی مربوط به کیف پول غیر معتبر
hi: अमान्य वॉलेट पुनर्प्राप्ति वाक्यांश क्रीएट नहीं कर सके
ko: 만들 수 없습니다: 지갑 백업 문구 오류
sv_se: Kunde inte skapa: ogiltig plånbok lösenordsfras
th: ไม่สามารถสร้างได้: ไม่พบวลีกู้คืนกระเป๋าสตางค์
vi: Không thể tạo: Cụm từ khôi phục ví không hợp lệ

source: Could not decrypt file, check your password
ar: لا يمكن فك تشفير الملف، تحقق من كلمة المرور الخاصة بك
bg: Не можа да дешифрира портфейл. Проверете паролата си
ca: No s'ha pogut desencriptar el fitxer; comproveu la contrasenya
cs: Nelze dešifrovat soubor, zkontrolujte heslo
fa: فایل را نتوانست رمز گشایی کند، رمز عبور خود رابررسی نمایید
hi: फाइल डीक्रिप्ट नहीं कर सके, अपना पासवर्ड जांचें
ko: 해독 실패, 비밀번호를 확인해주세요
sv_se: Kunde inte avkoda filen, kolla ditt lösenord
th: ไม่สามารถถอดรหัสไฟล์ โปรดตรวจสอบรหัสผ่านของคุณ
vi: Không thể giải mã tệp, hãy kiểm tra mật khẩu của bạn

source: Could not delete payment proposal
ar: لا يمكن حذف مقترح الدفع
bg: Неуспешно изтриване на предложение за плащане
ca: No s'ha pogut suprimir la proposta de pagament
cs: Nelze smazat návrh platby
fa: پیشنهاد پرداخت را نتوانست حدف نماید
hi: भुगतान प्रस्ताव डिलीट नहीं कर सके
ko: 지불 제안 삭제 실패
sv_se: Kunde inte ta bort betalningsförslag
th: ไม่สามารถลบคำขอการชำระเงินได้
vi: Không thể xóa đề nghị thanh toán

source: Could not duplicate
ar: لا يمكن التكرار
bg: Неуспешно дуплициране
ca: No s'ha pogut duplicar
cs: Nelze duplikovat
fa: تکراری آن را نتوانست ایجاد کند
hi: डुप्लिकेट नहीं कर सके
ko: 복사할 수 없습니다
sv_se: Kunde inte duplicera
th: ไม่สามารถทำซ้ำ
vi: Không thể nhân đôi

source: Could not get dynamic fee
ar: لا يمكن الحصول على رسوم ديناميكية
bg: Неуспешно вземане на динамична такса
ca: No s'ha pogut obtenir una comissió dinàmica
cs: Nelze získat dynamický poplatek
fa: کارمزد را یه صورت اتوماتیک نتوانست اخذ کند
hi: गतिशील शुल्क प्राप्त नहीं कर सके
ko: 다이나믹 수수료 실패
sv_se: Kunde inte få den dynamiska avgiften
th: ไม่สามารถรับค่าธรรมเนียมแบบไดนามิก
vi: Không thể lấy phí động

source: Could not get dynamic fee for level: {{feeLevel}}
ar: لا يمكن الحصول على رسوم ديناميكية للمستوى: {{feeLevel}}
bg: Неуспешно взимане на динамична такса за ниво: {{feeLevel}}
ca: No s'ha pogut obtenir la comissió dinàmica per al nivell: {{feeLevel}}
cs: Nelze získat dynamický poplatek pro úroveň: {{feeLevel}}
fa: کارمزد را برای سطح {{feeLevel}} به صورت اتوماتیک نتوانست اخذ کند
hi: इस स्तर के लिए गतिशील शुल्क प्राप्त नहीं कर सके: {{feeLevel}}
ko: {{feeLevel}}에는 다이나믹 수수료를 사용할 수 없습니다
sv_se: Kunde inte få den dynamiska avgiften för nivå: {{feeLevel}}
th: ไม่สามารถรับค่าธรรมเนียมแบบไดนามิกสำหรับระดับ: {{feeLevel}}
vi: Không thể lấy phí động cho cấp độ: {{feeLevel}}

source: Could not get fee levels
ar: يتعذر الحصول على مستويات للرسوم
bg: Неуспешно взимане на нива за такси
ca: No s'han pogut obtenir els nivells de comissió
cs: Nelze získat úrovně poplatků
fa: سطح کارمزد را نتوانست اخذ کند
hi: शुल्क स्तर नहीं मिल सके
ko: 수수료 차트를 불러올 수 없습니다
sv_se: Kunde inte få avgiften
th: ไม่สามารถรับค่าธรรมเนียมระดับนี้
vi: Không thể lấy cấp độ phí

source: Could not get the invoice
ar: يتعذر الحصول على الفاتورة
bg: Неуспешно взимане на фактура
ca: No s'ha pogut obtenir la factura
cs: Nelze získat fakturu
fa: صورت حساب را نتوانست اخذ کند
hi: चालान नहीं मिल सका
ko: 청구서를 불러올 수 없습니다
sv_se: Kunde inte få fakturan
th: ไม่สามารถรับใบแจ้งหนี้
vi: Không thể lấy hoá đơn

source: Could not get transactions
ar: يتعذر الحصول على معاملات
bg: Неуспешно взимане на транзакции
ca: No s'han pogut obtenir les transaccions
cs: Nelze získat transakce
fa: تراکنش را نتوانست اخذ کند
hi: ट्रांजैक्शन्स नहीं मिल सके
ko: 거래를 불러올 수 없습니다
sv_se: Kunde inte få transaktioner
th: ไม่สามารถรับธุรกรรม
vi: Không thể lấy giao dịch

source: Could not import
ar: يتعذر الاستيراد
bg: Неуспешен импорт
ca: No s'ha pogut importar
cs: Nelze importovat
fa: نتوانست وارد کند
hi: इम्पोर्ट नहीं कर सके
ko: 내려받을 수 없습니다
sv_se: Kunde inte importera
th: ไม่สามารถนำเข้า
vi: Không thể nhập

source: Could not import. Check input file and spending password
ar: لا يمكن الاستيراد. تحقق من ملف الإدخال وكلمة المرور الخاصة بالانفاق
bg: Неуспешен импорт. Проверете входящия файл и паролата за отключване
ca: No s'ha pogut importar. Comproveu el fitxer d'entrada i la contrasenya de despeses
cs: Nelze importovat. Zkontrolujte vstupní soubor a heslo pro potvrzení platby
fa: واردات می تواند. بررسی پرونده های ورودی و هزینه های رمز عبور
hi: इम्पोर्ट नहीं कर सके। इनपुट फाइल एवं खर्च पासवर्ड की जांच करें
ko: 내려받을 수 없습니다. 파일과 비밀번호를 확인해주세요
sv_se: Kunde inte importera Kolla inmatningsfilen och lösenordet
th: ไม่สามารถนำเข้าได้ โปรดตรวจสอบแฟ้มการป้อนข้อมูลและรหัสผ่าน
vi: Không thể nhập. Hãy kiểm tra tệp đầu vào và mật khẩu chi tiêu

source: Could not join wallet
ar: لا يمكن الانضمام إلى المحفظة
bg: Неуспешно присъединяване на портфейл
ca: No s'ha pogut unir a la cartera
cs: Nelze připojit peněženku
fa: نتوانست به کیف پول بپیوندد
hi: वॉलेट को जोड़ा नहीं जा सका
ko: 지갑에 참여할 수 없습니다
sv_se: Kunde inte gå med plånboken
th: ไม่สามารถเข้ากระเป๋าสตางค์ได้
vi: Không thể tham gia ví
