Repository: Bitcoin-com/Wallet
Catalog: i18n/po/*/template-*.po
Languages: ar, bg, ca, cs, fa, hi, ko, sv_se, th, vi

source: Join my {{appName}} Wallet. Here is the invitation code: {{secret}} You can download {{appName}} for your phone or desktop at {{appUrl}}
ar: انضم إلي محفظة {{appName}}. ها هنا رمز الدعوة: {{secret}} يمكنك تنزيل {{appName}} لهاتفك أو إلى سطح المكتب على {{appUrl}}
bg: Присъединете се към {{appName}} портфейл. Тук е кодът на поканата: {{secret}}. Можете да изтеглите {{appName}} за вашия телефон или компютър {{appUrl}}
ca: Uneix-te a la meva cartera {{appName}}. Aquí tens el codi d'invitació: {{secret}} Et pots descarregar {{appName}} per al teu telèfon o ordinador de taula a {{appUrl}}
cs: Připojte se k mé {{appName}} peněžence. Zde je kód pozvánky: {{secret}} - {{appName}} můžete stáhnout jak pro telefon tak i PC zde: {{appUrl}}
fa: به کیف پول {{appName}} من بپیوند. این کد دعوته: {{secret}} شما می توانید {{appName}} را برای گوشی و یا دسکتاپ از{{appUrl}} دانلود کنید
hi: मेरे {{appName}} वॉलेट में शामिल हों। यह है आमंत्रण कोड: {{secret}} आप {{appUrl}} से अपने फोन या डेस्कटॉप के लिए {{appName}} डाउनलोड कर सकते हैं
ko: 저와 함께 {{appName}} 지갑을 사용해주세요. 초청 코드: {{secret}} {{appName}}을 핸드폰이나 컴퓨터에서 다운로드받으실 수 있습니다. 다운로드 링크: {{appUrl}}
sv_se: Gå med i min plånbok {{appName}}. Inbjudan kod {{secret}} Du kan ladda ner {{appName}} för din telefon eller skrivbord på {{appUrl}}
th: เข้าร่วมกระเป๋าของฉัน {{appName}} และนี่เป็นรหัสการเชิญ {{secret}} คุณสามารถดาวน์โหลด {{appName}} สำหรับโทรศัพท์หรือคอมพิวเตอร์ที่นี่ {{appUrl}}
vi: Hãy tham gia Ví {{appName}} của tôi. Đây là mã mời tham gia: {{secret}} Bạn có thể tải về {{appName}} cho điện thoại hoặc máy tính để bàn của bạn tại {{appUrl}}

source: Join shared wallet
ar: الانضمام إلى المحفظة المشتركة
bg: Присъедини се към споделен портфейл
ca: Uneix-te a la cartera compartida
cs: Připojit ke sdílené peněžence
fa: پیوستن به کیف پول مشترک
hi: शेयर्ड वॉलेट में सम्मिलित हों
ko: 공유 지갑에 합류하기
sv_se: Gå med i en offentlig plånbok
th: เข้าร่วมกระเป๋าร่วมกัน
vi: Tham gia ví dùng chung

source: Joining Wallet...
ar: جارٍ الانضمام إلى المحفظة...
bg: Присъединяване към Портфейл...
ca: S'està unint a la cartera...
cs: Připojování peněženky...
fa: در حال پیوستن به کیف پول...
hi: वॉलेट में सम्मिलित हो रहे हैं...
ko: 지갑에 합류 중...
sv_se: Gå med i plånboken...
th: กำลังเข้าร่วมกระเป๋า...
vi: Đang tham gia ví...

source: Just scan the code to pay.
ar: فقط امسح الرمز ضوئيًا للدفع.
bg: Просто сканирай кода за да платиш.
ca: Escanegeu el codi per pagar.
cs: Pro zaplacení jen naskenujte kód.
fa: برای پرداخت فقط کد را اسکن کن.
hi: भुगतान करने के लिए बस कोड को स्कैन करें।
ko: 코드를 스캔하면 송금할 수 있습니다.
sv_se: Skanna bara koden för att betala.
th: เพียงสแกนรหัสการชำระเงิน
vi: Chỉ cần quét mã để thanh toán.

source: Key already associated with an existing wallet
ar: يرتبط المفتاح بالفعل بمحفظة حالية
bg: Ключа вече е свързан със съществуващ портфейл
ca: Clau ja associada a una cartera existent
cs: Klíč je již asociován s existující peněženkou
fa: کلید ارقبل با یکی از کیف های پول مرتبط است
hi: कुंजी पहले से ही मौजूदा वॉलेट के साथ संबद्ध है
ko: 이미 존재하는 지갑의 키 입니다
sv_se: Nyckeln är redan associerad med en befintlig plånbok
th: คีย์ที่เกี่ยวข้องกับกระเป๋ามีอยู่แล้ว
vi: Khóa đã được liên kết với một ví hiện có

source: Language
ar: اللغة
bg: Език
ca: Llengua
cs: Jazyk
fa: زبان
hi: भाषा
ko: 언어
sv_se: Språk
th: ภาษา
vi: Ngôn ngữ

source: Last Month
ar: الشهر الماضي
bg: Миналия месец
ca: Mes passat
cs: Minulý měsíc
fa: ماه گذشته
hi: पिछले महीने
ko: 지난달
sv_se: Senaste månaden
th: เดือนสุดท้าย
vi: Tháng trước

source: Learn more
ar: معرفة المزيد
bg: Научете повече
ca: Més informació
cs: Zjistěte více
fa: بیشتر بیاموزید
hi: अधिक जानें
ko: 더 배우기
sv_se: Lära mer
th: เรียนรู้เพิ่มเติม
vi: Tìm hiểu thêm

source: Let's verify your backup phrase.
ar: دعنا نتحقق من عبارة النسخ الاحتياطي الخاصة بك.
bg: Нека проверим вашата резервна фраза.
ca: Verifiquem la vostra frase de seguretat.
cs: Ověřme Vaši zálohovací frázi.
fa: بیا عبارت پشتیبانی تو را بررسی کنیم.
hi: आओ आपके बैकअप वाक्यांश को सत्यापित करें।
ko: 백업 문구를 검증하겠습니다.
sv_se: Låt oss verifiera din säkerhetsfras.
th: ตรวจสอบกลุ่มคำสำรองข้อมูลของคุณ
vi: Hãy xác minh cụm từ sao lưu của bạn.

source: Loading addresses...
ar: جارٍ تحميل العناوين...
bg: Зареждане на адреси...
ca: S'estan carregant les adreces...
cs: Načítání adres...
fa: در حال بارگذاری آدرس ها...
hi: पते लोड हो रहे हैं...
ko: 주소 로딩 중...
sv_se: Laddar adresser...
th: กำลังดึงข้อมูลที่อยู่...
vi: Đang tải địa chỉ...

source: Loading transaction info...
ar: جارٍ تحميل معلومات المعاملة...
bg: Зареждане на транзакционна информация...
ca: S'està carregant la informació de la transacció...
cs: Načítání informací o transakci...
fa: در حال بارگذاری اطلاعات تراکنش...
hi: लेन-देन जानकारी लोड हो रही है...
ko: 거래 정보 로딩 중...
sv_se: Laddar transaktioner...
th: กำลังดาวน์โหลดข้อมูล...
vi: Đang tải thông tin giao dịch...

source: Lock App
ar: قفل التطبيق
bg: Заключи Програмата
ca: Bloqueja l'aplicació
cs: Uzamknutí aplikace
fa: قفل نرم افزار
hi: एप लॉक करें
ko: 앱 보안 설정
sv_se: Lås app
th: ล็อคแอป
vi: Khóa ứng dụng

source: Lock by Fingerprint
ar: قفل ببصمة الإصبع
bg: Заключи с Отпечатък
ca: Bloqueja amb empremta digital
cs: Uzamknout otiskem prstu
fa: قفل با اثر انگشت
hi: फिंगरप्रिंट से लॉक करें
ko: 지문 보안 설정
sv_se: Lås av fingeravtryck
th: โดยการสแกนลายนิ้วมือ
vi: Khóa bằng vân tay

source: Lock by PIN
ar: قفل برمز PIN
bg: Заключи с ПИН
ca: Bloqueja amb PIN
cs: Uzamknout PIN kódem
fa: قفل با رمز
hi: PIN द्वारा लॉक करें
ko: 비밀번호 보안 설정
sv_se: Lås av PIN
th: ล็อกด้วยรหัส
vi: Khóa bằng mã PIN

source: Locked
ar: تم القفل
bg: Заключено
ca: Bloquejat
cs: Uzamčeno
fa: قفل شده
hi: लॉक हो गई
ko: 보안 설정 완료
sv_se: Låst
th: ล็อคแล้ว
vi: Đã khóa

source: Locktime in effect. Please wait to create a new spend proposal
ar: وقت القفل ساري المفعول. يُرجى الانتظار لإنشاء مقترح إنفاق جديد
bg: Действа блокировка. Моля, изчакайте, за да се предложи ново плащане
ca: Bloqueig temporal. Espereu per crear una nova proposta de despesa
cs: Uzamčeno časovým zámkem. Vyčkejte, než bude možné vytvořit nový návrh platby
fa: در زمان قفلی می باشید. لطفا صبر کنید تا یک پیشنهاد خرید ایجاد گردد
hi: लॉकटाइम प्रभाव में है। कृपया नए खर्च प्रस्ताव को क्रीएट करने के लिए प्रतीक्षा करें
ko: 보안 시간이 발동되었습니다. 새로운 지불제안서를 만들기 위해 기다려주세요
sv_se: Låsningstid i kraft. Vänligen vänta för att skapa ny spendera betalningen
th: Locktime มีผลบังคับใช้ กรุณารอสักครู่เพื่อสร้างข้อเสนอการจ่ายใหม่
vi: Thời gian khóa đang có hiệu lực. Vui lòng đợi để tạo một đề xuất chi tiêu mới

source: Locktime in effect. Please wait to remove this spend proposal
ar: وقت القفل ساري المفعول. يُرجى الانتظار لإزالة مقترح الإنفاق هذا
bg: Действа блокировка. Моля, изчакайте за да се премахне предложеното плащане
ca: Bloqueig temporal. Espereu per suprimir aquesta proposta de despesa
cs: Uzamčeno časovým zámkem. Vyčkejte, než bude možné odstranit tento návrh platby
fa: در زمان قفلی می باشید. لطفا صبر کنید تا این پیشنهاد خرید حذف گردد
hi: लॉकटाइम प्रभाव में है। कृपया इस खर्च प्रस्ताव को हटाने के लिए प्रतीक्षा करें
ko: 보안 시간이 발동되었습니다. 이 지불제안서를 삭제하기 위해 기다려주세요
sv_se: Låsningstid i kraft. Vänligen vänta för att skapa ett nytt betalningsförslaget
th: Locktime มีผลบังคับใช้ กรุณารอสักครู่เพื่อลบข้อเสนอการจ่ายใหม่
vi: Thời gian khóa đang có hiệu lực. Vui lòng đợi để xóa đề xuất chi tiêu này

source: Log options
ar: خيارات السجل
bg: Опции за регистрационния файл
ca: Opcions de registre
cs: Možnosti logování
fa: گزینه های ورود به سیستم
hi: लॉग विकल्प
ko: 로그 옵션
sv_se: Loggalternativ
th: เข้าสู่ตัวเลือก
vi: Tùy chọn lưu nhật ký

source: Log out
ar: تسجيل الخروج
bg: Да се излезе
ca: Finalitza la sessió
cs: Odhlásit se
fa: خروج
hi: लॉग आउट करें
ko: 로그아웃
sv_se: Logga ut
th: ออกจากระบบ
vi: Đăng xuất

source: Low amount inputs
ar: كمية مدخلات منخفضة
ca: Entrades d'import baix
cs: Vstupy s nízkými částkami
fa: مبلغ کم ورودی
hi: कम राशि वाले इनपुट्स
ko: 낮은 최소 거래 액수
sv_se: Låg mängd ingångar
th: ยอดเงินต่ำ
vi: Giá trị đầu vào thấp

source: Low fees
ar: رسوم منخفضة
bg: Малка комисия
ca: Comissions baixes
cs: Nízké poplatky
fa: کارمزد های کم
hi: कम शुल्क
ko: 낮은 수수료
sv_se: Låg avgift
th: ค่าธรรมเนียมต่ำ
vi: Phí thấp

source: Makes sense
ar: منطقي
bg: Напълно разумно
ca: És lògic
cs: Dává to smysl
fa: منطقی به نظر می رسد
hi: सही बात है
ko: 말이 되네요
sv_se: Lämpligt
th: มีเหตุผล
vi: Có ý nghĩa

source: Matches:
ar: تطابق:
bg: Съвпадения:
ca: Coincidències:
cs: Odpovídá:
fa: مطابقت دارد:
hi: इससे मेल खात है:
ko: 검색 결과:
sv_se: Matchar:
th: ตรงกัน:
vi: Kết quả khớp:

source: Me
ar: أنا
bg: Аз
ca: Jo
cs: Já
fa: من
hi: मैं
ko: 내 자신
sv_se: Jag
th: ฉัน
vi: Tôi

source: Meh - it's alright
ar: اممم - لابأس
bg: Еми - става
ca: Entesos
cs: Ujde to
fa: این اشکالی ندارد
hi: आह - सब ठीक है
ko: 괜찮아요
sv_se: Meh - det är okej
th: โอ้! ไม่เป็นไร
vi: Ồ - không sao đâu mà

source: Memo
ar: مذكرة
bg: Наръчник
ca: Nota
cs: Poznámka
fa: یادداشت
hi: मेमो
ko: 메모
sv_se: PM
th: บันทึก
vi: Bản ghi nhớ

source: Mercado Livre Brazil Gift Cards
ar: بطاقات هدايا Mercado Livre Brazil
bg: Подаръчни карти Mercado Livre (Бразилия)
ca: Targetes regal de Mercado Livre Brasil
cs: Dárkové karty Mercado Livre Brazil
fa: کارت هدیه Mercado Livre برزیل
hi: Mercado Livre Brazil गिफ्ट कार्ड
ko: 메르카도 리브르 브라질 기프트 카드
sv_se: Presentkort Mercado Livre (Brasilien)
th: บัตรของขวัญ Mercado Livre Brazil
vi: Thẻ quà tặng Mercado Livre Brazil

source: Mercadolibre Gift Card Service is not available at this moment. Please try back later.
ar: لا تتوفر خدمة بطاقة الهدايا Mercadolibre حاليًا. يُرجى المحاولة لاحقا.
bg: Сервизът на картите, предназначени като подарък Mercadolibre сега е недостъпен. Опитайте по-късно.
ca: El servei de targetes de regal de Mercadolibre no està disponible en aquest moment. Torneu-ho a provar més tard.
cs: Služba Mercadolibre Gift Card není v tomto okamžiku k dispozici. Zkuste to prosím později.
fa: خدمات کارت هدیه Mercadolibre در این لحظه در دسترس نمی باشد. لطفا دوباره بعدا امتحان کنید.
hi: Mercadolibre गिफ्ट कार्ड सेवा इस समय उपलब्ध नहीं है। कृपया बाद में दुबारा प्रयास करें।
ko: 메르카도 리브르 기프트 카드 서비스를 사용하실 수 없습니다. 잠시 기다리신 후 다시 시도해주세요.
sv_se: Mercadolibre presentkort tjänst är inte tillgänglig just nu. Vänligen försök igen senare.
th: บัตรของขวัญ Mercadolibre ไม่พร้อมใช้งานในขณะนี้ กรุณาลองอีกครั้งภายหลัง
vi: Dịch vụ thẻ quà tặng Mercadolibre hiện không khả dụng. Vui lòng thử lại sau.

source: Merchant Message
ar: رسالة المقايض
bg: Съобщение от продавача
ca: Missatge del comerciant
cs: Zpráva obchodníka
fa: پیام پذیرنده
hi: व्यापारी का संदेश
ko: 판매자 메시지
sv_se: Meddelande från försäljare
th: ข้อความร้านค้า
vi: Tin nhắn của người bán

source: Miner Fee
ar: رسوم التعدين
bg: Комисия на майнъра
ca: Comissió del miner
cs: Poplatek těžaře
fa: کارمزد استخراج کننده
hi: माइनर का शुल्क
ko: 채굴자 수수료
sv_se: Miner avgift
th: ค่าธรรมเนียมไมเนอร์
vi: Phí thợ mỏ

source: Missing parameter
ar: معلمة مفقودة
bg: Недостигащ параметър
ca: Falta un paràmetre
cs: Chybějící parametr
fa: پارامتر نا موجود
hi: नामौजूद मापदण्ड
ko: 매개변수가 필요합니다
sv_se: Saknad parameter
th: พารามิเตอร์ที่ขาดหายไป
vi: Thiếu thông số

source: Missing private keys to sign
ar: فقدان المفاتيح الخاصة للتوقيع
bg: Отсъстват закритите ключове за подпис
ca: Falten claus privades per firmar
cs: Chybí soukromý klíč k podepsání
fa: عدم وجود کلیدهای خصوصی برای امضاء
hi: साइन करने के लिए निजी कुंजियां नामौजूद हैं
ko: 개인키가 필요합니다
sv_se: Saknar privata nycklar för att signera
th: ไม่พบคีย์ส่วนตัวเพื่อเข้าสู่ระบบ
vi: Thiếu các khóa riêng để ký

source: More Options
ar: مزيد من الخيارات
bg: Допълнителни параметри
ca: Més opcions
cs: Další možnosti
fa: گزینه های بیشتر
hi: अधिक विकल्प
ko: 추가 옵션
sv_se: Fler alternativ
th: ตัวเลือกเพิ่มเติม
vi: Thêm tùy chọn

source: Moved
ar: تم النقل
bg: Преместено
ca: Desplaçats
cs: Přesunuto
fa: انتقال یافت
hi: स्थानांतरित
ko: 이동 완료
sv_se: Flyttad
th: ย้ายแล้ว
vi: Đã di chuyển

source: Moved Funds
ar: الأموال المنقولة
bg: Преместени средства
ca: Fons desplaçats
cs: Prostředky přesunuty
fa: وجوه انقال یافته
hi: स्थानांतरित निधियां
ko: 이동된 보유자산
sv_se: Flyttad medel
th: ย้ายเงินแล้ว
vi: Tiền đã chuyển

source: Multiple recipients
ar: عدة مستلمين
bg: Няколко получатели
ca: Múltiples destinataris
cs: Více příjemců
fa: چندین دریافت کننده
hi: एकाधिक प्राप्तकर्ता
ko: 다수의 수령인
sv_se: Flera mottagare
th: ผู้รับหลายคน
vi: Nhiều người nhận

source: NOTE: To import a wallet from a 3rd party software, please go to Add Wallet &gt; Create Wallet, and specify the Recovery Phrase there.
ar: ملاحظة: لاستيراد محفظة من برنامج تابع لجهة خارجية، يُرجى الانتقال إلى Add Wallet (إضافة محفظة) &gt; ثم Create Wallet (إنشاء محفظة)، وحدد Recovery Phrase (عبارة الاسترداد) هناك.
bg: Забележка: за импортиране на портмонето от друга програма, отворете "Да се добави портмоне" &gt; "Да се създаде лично портмоне", и посочете там ключовата фраза.
ca: Nota: Per importar una cartera des d'un programari d'un tercer, aneu a Afegeix cartera &gt; Crea cartera i especifiqueu la frase de recuperació.
cs: Poznámka: Pro importování peněženky ze softwaru třetí strany jděte na Přidat peněženku &gt; Vytvořit peněženku, a zadejte frázi pro obnovení tam.
fa: توجه: برای وارد کردن کیف پول از نرم افزار سوم شخص، لطفا برو به اضافه کردن کیف پول &gt; کیف پول ایجاد کن، و آنجا عبارت بازیابی را مشخص کنید.
hi: नोट: किसी थर्ड पार्टी सॉफ्टवेयर से वॉलेट इम्पोर्ट करने के लिए, कृप्या वॉलेट जोड़ें पर जाएं &gt; वॉलेट क्रीएट करें, और वहां पुनर्प्राप्ति वाक्यांश को निर्दिष्ट करें।
ko: 참고: 외부 소프트웨어에서 지갑을 내려받고 싶으시다면 지갑 추가 창에서 지갑 만들기를 누르신 후 복구 문구를 설정해주세요.
sv_se: OBS: om du vill importera en plånbok från en tredje parts programvara, gå till "Lägg till plånbok &gt; "Skapa Plånbok" och ange säkerhetsfras där.
th: หมายเหตุ: การนำเข้ากระเป๋าสตางค์จากบุคคลที่3 กรุณาเพิ่มกระเป๋า &gt; สร้างกระเป๋า และระบุรหัสกู้ตรงนั้น
vi: LƯU Ý: Để nhập ví từ phần mềm bên thứ 3, vui lòng tới Thêm ví &gt; Tạo ví rồi chỉ định Cụm từ khôi phục ở đó.

source: Name
ar: الاسم
bg: Название
ca: Nom
cs: Jméno
fa: نام
hi: नाम
ko: 이름
sv_se: Namn
th: ชื่อ
vi: Tên

source: Network Cost
ar: تكلفة الشبكة
bg: Разходи на мрежата
ca: Cost de la xarxa
cs: Náklady sítě
fa: هزینه های شبکه
hi: नेटवर्क लागत
ko: 네트워크 수수료
sv_se: Nätverkskostnad
th: ต้นทุนของเครือข่าย
vi: Chi phí mạng

source: Network error
ar: خطأ بالشبكة
bg: Грешка на мрежата
ca: Error de xarxa
cs: Chyba sítě
fa: خطای شبکه
hi: नेटवर्क त्रुटि
ko: 네트워크 오류
sv_se: Nätverksfel
th: ข้อผิดพลาดเครือข่าย
vi: Lỗi mạng

source: New Proposal
ar: مقترح جديد
bg: Да се предложи плащането
ca: Nova proposta
cs: Nový návrh
fa: پیشنهاد جدید
hi: नया प्रस्ताव
ko: 새로운 제안서
sv_se: Nytt förslag
th: ข้อเสนอใหม่
vi: Đề nghị mới

source: New address could not be generated. Please try again.
ar: تعذر إنشاء عنوان جديد. حاول مرة اخرى.
bg: Адресът не може да е генериран. Опитайте по-късно.
ca: No s'ha pogut generar l'adreça nova. Torneu-ho a provar.
cs: Nelze vygenerovat novou adresu. Opakujte akci.
fa: آدرس جدید تولید نشد. لطفا دوباره سعی کنید.
hi: नया पता नहीं बनाया जा सका। कृपया दुबारा प्रयास करें।
ko: 새로운 주소를 생성할 수 없습니다. 다시 시도해주세요.
sv_se: Ny adress kunde inte genereras. Vänligen försök igen senare.
th: ไม่สามารถสร้างที่อยู่ใหม่ โปรดลองอีกครั้ง
vi: Không thể tạo địa chỉ mới. Vui lòng thử lại.

source: New personal wallet
ar: محفظة شخصية جديدة
bg: Ново лично портмоне
ca: Nova cartera personal
cs: Nová osobní peněženka
fa: کیف پول شخصی جدید
hi: नया निजी वॉलेट
ko: 새로운 개인 지갑
sv_se: Ny personligen plånboken
th: กระเป๋าสตางค์ส่วนตัวใหม่
vi: Ví cá nhân mới

source: Next steps
ar: الخطوات التالية
bg: По-нататъшни стъпки
ca: Pròxims passos
cs: Další kroky
fa: مراحل بعدی
hi: अगले चरण
ko: 다음 단계
sv_se: Ytterligare steg
th: ขั้นตอนถัดไป
vi: Các bước tiếp theo

source: No Wallet
ar: لا يوجد محفظة
bg: Няма портмонета
ca: No hi ha cap cartera
cs: Žádná peněženka
fa: بدون کیف پول
hi: कोई वॉलेट नहीं
ko: 지갑 없음
sv_se: Inga plånböcker
th: ไม่พบกระเป๋า
vi: Không có ví

source: No access key defined
ar: لا يمكن تحديد مفتاح وصول
bg: Ключът за достъп не е даден
ca: No s'ha definit cap clau d'accés
cs: Nebyl definován přístupový klíč
fa: هیچ کلید دسترسی تعریف نشده
hi: कोई एक्सेस कुंजी निर्धारित नहीं है
ko: 액세스 키 없음
sv_se: Ingen åtkomstnyckel definierad
th: ไม่พบคีย์การเข้าถึงที่กำหนด
vi: Không có khóa truy cập được xác định

source: No backup, no bitcoin.
ar: لا توجد نسخة احتياطية، ولا يوجد بيتكوين.
bg: Няма резервно копие - няма биткойни.
ca: No hi ha cap còpia de seguretat, cap bitcoin.
cs: Žádná záloha, žádný Bitcoin.
fa: بدون نسخه پشتیبان، بدون بیتکوین.
hi: कोई बैकअप नहीं, कोई bitcoin नहीं।
ko: 백업이 없다면 비트코인도 없습니다.
sv_se: Ingen säkerhetskopiering, ingen bitcoin.
th: ไม่พบการสำรองข้อมูล และไม่พบยอดเงิน
vi: Không có sao lưu, không có bitcoin.

source: No contacts yet
ar: لا توجد جهات اتصالات بعد
bg: Няма контакти
ca: Encara no hi ha cap contacte
cs: Zatím žádné kontakty
fa: هنوز هیچ تماسی ثبت نشده است
hi: अभी तक कोई संपर्क नहीं
ko: 아직 연락처 없음
sv_se: Inga kontakter
th: ยังไม่มีรายชื่อ
vi: Chưa có địa chỉ liên lạc nào

source: No entries for this log level
ar: لا توجد مدخلات لمستوى هذا السجل
bg: За това ниво на водене на журнала записи няма
ca: No hi ha entrades per a aquest nivell de registre
cs: Žádné záznamy pro tuto úroveň logování
fa: هیچ ورودی برای این سطح ورود به سیستم وجود ندارد
hi: इस लॉग स्तर के लिए कोई प्रविष्‍टियां नहीं
ko: 현 로그 레벨 기입 항목 없음
sv_se: Inga poster för denna loggnivå
th: ไม่มีรายการสำหรับการบันทึกนี้
vi: Không có mục nhập nào cho cấp độ nhật ký này

source: No hardware information available.
ar: لا تتوفر معلومات متعلقة بالأجهزة.
bg: Информацията за апаратното осигуряване отсъства.
ca: No hi ha cap informació de maquinari disponible.
cs: Žádné informace o hardwaru nejsou k dispozici.
fa: هیچ اطلاعات سخت افزاری موجود نیست.
hi: कोई हार्डवेयर जानकारी उपलब्ध नहीं है।
ko: 하드웨어 정보가 없습니다.
sv_se: Ingen Hårdvarainformation tillgänglig.
th: ไม่พบข้อมูลฮาร์ดแวร์ที่พร้อมใช้งาน
vi: Không có sẵn thông tin phần cứng nào.

source: No hardware wallets supported on this device
ar: لا توجد محافظ أجهزة مدعومة على هذا الجهاز
bg: Апаратните портмонета не се поддържат от тази уредба.
ca: Aquest dispositiu no admet cap cartera física
cs: Žádné hardwarové peněženky na tomto zařízení nejsou podporovány
fa: هیچ کیف پول سخت افزاری در این دستگاه پشتیبانی نمی شود
hi: इस डिवाइस पर कोई हार्डवेयर वॉलेट समर्थित नहीं हैं
ko: 이 기기는 하드웨어 지갑과 호환되지 않습니다
sv_se: Hårdvara Plånböcker stöds inte på den här enheten
th: ไม่พบฮาร์ดแวร์กระเป๋าที่รองรับเครื่องมือนี้
vi: Không có ví cứng nào được hỗ trợ trên thiết bị này

source: No pending proposals
ar: لا توجد مقترحات معلقة
bg: Няма предложени плащания
ca: No hi ha cap proposta pendent
cs: Žádné čekající návrhy
fa: پیشنهاد در انتظاری وجود ندارد
hi: कोई लंबित प्रस्ताव नहीं
ko: 진행 중인 제안서
sv_se: Inga pågående betalningsförslaget
th: ไม่มีข้อเสนอที่รอดำเนินการ
vi: Không có đề nghị nào đang chờ xử lý

source: No recent transactions
ar: لا توجد معاملات أخيرة
bg: Няма неотдавнашни транзакции
ca: No hi ha transaccions recents
cs: Žádné nedávné transakce
fa: اخیرا تراکنشی ایجاد نشده است
hi: कोई ताज़ा लेन-देन नहीं
ko: 최근 거래 없음
sv_se: Inga senaste transaktioner
th: ไม่พบธุรกรรมล่าสุด
vi: Không có giao dịch nào gần đây

source: No signing proposal: No private key
ar: لا يوجد مقترح توقيع: لا يوجد مفتاح خاص
bg: Няма предложения за абониране: няма приватен ключ
ca: No hi ha cap proposta de firma: cap clau privada
cs: Žádný návrh podpisu: žádný soukromý klíč
fa: بدون پیشنهاد امضا: بدون کلید امنیتی
hi: कोई साइनिंग प्रस्ताव नहीं: कोई निजी कुंजी नहीं
ko: 개인키가 없이는 제안서를 승인할 수 없습니다
sv_se: Inget signeringsförslag: Ingen privat nyckel
th: ไม่มีข้อเสนอการลงนาม: ไม่มีรหัสส่วนตัว
vi: Không có đề nghị ký: Không có khóa riêng

source: No transactions yet
ar: لا توجد معاملات بعد
bg: Транзакции засега не е имало
ca: Encara no hi ha cap transacció
cs: Zatím žádné transakce
fa: هنوز تراکنشی ایجاد نشده است
hi: अभी तक कोई ट्रांजैक्शन नहीं
ko: 아직 거래 없음
sv_se: Inga transaktioner än
th: ยังไม่มีการทำธุรกรรม
vi: Chưa có giao dịch nào

source: No wallet found
ar: لا توجد محفظة
bg: Портмонетата не са открити
ca: No s'ha trobat cap cartera
cs: Nenalezena žádná peněženka
fa: هیچ کیف پولی پیدا نشد
hi: कोई वॉलेट नहीं मिला
ko: 지갑을 찾을 수 없습니다
sv_se: Ingen plånbok hittades
th: ไม่พบกระเป๋า
vi: Không tìm thấy ví

source: No wallet selected
ar: لم يتم تحديد محفظة
bg: Не е избрано портмонето
ca: No s'ha seleccionat cap cartera
cs: Nebyla vybrána žádná peněženka
fa: هیچ کیف پولی انتخاب نشد
hi: कोई वॉलेट चयनित नहीं
ko: 지갑을 선택하지 않았습니다
sv_se: Ingen plånbok vald
th: ยังไม่เลือกกระเป๋า
vi: Chưa có ví nào được chọn

source: No wallets available
ar: لا تتوفر أي محافظ
bg: Няма портмонета
ca: No hi ha cap cartera disponible
cs: Žádné peněženky k dispozici
fa: هیچ کیف پولی موجود نیست
hi: कोई वॉलेट उपलब्ध नहीं हैं
ko: 선택할 수 있는 지갑이 없습니다
sv_se: Inga plånböcker
th: ไม่พบกระเป๋าที่พร้อมใช้งาน
vi: Không có ví nào khả dụng

source: No wallets available to receive funds
ar: لا تتوفر محافظ من أجل استلام أموال
bg: Няма за къде да се преведат средствата
ca: No hi ha cap cartera disponible per rebre fons
cs: Žádné peněženky k příjmu peněz
fa: هیچ کیف پولی برای دریافت وجه موجود نیست
hi: निधियां प्राप्त करने के लिए कोई वॉलेट उपलब्ध नहीं हैं
ko: 송금받을 수 있는 지갑이 없습니다
sv_se: Inga plånböcker finns tillgängliga för att ta emot pengar
th: ไม่มีกระเป๋าที่พร้อมรับเงิน
vi: Không có ví nào khả dụng để nhận tiền

source: No wallets eligible for Bitcoin Cash support
ar: لا توجد محافظ مؤهلة لدعم بيتكوين كاش
bg: Няма портмонета с възможността за поддържане Bitcoin Cash
ca: No hi ha cap cartera compatible amb Bitcoin Cash
cs: Žádné peněženky podporující Bitcoin Cash
fa: هیچ کیف پولی برای پشتیبانی بیتکوین کش وجود ندارد
hi: Bitcoin Cash समर्थन के लिए कोई वॉलेट पात्र नहीं हैं
ko: 비트코인 캐시를 지원하는 지갑이 없습니다
sv_se: Inga plånböcker berättigade till Bitcoin Cash stöd
th: ไม่มีกระเป๋าที่เหมาะกับการสนับสนุน Bitcoin
vi: Không có ví nào đủ điều kiện nhận hỗ trợ Bitcoin Cash

source: Non BIP44 wallet
ar: لا توجد محفظة BIP44
bg: Не е портмоне BIP44
ca: Cartera no BIP44
cs: Jiná než BIP44 peněženka
fa: کیف پول غیر BIP44
hi: गैर BIP44 वॉलेट
ko: BIP44 호환 불가 지갑
sv_se: Inte BIP44 plånboken
th: ไม่พบกระเป๋า BIP44
vi: Không phải ví BIP44

source: Non eligible BTC wallets
ar: لا توجد محافظ BTC مؤهلة
bg: Неподходящи портмонета BTC
ca: Carteres BTC no compatibles
cs: Peněženky nezpůsobilé pro BTC
fa: کیف پول BTC غیر واجد شرایط
hi: गैर पात्र BTC वॉलेट्स
ko: 비트코인을 지원하지 않는 지갑
sv_se: Ej-berättigad BTC-plånböcker
th: ไม่พบกระเป๋า BTC ที่เหมาะสม
vi: Không phải ví BTC đủ điều kiện

source: Normal
ar: عادي
bg: Обикновена
cs: Normální
fa: نرمال
hi: सामान्य
ko: 노말
sv_se: Vanligt
th: ปกติ
vi: Bình thường

source: Not authorized
ar: غير مرخص
bg: Не е оторизиран
ca: No autoritzat
cs: Neautorizováno
fa: مجاز نیست
hi: अधिकृत नहीं
ko: 허가되지 않았습니다
sv_se: Inte auktoriserad
th: ไม่มีอำนาจ
vi: Không được phép

source: Not enough funds for fee
ar: لا توجد أموال كافية للرسوم
bg: Не са достатъчни средствата за заплащане на комисията
ca: No hi ha prou fons per a la comissió
cs: Nedostatek prostředků pro poplatek
fa: عدم وجود منابع مالی کافی برای کارمزد
hi: शुल्क के लिए पर्याप्त निधियां नहीं
ko: 수수료를 지불 할 금액이 부족합니다
sv_se: Inte tillräckligt med pengar för avgift
th: ไม่เพียงพอสำหรับค่าธรรมเนียม
vi: Không đủ tiền để trả phí

source: Not even BitPay can access it.
ar: لا يمكن لـ BitPay الوصول إليه.
bg: BitPay няма да може да получи достъп самостоятелно.
ca: Ni tan sols BitPay pot accedir-hi.
cs: Dokonce ani BitPay k ní nemá přístup.
fa: حتی BitPay به آن دسترسی ندارد.
hi: यहां तक कि BitPay भी इसे एक्सेस नहीं कर सकता।
ko: BitPay조차도 접근할 수 없습니다.
sv_se: BitPay kommer inte kunna få åtkomst till det själv.
th: BitPay ก็เข้าถึงไม่ได้เช่นกัน
vi: Thậm chí cả BitPay cũng không thể truy cập vào đó.

source: Not funds found
ar: لم يتم العثور على أموال
bg: Средствата не са открити
ca: No s'han trobat fons
cs: Žádné peníze nenalezeny
fa: سرمایه ای یافت نشد
hi: कोई निधियां नहीं मिली
ko: 자금을 찾을 수 없습니다
sv_se: Inga medel hittades
th: ไม่พบยอดเงิน
vi: Không tìm thấy tiền

source: Not now
ar: ليس الآن
bg: Не сега
ca: Ara no
cs: Teď ne
fa: الان نه
hi: अभी नहीं
ko: 나중에요
sv_se: Inte nu
th: ไม่ใช่ตอนนี้
vi: Không phải bây giờ
