Repository: Bitcoin-com/Wallet
Catalog: i18n/po/*/template-*.po
Languages: ar, bg, ca, cs, fa, hi, ko, sv_se, th, vi

source: Wallet not registered at the wallet service. Recreate it from "Create Wallet" using "Advanced Options" to set your recovery phrase
ar: المحفظة غير مسجلة في خدمة المحفظة. قم بإنشائها مرة أخرى من "Create Wallet" ("إنشاء محفظة") باستخدم "Advanced Options" ("خيارات متقدمة") لتعيين عبارة الاسترداد الخاصة بك
bg: Портмонето не е регистрирано на сървъра Bitcore. Пресъздайте портмонето, като се възползвате от разширените параметри, за да посочите ключовата фраза
ca: La cartera no s'ha registrat a Wallet Service. Torneu-la a crear des de "Crea cartera" amb "Opcions avançades" per definir la vostra frase de recuperació
cs: Peněženka není zaregistrována ve službě pro peněženky. Znovu ji vytvořte z "Vytvořit peněženku" použitím "Pokročilé možnosti" pro nastavení fráze k obnovení
fa: کیف پول در سرویس کیف پول ثبت نشده است. برای تنظیم عبارت بازیابی از قسمت "ایجاد کیف پول" و با استفاده از "گزینه های پیشرفته"آن را دوباره ایجاد نمایید
hi: वॉलेट, वॉलेट सेवा में पंजीकृत नहीं है। इसे अपना पुनर्प्राप्ति वाक्यांश नियत करने के लिए "उन्न्त विकल्पों" का इस्तेमाल करके "वॉलेट क्रीएट करें" से पुन: क्रीएट करें
ko: 지갑이 서비스에 등록되어있지 않습니다. 백업 문구를 설정하기 위해선 고급 설정에서 지갑을 다시 생성하세요
sv_se: Plånboken är inte registrerad i plånbokstjänsten. Återskapa det från "Skapa plånbok" med "Avancerade alternativ" för att ställa in din återställningsfras
th: กระเป๋านี้ยังไม่ได้ลงทะเบียน สร้างใหม่จาก "Create Wallet" โดยใช้ "Advanced Options" เพื่อกู้คืนกระเป๋า
vi: Ví chưa được đăng ký tại dịch vụ ví. Hãy tạo lại từ "Tạo ví", sử dụng "Tùy chọn nâng cao" để đặt cụm từ khôi phục của bạn

source: Wallet recovery phrase not available
ar: عبارة استرداد المحفظة غير متوفرة
bg: Ключовата фраза на портмонето е недостъпна
ca: La frase de recuperació de la cartera no està disponible
cs: Fráze k obnovení peněženky není k dispozici
fa: عبارت بازیابی کیف پول موجود نیست
hi: वॉलेट का पुनर्प्राप्ति वाक्यांश उपलब्ध नहीं है
ko: 지갑 백업 문구를 확인할 수 없습니다
sv_se: Plånbokens återställningsfras är inte tillgänglig
th: ไม่พบกลุ่มคำที่ตรงกับกระเป๋าของคุณ
vi: Cụm từ khôi phục ví không khả dụng

source: Wallet service not found
ar: خدمة المحفظة غير موجودة
bg: Сървърът Bitcore не е намерен
ca: No s'ha trobat Wallet Service
cs: Nenalezena služba pro peněženky
fa: سرویس کیف پول یافت نشد
hi: वॉलेट सेवा नहीं मिली
ko: 지갑 서비스를 찾을 수 없습니다
sv_se: Wallet-tjänsten hittades inte
th: ไม่พบบริการกระเป๋าสตางค์
vi: Không tìm thấy dịch vụ ví

source: Wallets
ar: المحافظ
bg: Портмонета
ca: Carteres
cs: Peněženky
fa: کیف های پول
hi: वॉलेट
ko: 지갑
sv_se: Plånböcker
th: กระเป๋าสตางค์
vi: Ví

source: Warning!
ar: تحذير!
bg: Внимание!
ca: Avís!
cs: Varování!
fa: هشدار!
hi: चेतावनी!
ko: 경고!
sv_se: Varning!
th: คำเตือน!
vi: Cảnh báo!

source: Warning: this transaction has unconfirmed inputs
ar: تحذير: هذه المعاملة بها مدخلات غير مؤكدة
bg: Предупреждение: тази транзакция има непотвърдени входове
ca: Avís: Aquesta transacció té entrades no confirmades
cs: Varování: Tato transakce má nepotvrzené vstupy
fa: هشدار: این تراکنش ورودی های تأیید نشده دارد
hi: चेतावनी: इस लेन-देन में अपुष्ट इनपुट हैं
ko: 경고: 이 거래에는 확인되지 않은 사항이 있습니다
sv_se: Varning: Denna transaktion har okontrollerade ingångar
th: คำเตือน: ธุรกรรมนี้ยังไม่ได้ถูกยืนยัน
vi: Cảnh báo: giao dịch này có đầu vào chưa được xác nhận

source: Watch out!
ar: احذر!
bg: Внимателно!
ca: Compte!
cs: Dávejte si pozor!
fa: مراقب باشید!
hi: ध्यान रहे!
ko: 조심하세요!
sv_se: Akta dig!
th: ระวัง!
vi: Coi chừng!

source: We'd love to do better.
ar: نرغب في تقديم الأفضل.
bg: Ще се радваме да се справим по-добре.
ca: Ens agradaria fer-ho millor.
cs: Rádi bychom se zlepšili.
fa: ما خیلی دوست داریم بهتر باشیم.
hi: हमें बेहतर कार्य करने से खुशी होगी।
ko: 저희는 끝없이 발전하려 합니다.
sv_se: Vi skulle gärna göra bättre.
th: เราต้องการทำให้ดีขึ้นกว่าเดิม
vi: Chúng tôi muốn làm tốt hơn.

source: We'll confirm on the next screen.
ar: سوف نؤكد على الشاشة التالية.
bg: Ще проверим на следващата стъпка.
ca: Ho confirmarem a la pantalla següent.
cs: Potvrzení bude na následující obrazovce.
fa: ما در صفحه بعد تایید می کنیم.
hi: हम अगली स्क्रीन पर पुष्टि करेंगे।
ko: 다음 화면에서 확인하겠습니다.
sv_se: Vi bekräftar på nästa skärm.
th: เราจะยืนยันบนหน้าจอถัดไป
vi: Chúng tôi sẽ xác nhận trên màn hình tiếp theo.

source: We're always looking for ways to improve {{appName}}.
ar: نبحث دائمًا عن طرق لتحسين {{appName}}.
bg: Винаги търсим начини да подобрим {{appName}}.
ca: Sempre intentem millorar {{appName}}.
cs: Neustále hledáme způsoby, jak zdokonalit {{appName}}.
fa: ما همیشه به دنبال راه هایی برای بهبود {{appName}} هستیم.
hi: हम हमेशा {{appName}} को सुधारने के ढंगों की तलाश में रहते हैं।
ko: 저희는 {{appName}}를 항상 발전시키기 위해 노력하고 있습니다.
sv_se: Vi letar alltid efter sätt att förbättra {{appName}}.
th: เรามองหาวิธีที่จะปรับปรุงอยู่เสมอ{{appName}}
vi: Chúng tôi luôn tìm cách cải thiện {{appName}}.

source: We're always looking for ways to improve {{appName}}. How could we improve your experience?
ar: نبحث دائمًا عن طرق لتحسين {{appName}}. كيف يمكننا تحسين تجربتك؟
bg: Винаги търсим начин да подобрим {{appName}}. Как да подобрим програмата?
ca: Sempre intentem millorar {{appName}}. Com podríem millorar la vostra experiència?
cs: Neustále hledáme způsoby, jak zdokonalit {{appName}}. Jak bychom mohli zlepšit Váš dojem?
fa: ما همیشه به دنبال راه هایی برای بهبود {{appName}} هستیم. چگونه ما می توانیم تجربه شما را بهبود ببخشیم?
hi: हम हमेशा {{appName}} को सुधारने के ढंगों की तलाश में रहते हैं। हम आपके अनुभव को कैसे बेहतर बना सकते हैं?
ko: 저희는 {{appName}}를 항상 발전시키기 위해 노력하고 있습니다. 어떻게 하면 더 잘할 수 있을까요?
sv_se: Vi letar alltid efter sätt att förbättra {{appName}}. Vad ska vi förbättra?
th: เรามองหาวิธีที่จะปรับปรุงอยู่เสมอ{{appName}} จะสามารถแก้ไขให้ดีขึ้นได้อย่างไร?
vi: Chúng tôi luôn tìm cách cải thiện {{appName}}. Chúng tôi có thể cải thiện trải nghiệm của bạn bằng cách nào?

source: Website
ar: موقع الويب
bg: Сайт
ca: Lloc web
cs: Webové stránky
fa: وب سایت
hi: वेबसाइट
ko: 웹사이트
sv_se: Hemsida
th: เว็บไซต์
vi: Trang web

source: We’re always looking for translation contributions! You can make corrections or help to make this app available in your native language by joining our community on Crowdin.
ar: نحن نبحث دائمًا عن مساهمات في الترجمة! يمكنك إجراء التصحيحات أو المساعدة في جعل هذا التطبيق متاح باللغة الأم الخاصة بك من خلال الانضمام إلى مجتمعنا على Crowdin.
bg: Ние винаги търсим преводачи! Вие можете да поправите превода или да помогнете да се преведе това приложение на роден език, като се присъедините към нашето съдружие на платформата Crowdin.
ca: Sempre busquem gent que contribueixi a les traduccions. Podeu fer correccions o ajudar a fer que aquesta aplicació estigui disponible en la vostra llengua unint-vos a la nostra comunitat de Crowdin.
cs: Vždy uvítáme přispěvatele k překladům! Můžete provádět opravy nebo zpřístupnit tuto aplikaci ve svém rodném jazyce tím, že se připojíte k naší Crowdin komunitě.
fa: ما همیشه به دنبال مترجمان هستیم! شما می توانید با ایجاد اصلاحات و یا کمک برای ارائه این برنامه به زمان مادری خود با پیوستن به جامعه ما در Crowdin ما را در این امر یاری کنید.
hi: हम हमेशा अनुवाद के लिए योगदानों की तलाश में रहते हैं! आप Crowdin पर हमारे समुदाय में शामिल होकर सुधार कर सकते हैं या इस एप को अपनी स्थानीय भाषा में उपलब्ध करवाने में सहायता कर सकते हैं।
ko: 저희는 번역 지원자를 항상 찾고 있습니다! 새로운 언어 지원, 혹은 기존 버전의 수정을 Crowdin에서 도와주세요.
sv_se: Vi letar alltid efter översättare! Du kan göra korrigeringar eller hjälp att göra den här appen tillgänglig på ditt modersmål genom att gå med i vår community på Crowdin.
th: ทางทีมงานใคร่ยินดีหากท่านต้องการช่วยแปลภาษา ท่านสามารถทำการแก้ไขหรือช่วยทำให้แอปฯนี้พร้อมใช้งานในภาษาท้องถิ่นของคุณ โดยการเข้าร่วมการแปลที่เว็บไชต์ Crowdin
vi: Chúng tôi luôn luôn tìm kiếm đóng góp bản dịch! Bạn có thể chỉnh sửa hoặc giúp để ứng dụng này có sẵn bằng ngôn ngữ mẹ đẻ của bạn bằng cách tham gia cộng đồng của chúng tôi trên Crowdin.

source: What do you call this wallet?
ar: ماذا تسمي هذه المحفظة؟
bg: Как вие наричате това портмоне?
ca: Quin nom voleu posar a aquesta cartera?
cs: Jak říkáte této peněžence?
fa: شما این کیف پول را به چه اسمی می ششناسید?
hi: आप इस वॉलेट को क्या कहते हैं?
ko: 이 지갑을 무엇으로 부르시겠습니까?
sv_se: Vad kallar du den här plånboken?
th: เรียกกระเป๋านี้ว่าอะไร?
vi: Bạn gọi ví này là gì?

source: When this wallet was created, it was called &ldquo;{{walletName}}&rdquo;. You can change the name displayed on this device below.
ar: عند إنشاء هذه المحفظة، كانت تسمى &ldquo;{{walletName}}&rdquo;. يمكنك تغيير الاسم المعروض في هذا الجهاز أدناه.
bg: Когато това портмоне е било създадено, то се е наричало &ldquo;{{walletName}}&rdquo;. Вие може да промените изобразяваното име по-долу.
ca: Quan es va crear aquesta cartera, va rebre el nom: &ldquo;{{walletName}}&rdquo;. Podeu canviar el nom que es mostra en aquest dispositiu a sota.
cs: Když byla tato peněženka vytvořena, jmenovala se &ldquo;{{walletName}}&rdquo;. Název zobrazený na tomto zařízení můžete změnit níže.
fa: وقتی که این کیف پول ساخته شد، به اسم &ldquo;{{walletName}}&rdquo; شناخته می شد. شما می توانید اسم نمایش داده شده را در پایین صفحه تغییر دهید.
hi: जब यह वॉलेट क्रीएट किया गया था, तो इसको &ldquo;{{walletName}}&rdquo; कहा जाता था। आप नीचे इस डिवाइस पर दिखाए गए नाम को बदल सकते हैं।
ko: 이 지갑의 첫 이름은 &ldquo;{{walletName}}&rdquo;이었습니다. 이름은 아래에서 변경하실 수 있습니다.
sv_se: När den här plånboken skapades kallades den för &ldquo;{{walletName}}&rdquo;. Du kan ändra namnet som visas på den här enheten nedan.
th: เมื่อสร้างกระเป๋าสำเร็จกระเป๋าจะถูกเรียกว่า &amp;ldquo;{{walletName}}&amp;rdquo; คุณสามารถเปลี่ยนชื่อตามที่แสดงอยู่ด้านล่างนี้
vi: Khi ví này được tạo, nó tên là &ldquo;{{walletName}}&rdquo;. Bạn có thể thay đổi tên hiển thị trên thiết bị này bên dưới.

source: Where would you like to receive email notifications about payments?
ar: أين تريد أن تتلقى إشعارات البريد الإلكتروني بخصوص المدفوعات؟
bg: Къде вие бихте искали да получавате e-mail-уведомявания за плащанията?
ca: A on voleu rebre les notificacions per e-mail sobre els pagaments?
cs: Kam si přejete odesílat e-mailová upozornění o platbách?
fa: ایمیل های مربوط به پرداخت ها را کجا دوست دارید دریافت نمایید?
hi: आप भुगतानों से संबंधित ईमेल सुतचनाएँ कहाँ प्राप्त करना पसंद करेंगे?
ko: 지불내역 이메일 알림을 어디로 받으시겠습니까?
sv_se: Var vill du få e-mail meddelanden om betalningar?
th: คุณต้องการรับอีเมลแจ้งเตือนเกี่ยวกับการชำระเงินช่องทางใด?
vi: Bạn muốn nhận thông báo qua email về thanh toán ở đâu?

source: Why?
ar: لماذا؟
bg: Защо?
ca: Per què?
cs: Proč?
fa: چرا?
hi: क्यों?
ko: 왜죠?
sv_se: Varför?
th: ทำไม?
vi: Tại sao?

source: Would you be willing to rate {{appName}} in the app store?
ar: هل ترغب في تقييم {{appName}} في متجر التطبيقات؟
bg: Склонни ли сте да гласувате за {{appName}} в магазина за приложения?
ca: Voldríeu valorar {{appName}} a la botiga d'aplicacions?
cs: Byl byste ochoten ohodnotit {{appName}} v obchodě s aplikacemi?
fa: آیا مایل به امتیاز دهی {{appName}} در app store هستید?
hi: क्या आप एप स्टोर में {{appName}} को रेट करना चाहेंगे?
ko: 앱스토에서 {{appName}}를 평가해주시겠습니까?
sv_se: Vill du betygsätta {{appName}} i appbutiken?
th: คุณจะยินดีที่ให้คะแนน {{appName}} ใน app store หรือไม่?
vi: Bạn có sẵn sàng đánh giá {{appName}} trong cửa hàng ứng dụng không?

source: Would you like to receive push notifications about payments?
ar: هل تريد تلقي إشعارات منبثقة بخصوص المدفوعات؟
bg: Вие бихте ли искали да получавате push-уведомявания за плащанията?
ca: Voleu rebre notificacions push sobre els pagaments?
cs: Přejete si dostávat push notifikace o platbách?
fa: آیا مایل به دریافت اعلان ها به صورت Push Notification برای پرداخت ها هستید?
hi: क्या आप भुगतानों के बारे में पुश नोटीफिकेशन्स प्राप्त करना पसंद करेंगे?
ko: 지불내역 푸시 알림을 받으시겠습니까?
sv_se: Vill du få push notifieringar om betalningar?
th: คุณต้องการรับการแจ้งเตือนการชำระเงินหรือไม่?
vi: Bạn có muốn nhận thông báo đẩy về thanh toán không?

source: Wrong number of recovery words:
ar: عدد غير صحيح لكلمات الاسترداد:
bg: Неподходящ брой думи в ключовата фраза:
ca: Nombre de paraules de recuperació incorrecte:
cs: Chybný počet slov k obnovení:
fa: تعداد اشتباه کلمات بازیابی:
hi: पुनर्प्राप्ति शब्दों की गलत संख्या:
ko: 백업 문구는 12개가 필요합니다:
sv_se: Fel antal återställningsord:
th: จำนวนคำที่กู้คืนไม่ถูกต้อง:
vi: Sai số từ khôi phục:

source: Wrong spending password
ar: كلمة مرور الإنفاق خاطئة
bg: Невярна платежна парола
ca: Contrasenya de pagaments incorrecta
cs: Chybné heslo pro potvrzení platby
fa: رمز عبور مربوط به خرج(Spend) اشتباه است
hi: गलत खर्च पासवर्ड
ko: 지불비밀번호 오류
sv_se: Felaktig lösenord
th: รหัสผ่านผิด!
vi: Sai mật khẩu chi tiêu

source: Yes
ar: نعم
bg: Да
ca: Sí
cs: Ano
fa: بله
hi: हाँ
ko: 네
sv_se: Ja
th: ใช่!
vi: Có

source: Yes, skip
ar: نعم، تخطي
bg: Да, да се пропусне
ca: Sí, omet
cs: Ano, přeskočit
fa: بله، رد شو
hi: हां, छोड़ें
ko: 네, 스킵
sv_se: Ja, hoppa över
th: ใช่,ข้าม
vi: Có, bỏ qua

source: You can create a backup later from your wallet settings.
ar: يمكنك إنشاء نسخة احتياطية لاحقًا من إعدادات المحفظة الخاصة بك.
bg: Вие можете да създадете резервно копие по-късно от параметрите на портмонето.
ca: Podeu crear una còpia de seguretat més tard des dels paràmetres de la cartera.
cs: Zálohu můžete vytvořit později v nastavení peněženky.
fa: شما می توانید بعدا و در قسمت تنظیمات کیف پول یک نسخه پشتیبان تهیه کنید.
hi: आप अपनी वॉलेट सेटिंग्स से बाद में बैकअप बना सकते हैं।
ko: 지갑 설정에서 백업을 나중에 설정하실 수도 있습니다.
sv_se: Du kan skapa en säkerhetskopia senare från dina plånboksinställningar.
th: คุณสามารถสร้างการสำรองข้อมูลในภายหลังจากการตั้งค่า
vi: Bạn có thể tạo bản sao lưu sau từ cài đặt ví của bạn.

source: You can make contributions by signing up on our Crowdin community translation website. We’re looking forward to hearing from you!
ar: يمكنك تقديم مساهمات من خلال التسجيل في موقع ترجمة مجتمع Crowdin الخاص بنا. نتطلع إلى الاستماع منك!
bg: За да се внесе своя влог, регистрирайте се на уеб-сайта за преводи на сдружението Crowdin. Ние ще се радваме да сътрудничаме с Вас!
ca: Podeu fer contribucions registrant-vos al nostre web de la comunitat de traductors de Crowdin. Us hi esperem!
cs: Můžete přispívat přihlášením k webovým stránkám Crowdin komunity pro překlady. Těšíme se na Vaše příspěvky!
fa: با ثبت نام در سايت Crowdin و جامعه ترجمه ببه ما بپیوندید. ما مشتاقانه منتظرحضور شما هستیم!
hi: आप हमारी Crowdin समुदाय की अनुवाद वेबसाइट पर साइन अप करके योगदान कर सकते हैं। हम आप से जानने की आशा रखते हैं!
ko: Crowdin 커뮤니티에 가입하시면 번역을 도와주실 수 있습니다. 감사합니다!
sv_se: Du kan göra bidrag genom att anmäla dig till vår Crowdin. Vi ser fram emot att höra från dig!
th: อย่ารอช้าเพราะคุณสามารถสร้างผลงานโดยการลงทะเบียนในเว็บไซต์ Crowdin community translation ของเรา
vi: Bạn có thể đóng góp bằng cách đăng ký trên trang web dịch thuật cộng đồng Crowdin của chúng tôi. Chúng tôi rất mong nhận được phản hồi từ bạn!

source: You can scan bitcoin addresses, payment requests, paper wallets, and more.
ar: يمكنك إجراء المسح الضوئي لعناوين بيتكوين وطلبات الدفع والمحافظ الورقية والمزيد.
bg: Вие можете да сканирате биткойн-адреси, запитвания за плащания, хартиени портмонета и много друго.
ca: Podeu escanejar adreces bitcoin, sol·licituds de pagament, carteres de paper i més coses.
cs: Můžete skenovat Bitcoin adresy, žádosti k zaplacení, papírové peněženky a další.
fa: شما می توانید آدرس های بیتکوین، درخواست های پرداخت، کیف های کاغذی و موارد دیگه ای را اسکن کنید.
hi: आप bitcoin पतों, भुगतान अनुरोधों, पेपर वॉलेट्स, और बहुत कुछ स्कैन कर सकते हैं।
ko: 비트코인 주소, 송금 요구서, 종이 지갑 등을 모두 스캔하실 수 있습니다.
sv_se: Du kan skanna bitcoinadresser, betalningsförfrågningar, pappersplånböcker och mycket mer.
th: คุณสามารถสแกนที่อยู่ bitcoin,คำขอชำระเงิน,การ์ดกระเป๋า และอื่นๆ
vi: Bạn có thể quét địa chỉ bitcoin, yêu cầu thanh toán, ví giấy, v.v.

source: You can see the latest developments and contribute to this open source app by visiting our project on GitHub.
ar: يمكنك مشاهدة أحدث التطورات والمساهمة في هذا التطبيق مفتوح المصدر من خلال زيارة مشروعنا في GitHub.
bg: Да се видят последните разработки и да се направи влог в наше приложение с открит изходен код може в нашия проект на платформата GitHub.
ca: Podeu veure les últimes novetats i contribuir a aquesta aplicació de codi obert visitant el nostre projecte a GitHub.
cs: Nejnovější vývoj a příspěvky k této open-source aplikaci můžete vidět v našem projektu na GitHub.
fa: شما می توانید آخرین تحولات و مشارکت در این برنامه متن باز را با بازدید از پروژه ما در GitHub مشاهده کنید.
hi: आप GitHub पर हमारे प्रोजेक्ट पर जाकर नवीनतम विकास देख सकते हैं और इस ओपन सोर्स एप में योगदान कर सकते हैं।
ko: 개발 근황과 오픈 소스 앱 발전 상황을 GitHub에서 확인하실 수 있습니다.
sv_se: Du kan se de senaste utvecklingen och bidra till denna open source-app genom att besöka vårt projekt på GitHub.
th: คุณจะสามารถพบการพัฒนาล่าสุด และสนับสนุนแอปฯนี้ โดยการเข้าเยี่ยมชมโปรเจคของพวกเราได้ที่ GitHub
vi: Bạn có thể thấy những phát triển mới nhất và đóng góp cho ứng dụng nguồn mở này bằng cách truy cập dự án của chúng tôi trên GitHub.

source: You can spend bitcoin at millions of websites and stores worldwide.
ar: يمكنك إنفاق البيتكوين في ملايين مواقع الويب والمحلات التجارية في جميع أنحاء العالم.
bg: Може да се харчат биткойните на милиони уеб-сайтове и в магазини по цял свят.
ca: Podeu pagar amb bitcoins en milions de llocs web i botigues d'arreu del món.
cs: Bitcoin můžete utratit na milionech webových stránek a v obchodech po celém světě.
fa: شما می توانید بیتکوین را در میلیون ها وب سایت و فروشگاه ها در سراسر جهان خرج کنید.
hi: आप विश्व भर की लाखों वेबसाइट्स और स्टोर्स में bitcoin खर्च कर सकते हैं।
ko: 비트코인을 전 세계의 수많은 매장과 온라인 스토어에서 사용하실 수 있습니다.
sv_se: Du kan spendera bitcoin på miljontals webbplatser och butiker över hela världen.
th: คุณสามารถใช้ bitcoin กับนับล้านเว็บไซต์และร้านค้าทั่วโลก
vi: Bạn có thể chi tiêu bitcoin tại hàng triệu trang web và cửa hàng trên toàn thế giới.

source: You can still export it from Advanced &gt; Export.
ar: يمكنك استيرادها من الصادرات &gt; المتقدمة.
bg: Вие можете да я експортирате в менюто «Разширени &gt; Експорт».
ca: Encara es pot exportar des d'Avançades &gt; Exporta.
cs: Později můžete exportovat z Pokročilé &gt; Export.
fa: شما همچنان م توانید از قسمت استخراج &gt; تنظیمات پبشرفته آن را استخراج کنید.
hi: आप इसे अभी भी एडवान्स्ड &gt; एक्सपोर्ट से एक्सपोर्ट कर सकते हैं।
ko: 지금도 고급 &gt; 내보내기에서 내보내실 수 있습니다.
sv_se: Du kan fortfarande exportera det från Avancerat &gt; Exportera.
th: คุณยังคงสามารถนำออกจาก &gt; การนำออกขั้นสูง
vi: Bạn vẫn có thể xuất nó từ Xuất &gt; nâng cao.

source: You can trade it for other currencies like US Dollars, Euros, or Pounds.
ar: يمكنك مبادلتها بعملات أخرى مثل الدولار الأمريكي واليورو والجنية.
bg: Може да ги обменята на друга валута, например, долари на САЩ, евро или паунди.
ca: Els podeu canviar per altres monedes com ara dòlars americans, euros o lliures esterlines.
cs: Můžete jej směnit za jiné měny jako jsou americké dolary, eura či libry.
fa: شما می توانید آن را با ارز های دیگر مثل دلار آمریکا، یورو و یا پوند معاوضه کنید.
hi: आप इसका अन्य मुद्राओं जैसे अमरीकी डॉलरों, यूरोज़, या पाउंड्स के बदले में व्यापार कर सकते हैं।
ko: 미국 달러, 유로, 파운드화 등으로 환전할 수 있습니다.
sv_se: Du kan handla det för andra valutor som amerikanska dollar, euro eller pund.
th: คุณสามารถทำการซื้อขายกับสกุลอื่นๆได้ เช่น ดอลลาร์สหรัฐฯ ยูโร ปอนด์
vi: Bạn có thể đổi nó lấy các loại tiền tệ khác như Đô la Mỹ, Euro hoặc Bảng Anh.

source: You control your bitcoin.
ar: يمكنك التحكم في البيتكوين الخاصة بك.
bg: Вие контролирате Вашите bitcoin-и.
ca: Controleu els vostres bitcoins.
cs: Vy ovládáte Vaše Bitcoiny.
fa: شما بیتکوین خود را کنترل می کنید.
hi: आप अपने bitcoin को स्वंय नियंत्रित करते हैं।
ko: 당신의 비트코인은 당신이 컨트롤합니다.
sv_se: Du kontrollerar ditt bitcoin.
th: คุณควบคุรกระเป๋าของคุณเอง
vi: Bạn kiểm soát bitcoin của mình.

source: You should not set a fee higher than {{maxFeeRecommended}} satoshis/byte.
ar: يجب عدم تحديد رسوم أعلى من {{maxFeeRecommended}} ساتوشي/بايت.
bg: Не следва да се определя комисионна повече от {{maxFeeRecommended}} сатоши/ байт.
ca: No hauríeu d'establir una comissió superior a {{maxFeeRecommended}} satoshis/byte.
cs: Neměli byste nastavovat poplatek vyšší než {{maxFeeRecommended}} satoshi/byte.
fa: شما کارمزدی بیشتر از {{maxFeeRecommended}} ساتوشی/بایت نباید ببینید.
hi: आपको {{maxFeeRecommended}} स्टोशी/बाइट से अधिक शुल्क नियत नहीं करना चाहिए।
ko: 수수료를 {{maxFeeRecommended}} 이상의 사토시/바이트로 설정하지 마세요.
sv_se: Du bör inte ange en avgift högre än {{maxFeeRecommended}} satoshis / byte.
th: คุณไม่ควรตั้งค่าธรรมเนียมสูงกว่า {{maxFeeRecommended}} satoshis/byte.
vi: Bạn không nên đặt mức phí cao hơn {{maxFeeRecommended}} satoshis/byte.

source: You will need to log back for fill in your BitPay Card.
ar: ستحتاج إلى تسجيل الدخول مرة أخرى لملء بطاقة BitPay.
bg: За попълване на картата BitPay Card на вас ще нужно отново да влезете.
ca: Haureu de tornar a iniciar la sessió per completar la BitPay Card.
cs: Pro vyplnění karty BitPay se budete muset znovu přihlásit.
fa: شما نیاز دارید که برای پر کردن کارت BitPay به عقب برگردید.
hi: आपको अपने BitPay Card को भरने के लिए लॉग बैक करने की आवश्यकता होगी।
ko: BitPay 카드를 입력하기 위해선 다시 로그인해야 합니다.
sv_se: Du måste logga in för att fylla i ditt BitPay-kort.
th: คุณจะต้องกรอกข้อมูลในบัตร BitPay ของคุณ
vi: Bạn sẽ cần phải đăng nhập lại để điền vào Thẻ BitPay của mình.

source: You'll receive email notifications about payments sent and received from your wallets.
ar: ستتلقى إشعارات البريد الإلكتروني بخصوص المدفوعات المرسلة والمتلقاة من محافظك.
bg: Вие ще получавате e-mail-уведомявания за входящите и изходящите плащания.
ca: Rebreu notificacions per e-mail sobre pagaments enviats i rebuts de les vostres carteres.
cs: Budete dostávat e-mailová oznámení o platbách odeslaných a přijatých do Vašich peněženek.
fa: شما در مورد پرداخت های دریافتی و ارسالی به کیف پول شما ایمیل دریافت خواهید کرد.
hi: आपको अपने वॉलेट में से भेजे गए और प्राप्त हुए भुगतानों से संबंधित ईमेल सूचनाएँ प्राप्त होंगी।
ko: 지갑의 모든 거래 내역을 이메일 알림으로 받게 됩니다.
sv_se: Du får e-postmeddelanden om betalningar som skickas och tas emot från dina plånböcker.
th: คุณจะได้รับอีเมลแจ้งเตือนเกี่ยวกับการชำระเงินที่ส่ง และรับจากกระเป๋าของคุณ
vi: Bạn sẽ nhận được thông báo qua email về các khoản thanh toán được gửi và nhận từ ví của bạn.

source: Your BitPay Card is ready. Add funds to your card to start using it at stores and ATMs worldwide.
ar: بطاقة BitPay الخاصة بك جاهزة. أضف الأموال إلى بطاقتك لبدء استخدامها في المتاجر وماكينات الصرّاف الآلي حول العالم.
bg: Вашата карта BitPay Card е готова. Попълнете картата и се ползвайте с нея в магазини и банкомати по цял свят.
ca: La BitPay Card ja està a punt. Afegiu fons a la targeta per començar a utilitzar-la en botigues i caixers automàtics de tot el món.
cs: Vaše karta BitPay je připravena. Dobijte Vaši kartu a začněte ji používat v obchodech a bankomatech po celém světě.
fa: کارت BitPay شما آماده است. برای استفاده از آن در فروش گاه ها و دستگاه های خود پرداز وجوهی را به کارت خود اضافه کنید.
hi: आपका BitPay Card तैयार है। विश्वभर के स्टोर्स और ATM पर इसका इस्तेमाल करना प्रारंभ करने के लिए अपने कार्ड में निधियां जोडें।
ko: BitPay 카드가 준비되었습니다. 자금을 추가하신 후 전 세계 매장과 ATM에서 사용하세요.
sv_se: Ditt BitPay-kort är klart. Lägg till pengar på ditt kort för att börja använda det i butiker och bankomater över hela världen.
th: บัตรBitPayของคุณพร้อมใช้งานแล้ว เพิ่มเงินไปยังบัตรของคุณเพื่อเริ่มใช้งานที่ร้านค้าและดูกดเงินทั่วโลก
vi: Thẻ BitPay của bạn đã sẵn sàng. Nạp tiền vào thẻ của bạn để bắt đầu sử dụng tại các cửa hàng và ATM trên toàn thế giới.

source: Your Gift Cards
ar: بطاقات الهدايا الخاصة بك
bg: Мои подаръчни карти
ca: Les vostres targetes regal
cs: Vaše dárkové karty
fa: کارت های هدیه شما
hi: आपके गिफ्ट कार्ड
ko: 기프트 카드
sv_se: Dina presentkort
th: บัตรของขวัญของคุณ
vi: Thẻ quà tặng của bạn
