Repository: Bitcoin-com/Wallet
Catalog: i18n/po/*/template-*.po
Languages: ar, bg, ca, cs, fa, hi, ko, sv_se, th, vi

source: Amount is below the minimun
ar: المبلغ أقل من الحد الأدنى
bg: Сумата е по-малка от минимума
ca: L'import és inferior al mínim
cs: Nižší než minimální částka
fa: مقدار زیر مقدار حداقل است
hi: राशि न्यूनतम से कम है
ko: 금액이 최저 이하임
sv_se: Beloppet ligger under minimunen
th: ยอดเงินต่ำกว่าขั้นต่ำที่กำหนด
vi: Số tiền dưới mức tối thiểu

source: Amount is above the limit
ar: المبلغ يزيد على الحد الأقصى
bg: Сумата е повече от ограничението
ca: L'import supera el límit
cs: Nadlimitní částka
fa: مقدار بالاتر از حد است
hi: राशि सीमा से ऊपर है
ko: 금액이 한계 이상임
sv_se: Beloppet är över gränsen
th: ยอดเงินเกินขีดจำกัด
vi: Số tiền cao hơn mức giới hạn

source: Invalid response from Sideshift
ar: استجابة غير صالحة من Sideshift
bg: Неправилен отговор от Sideshift
ca: Resposta invàlida de Sideshift
cs: Neplatná odpověď z Sideshift
fa: پاسخ Sideshift نامعتبر است
hi: Sideshift से अमान्य जवाब
ko: Sideshift의 유효하지 않은 응답
sv_se: Ogiltigt svar från Sideshift
th: มีการตอบสนองที่ไม่ถูกต้องจาก Sideshift
vi: Phản hồi không hợp lệ từ Sideshift

source: Insufficient Amount Received
ar: تم تلقي مبلغ غير كافٍ
bg: Получено е непълно плащане
ca: S'ha rebut un import insuficient
cs: Přijata nedostatečná částka
fa: مقدار دریافت‌شده کافی نیست
hi: अपर्याप्त राशि प्राप्त हुई
ko: 수령 금액이 부족합니다
sv_se: Otillräckligt belopp mottaget
th: ได้รับเงินไม่เพียงพอ
vi: Số tiền đã nhận không đủ

source: Return to Address
ar: الرجوع إلى العنوان
bg: Да се върне към адреса
ca: Torna a l'adreça
cs: Návrat na adresu
fa: برگشت به آدرس
hi: पते पर लौटें
ko: 주소 표시로 복귀
sv_se: Återgå till adress
th: กลับไปยังที่อยู่
vi: Quay trở lại Địa chỉ

source: Overpaid!
ar: دفع زائد!
bg: Надплащане!
ca: Pagament excedit!
cs: Přeplatek!
fa: اضافه پرداخت شد!
hi: अधिक भुगतान हुआ!
ko: 초과 지불되었습니다!
sv_se: Underbetald!
th: มากเกินไป!
vi: Trả thừa!

source: Underpaid!
ar: دفع أقل!
bg: Недоплащане!
ca: Pagament insuficient!
cs: Nedoplatek!
fa: کمتر پرداخت شد!
hi: कम भुगतान हुआ!
ko: 적게 지불되었습니다!
sv_se: Underbetald!
th: ต่ำเกินไป!
vi: Trả thiếu!

source: Error Creating Customer
ar: خطأ في إنشاء العميل
bg: Грешка при създаване на клиента
ca: Error en crear el client
cs: Chyba při vytváření zákazníka
fa: خطا در ایجاد مشتری
hi: ग्राहक बनाने में त्रुटि
ko: 고객 생성 오류
sv_se: Fel med kund skapelse
th: ข้อผิดพลาดการสร้างลูกค้า
vi: Lỗi tạo khách hàng

source: Enter an email address.
ar: أدخل عنوان البريد إلكتروني.
bg: Вкарайте адреса на електронната поща.
ca: Introduïu una adreça electrònica.
cs: Zadejte e-mailovou adresu.
fa: آدرس ایمیل را وارد کنید.
hi: कोई ईमेल पता दर्ज करें।
ko: 이메일 주소를 입력해 주십시오.
sv_se: Ange en e-postadress.
th: ป้อนที่อยู่อีเมล
vi: Nhập địa chỉ email.

source: Must be a valid email address.
ar: يجب أن يكون عنوان بريد إلكتروني صالح.
bg: Адресът на електронната поща следва да е валиден.
ca: Ha de ser una adreça electrònica vàlida.
cs: Musí to být platná e-mailová adresa.
fa: باید یک آدرس ایمیل معتبر باشد.
hi: कोई मान्य ईमेल पता होना चाहिए।
ko: 유효한 이메일 주소를 입력해 주십시오.
sv_se: Måste vara en giltig e-postadress.
th: ต้องเป็นที่อยู่ที่ถูกต้อง
vi: Phải là địa chỉ email hợp lệ.

source: Unable to Create Customer
ar: غير قادر على إنشاء العميل
bg: Не успя да се създаде клиент
ca: No s'ha pogut crear el client
cs: Nelze vytvořit zákazníka
fa: عدم امکان ایجاد مشتری
hi: ग्राहक बनाने में असमर्थ
ko: 고객을 만들 수 없습니다
sv_se: Kund skapelse lyckades inte
th: ไม่สามารถสร้างลูกค้าได้

source: Enter a valid email address.
bg: Адресът на електронната поща следва да е валиден.
cs: Musí to být platná e-mailová adresa.
ko: 유효한 이메일 주소를 입력해 주십시오.

source: Buy Bitcoin Cash (BCH)
ar: شراء البتكوين كاش (BCH)
bg: Покупка Bitcoin Cash (BCH)
ca: Compra Bitcoin Cash (BCH)
cs: Koupit Bitcoin Cash (BCH)
fa: خرید Bitcoin Cash (BCH)
hi: Bitcoin Cash (BCH) खरीदें
ko: 비트코인 캐시(BCH) 구매
sv_se: Köp Bitcoin Cash (BCH)
th: ซื้อเงินสด Bitcoin (BCH)

source: You can purchase up to {{vm.dailyRemaining}} today, and up to {{vm.monthlyRemaining}} this month.
ar: يمكنك شراء ما يصل إلى {{vm.dailyRemaining}} اليوم، وما يصل إلى {{vm.monthlyRemaining}} هذا الشهر.
bg: Вие можете да купите още максимум {{vm.dailyRemaining}} днес и {{vm.monthlyRemaining}} през този месец.
ca: Podeu comprar fins a {{vm.dailyRemaining}} avui i fins a {{vm.monthlyRemaining}} aquest mes.
cs: Dnes si můžete koupit až {{vm.dailyRemaining}} a až {{vm.monthlyRemaining}} tento měsíc.
fa: شما می توانید تا سقف {{vm.dailyRemaining}} امروز و تا سقف {{vm.monthlyRemaining}} در این ماه این خرید.
hi: आप आज {{vm.dailyRemaining}} तक, और इस माह {{vm.monthlyRemaining}} तक खरीद सकते हैं।
ko: 1일 {{vm.dailyRemaining}} 및 월 최고 {{vm.monthlyRemaining}}까지 구매할 수 있습니다.
sv_se: Du kan köpa upp till {{vm.dailyRemaining}} idag, och upp till {{vm.monthlyRemaining}} denna månad.
th: วันนี้คุณสามารถซื้อได้ถึง {{vm.dailyRemaining}} และมากถึง{{vm.monthlyRemaining}} ในเดือนนี้
vi: Bạn có thể mua lên đến {{vm.dailyRemaining}} hôm nay và lên đến {{vm.monthlyRemaining}} trong tháng này.

source: Buy Bitcoin Cash
ar: قم بشراء البتكوين كاش
bg: Покупка Bitcoin Cash
ca: Compra Bitcoin Cash
cs: Koupit Bitcoin Cash
fa: خرید Bitcoin Cash
hi: Bitcoin Cash खरीदें
ko: 비트코인 캐시 구매
sv_se: Köp Bitcoin Cash
th: ซื้อเงินสด Bitcoin
vi: Mua Bitcoin Cash

source: Verify Email
bg: Потвърди Имейл
cs: Ověřovací email
ko: 이메일 인증하기
sv_se: Verifiera email

source: Error Getting Customer ID
ar: خطأ في الحصول على معرف العميل
bg: Грешка при получаване на идентификатора на клиента
ca: Error en obtenir l'ID de client
cs: Chyba načítání ID zákazníka
fa: خطا در گرفتن ایجاد مشتری
hi: ग्राहक ID प्राप्त करने में त्रुटि
ko: 고객 ID 확인 오류
sv_se: Fel på att få kund-ID
th: เกิดข้อผิดพลาดในการรับไอดีลูกค้า
vi: Lỗi lấy ID khách hàng

source: Error Getting Customer Information
ar: خطأ في الحصول على معلومات العميل
bg: Грешка при получаване на информация за клиента
ca: Error en obtenir la informació de client
cs: Chyba načítání údajů o zákazníkovi
fa: خطا در گرفتن اطلاعات مربوط به مشتری
hi: ग्राहक जानकारी प्राप्त करने में त्रुटि
ko: 고객 정보 확인 오류
sv_se: Fel på att få kundinformation
th: เกิดข้อผิดพลาดในการรับข้อมูลลูกค้า
vi: Lỗi lấy thông tin khách hàng

source: An error occurred when getting your customer information.
ar: حدث خطأ أثناء الحصول على معلومات العميل الخاصة بك.
bg: При получаване на информацията за клиента стана грешка.
ca: S'ha produït un error en obtenir la informació de client.
cs: Došlo k chybě při získávání informací o zákazníkovi.
fa: هنگام گرفتن اطلاعات مشتری مربوط به شما خطایی رخ داد.
hi: आपकी ग्राहक जानकारी प्राप्त करते समय त्रुटि उत्पन्न हुई।
ko: 고객 정보 확인 중 오류가 발생했습니다.
sv_se: Ett fel uppstod under kundinformation mottagande.
th: เกิดข้อผิดพลาดเมื่อเรียกใช้ข้อมูลของลูกค้า
vi: Đã xảy ra lỗi khi lấy thông tin khách hàng của bạn.

source: Customer information was missing.
ar: معلومات العميل كانت مفقودة.
bg: Информацията за клиента отсъства.
ca: Faltava la informació de client.
cs: Chybí informace o zákazníkovi.
fa: اطلاعات مشتری از بین رفته بود.
hi: ग्राहक जानकारी अनुपलब्ध थी।
ko: 고객 정보가 누락되었습니다.
sv_se: Kundinformation saknades.
th: ข้อมูลลูกค้าผิดพลาด
vi: Thiếu thông tin khách hàng.

source: See the <a class="track_buy_bitcoin_tap_on_terms_of_service" ng-click="vm.onTermsOfUse()">Terms of Service</a> & <a class="track_buy_bitcoin_tap_on_privacy_policy" ng-click="vm.onPrivacyPolicy()">Privacy Policy</a>
ar: راجع <a class="track_buy_bitcoin_tap_on_terms_of_service" ng-click="vm.onTermsOfUse()">شروط الخدمة</a> & <a class="track_buy_bitcoin_tap_on_privacy_policy" ng-click="vm.onPrivacyPolicy()">سياسة الخصوصية</a>
bg: Виж <a class="track_buy_bitcoin_tap_on_terms_of_service" ng-click="vm.onTermsOfUse()">Условия на обслужване</a> и <a class="track_buy_bitcoin_tap_on_privacy_policy" ng-click="vm.onPrivacyPolicy()">Политиката на конфиденциалността</a>
cs: Viz naše <a class="track_buy_bitcoin_tap_on_terms_of_service" ng-click="vm.onTermsOfUse()">podmínky</a> a <a class="track_buy_bitcoin_tap_on_privacy_policy" ng-click="vm.onPrivacyPolicy()">zásady ochrany osobních údajů</a>
ko: <a class="track_buy_bitcoin_tap_on_terms_of_service" ng-click="vm.onTermsOfUse()">이용약관</a> & <a class="track_buy_bitcoin_tap_on_privacy_policy" ng-click="vm.onPrivacyPolicy()">개인정보 보호정책을 확인해 주십시오.</a>

source: Terms of Service
cs: Podmínky
ko: 이용약관
sv_se: Integritetspolicy

source: Privacy Policy
cs: Zásady ochrany osobních údajů
ko: 개인정보 보호정책을 확인해 주십시오
sv_se: Användarvillkor

source: Error Getting Payment Methods
ar: خطأ في الحصول على طرق الدفع
bg: Грешка при получаване на методите на плащане
ca: Error en obtenir les formes de pagament
cs: Chyba načítání způsobu platby
fa: خطا در گرفتن روش های پرداخت
hi: भुगतान विधियां प्राप्त करने में त्रुटि
ko: 지불방법 확인 오류
sv_se: Ett fel uppstod vid betalningsmetoder
th: ข้อผิดพลาดในการรับวิธีการชำระเงิน
vi: Phương thức thanh toán nhận được lỗi

source: An error occurred when getting your payment methods.
ar: حدث خطأ أثناء الحصول على طرق الدفع الخاصة بك.
bg: При получаване на методите на плащане стана грешка.
ca: S'ha produït un error en obtenir les formes de pagament.
cs: Došlo k chybě při získávání vašich způsobů platby.
fa: هنگام گرفتن روش های پرداخت شما خطایی رخ داد.
hi: आपकी भुगतान विधियों को प्राप्त करते समय त्रुटि उत्पन्न हुई।
ko: 지불방법 확인 중 오류가 발생했습니다.
sv_se: Ett fel uppstod när du fick betalningsmetoder.
th: เกิดข้อผิดพลาดเมื่อทำการรับวิธีการชำระเงินของคุณ
vi: Đã xảy ra lỗi khi nhận phương thức thanh toán của bạn.

source: No Payment Methods
ar: لا توجد طرق دفع
bg: Няма метод за плащане
ca: No hi ha formes de pagament
cs: Žádné způsoby platby
fa: روش پرداختی وجود ندارد
hi: कोई भुगतान विधियां नहीं
ko: 지불 방법 없음
sv_se: Inga betalningsmetoder
th: ไม่พบวิธีการชำระเงิน
vi: Không có phương thức thanh toán

source: You must add a credit or debit card to buy Bitcoin Cash (BCH).
ar: يجب عليك إضافة بطاقة الائتمان وبطاقة الصرف لشراء البيتكوين كاش (BCH).
bg: За покупка на Bitcoin Cash (BCH) е необходимо да се добави кредитна или дебитова карта.
ca: Heu d'afegir una targeta de crèdit o de dèbit per comprar Bitcoin Cash (BCH).
cs: K nákupu Bitcoin Cash (BCH) Je třeba přidat kreditní nebo debetní kartu.
fa: برای خرید Bitcoin Cash (BCH) باید یک کارت اعتباری یا دبیت کارت اضافه کنید.
hi: आपको Bitcoin Cash (BCH) खरीदने के लिए क्रैडिट या डेबिट कार्ड जोड़ना होगा।
ko: 비트코인 캐시(BCH)를 구매하려면 신용카드 또는 직불카드를 입력해 주십시오.
sv_se: Du måste lägga till ett kredit- eller betalkort för att köpa Bitcoin Cash (BCH).
th: คุณจะต้องเพิ่มบัตรเดบิต หรือเครดิตเพื่อซื้อเงินสด Bitcoin (BCH)
vi: Bạn phải thêm thẻ tín dụng hoặc thẻ ghi nợ để mua Bitcoin Cash (BCH).

source: Add Card
ar: أضف بطاقة
bg: Да се добави карта
ca: Afegeix targeta
cs: Přidat kartu
fa: اضافه کردن کارت
hi: कार्ड जोड़ें
ko: 카드 추가
sv_se: Lägg till kort
th: เพิ่มบัตร
vi: Thêm thẻ

source: Getting exchange rate...
ar: جارٍ الحصول على سعر الصرف...
bg: Получаване на обменния курс...
ca: Obtenint tipus de canvi...
cs: Načítá se směnný kurz...
fa: دریافت نرخ مبادله...
hi: विनिमय दर प्राप्त हो रही है...
ko: 환율 확인 중...
sv_se: Få växelkurs...
th: กำลังรับอัตราแลกเปลี่ยน ...
vi: Đang nhận tỷ giá...

source: Waiting for exchange rate.
ar: في انتظار سعر الصرف.
bg: Очакване получаване на обменния курс.
ca: Esperant tipus de canvi.
cs: Čeká se na směnný kurz.
fa: انتظار برا دریافت نرخ مبادله.
hi: विनिमय दर के लिए प्रतीक्षा कर रहे हैं।
ko: 환율 확인 중.
sv_se: Väntar på växelkurs.
th: กำลังรออัตราแลกเปลี่ยน ...
vi: Đang chờ tỷ giá.

source: You must have a Bitcoin Cash (BCH) wallet to deposit in to.
ar: لا بد أن يكون لديك محفظة بيتكوين كاش (BCH) للإيداع فيها.
bg: За внасяне на депозит е нужно портмоне Bitcoin Cash (BCH).
ca: Heu de tenir una cartera de Bitcoin Cash (BCH) per dipositar-los.
cs: K uložení musíte mít peněženku Bitcoin Cash (BCH).
fa: برای سپرده گذاری، نیاز به یک کیف پول Bitcoin Cash (BCH) دارید.
hi: आपके पास जमा करने के लिए Bitcoin Cash (BCH) वॉलेट आवश्यक होना चाहिए।
ko: 예치할 수 있는 비트코인 캐시(BCH) 지갑이 필요합니다.
sv_se: Du måste ha en Bitcoin Cash (BCH) plånbok att sätta in på.
th: คุณจะต้องมีเงินสด Bitcoin (BCH)เพื่อฝากเข้า
vi: Bạn phải có ví Bitcoin Cash (BCH) để gửi tiền vào.

source: Select a BCH Wallet
ar: اختر محفظة BCH
bg: Изберете портмоне ВСН
ca: Seleccioneu una cartera BCH
cs: Zvolte BCH peněženku
fa: یک کیف پول BCH انتخاب کنید
hi: BCH वॉलेट का चयन करें
ko: BCH 지갑 선택
sv_se: Välj en BCH-plånbok
th: เลือกกระเป๋า BCH
vi: Chọn ví BCH

source: No stored debit or credit cards.
bg: Няма съхранени дебитни или кредитни карти.
cs: Žádné uložené debetní nebo kreditní karty.
ko: 카드가 아직 추가되지 않았습니다.

source: No transactions.
bg: Транзакции засега не е имало.
cs: Zatím žádné transakce.
ko: 아직 거래 없음.

source: Buying Bitcoin Cash...
ar: جارٍ شراء بيتكوين كاش...
bg: Осъществява се покупка на Bitcoin Cash...
ca: Comprant Bitcoin Cash...
cs: Kupuje se Bitcoin Cash...
fa: خرید Bitcoin Cash...
hi: Bitcoin Cash खरीदा जा रहा है...
ko: 비트코인 캐시 구매 중...
sv_se: Köper Bitcoin Cash...
th: กำลังซื้อเงินสด Bitcoin...
vi: Đang mua Bitcoin Cash...

source: Verifying your email...
ko: 이메일 확인 중 ...

source: Creating customer ID...
ko: 고객 ID 생성 중 ...

source: Contacting the card issuer...
ko: 은행에 문의 중 ...

source: Checking Status...
ko: 상태 확인 중 ...

source: Loading Profile...
ko: 프로필로드 중 ...

source: Purchase Failed
ar: فشل الشراء
bg: Грешка на покупката
ca: La compra ha fallat
cs: Nákup selhal
fa: خرید انجام نشد
hi: खरीदारी विफल हुई
ko: 구매 실패
sv_se: Köp misslyckades
th: การซื้อล้มเหลว
vi: Không thể mua

source: Failed to create transaction.
ar: فشلت إنشاء معاملة.
bg: Не успя да се създаде транзакцията.
ca: No s'ha pogut crear una transacció.
cs: Nelze vytvořit transakci.
fa: تراکنش انجام نشد.
hi: ट्रांजैक्शन करने में विफल हुए।
ko: 거래 생성 실패
sv_se: Misslyckades med att skapa transaktion.
th: ไม่สามารถทำธุรกรรมใดๆได้
vi: Không thể tạo giao dịch.

source: Buy Now
ar: قم بالشراء الآن
bg: Да се купи
ca: Compra ara
cs: Koupit teď
fa: همین الان خرید کنید
hi: अभी खरीदें
ko: 지금 구매
sv_se: Köpa nu
th: ซื้อตอนนี้
vi: Mua ngay

source: Enter Security Code
ar: أدخل كود الأمان
bg: Вкарайте защитния код
ca: Introduïu el codi de seguretat
cs: Zadejte bezpečnostní kód
fa: کد امنیتی را وارد کنید
hi: सुरक्षा कोड दर्ज करें
ko: 보안 코드 입력
sv_se: Slå in säkerhetskoden
th: ป้อนรหัสความปลอดภัย
vi: Nhập mã bảo mật

source: Enter the 3 digit code on the back of your card.
bg: Въведете трицифрения код на гърба на картата.
cs: Zadejte 3 až místný kód ze zadní strany vaší karty.
ko: 카드 뒷면에 3 자리 코드를 입력하십시오.

source: Buy Bitcoin Cash Now
bg: Купи Bitcoin сега
cs: Koupit Bitcoin Cash
ko: 비트코인 캐시 구매하기
sv_se: Köp Bitcoin Cash nu

source: Go to Wallet
ar: اذهب إلى المحفظة
bg: Да се премине в портмонето
ca: Ves a la cartera
cs: Přejít do peněženky
fa: رفتن به کیف پول
hi: वॉलेट में जाएं
ko: 지갑으로 이동
sv_se: Gå till Plånboken
th: ไปที่กระเป๋าสตางค์
vi: Đi tới Ví

source: Go to {{vm.walletName}}
ar: اذهب إلى {{vm.walletName}}
bg: Да се премине в {{vm.walletName}}
ca: Ves a {{vm.walletName}}
cs: Přejít do {{vm.walletName}}
fa: رفتن به {{vm.walletName}}
hi: {{vm.walletName}} में जाएं
ko: {{vm.walletName}}(으)로 이동
sv_se: Gå till {{vm.walletName}}
th: ไปที่ {{vm.walletName}}
vi: Đi tới {{vm.walletName}}

source: Your order has been approved and is pending completion. Your {{vm.coin | uppercase}} will be available in your wallet soon.
ar: تمت الموافقة على طلبك وهو في انتظار الانتهاء. ستكون {{vm.coin | uppercase}} متاحة في محفظتك قريبًا.
bg: Поръчката е потвърдена и очаква изпълнение. {{vm.coin | uppercase}} скоро ще се появи при вас в портмонето.
cs: Vaše objednávka byla schválena a čeká na dokončení. Váš {{vm.coin | uppercase}} bude brzy k dispozici ve vaší peněžence.
ko: 주문이 승인되어 확인 중입니다. {{vm.coin | uppercase}}가 곧 윌릿에 적립됩니다.

source: Your order has been completed. You can now find your {{vm.coin | uppercase}} in your wallet.
ar: تم الانتهاء من طلبك. يمكنك الآن إيجاد {{vm.coin | uppercase}} الخاصة بك في محفظتك.
bg: Поръчката е изпълнена. {{vm.coin | uppercase}} вече е при вас в портмонето.
cs: Vaše objednávka byla dokončena. Vaše {{vm.coin | uppercase}} teď najdete ve své peněžence.
ko: 주문이 완료되었습니다. 지갑에서 적립된 {{vm.coin | uppercase}}를 확인하실 수 있습니다.

source: Your order has failed.
ar: فشل طلبك.
bg: Вашата поръчка не е минала.
ca: La vostra comanda ha fallat.
cs: Vaše objednávka selhala.
fa: سفارشتان انجام نشد.
hi: आपका ऑर्डर विफल हो गया।
ko: 주문을 실패했습니다.
sv_se: Din order har misslyckats.
th: การสั่งซื้อล้มเหลว
vi: Đơn hàng của bạn đã bị lỗi.

source: Your order is waiting for authorization.
ar: طلبك في انتظار الحصول على الإذن.
bg: Вашата поръчка е в очакване на авторизация.
ca: La vostra comanda està en espera de l'autorització.
cs: Vaše objednávka čeká na autorizaci.
fa: سفارشتان درانتظار مجوز است.
hi: आपका ऑर्डर प्राधिकरण के लिए प्रतीक्षा कर रहा है।
ko: 주문 완료를 위해 본인인증이 필요합니다.
sv_se: Din beställning väntar på auktorisation.
th: ใบสั่งซื้อของคุณกำลังรอการอนุมัติ
vi: Đặt hàng của bạn đang chờ cấp phép.

source: Deposited to
ar: الإيداع في
bg: Портмоне за зачисляване
ca: Dipositats a
cs: Uloženo do
fa: سپرده شده در
hi: इसमें जमा किया गया
ko: 예치
sv_se: Sätta in till
th: ฝากไปยัง
vi: Gửi tiền vào

source: Failed to get transaction data.
ar: فشل الحصول على بيانات المعاملة.
bg: Неуспешно получаване на данни за транзакцията.
ca: No s'han pogut obtenir les dades de la transacció.
cs: Nelze získat data transakce.
fa: داده های تراکنش دریافت نشد.
hi: ट्रांजैक्शन डेटा प्राप्त करने में विफल हुए।
ko: 거래 데이터 확인 실패
sv_se: Misslyckades med att få transaktionsdata.
th: การเรียกข้อมูลธุรกรรมล้มเหลว
vi: Không thể lấy dữ liệu giao dịch.

source: Not found.
ar: غير موجود.
bg: Не е намерено.
ca: No s'ha trobat.
cs: Nenalezeno.
fa: یافت نشد.
hi: नहीं मिला।
ko: 찾을 수 없음
sv_se: Hittades inte.
th: ไม่พบ
vi: Không tìm thấy.

source: Failed to get payment method info.
ar: فشل الحصول على معلومات طريقة الدفع.
bg: Неуспешно получаване на информация за начина на плащане.
ca: No s'ha pogut obtenir informació de la forma de pagament.
cs: Nepodařilo se získat informace o způsobu platby.
fa: اطلاعات روش پرداخت دریافت نشد.
hi: भुगतान विधि की जानकारी प्राप्त करने में विफल हुए।
ko: 지불방법 정보 확인 실패
sv_se: Misslyckades med att få betalningsmetod info.
th: ไม่สามารถรับข้อมูลวิธีการชำระเงิน
vi: Không thể lấy thông tin phương thức thanh toán.

source: Waiting for authorization
ar: انتظار المصادقة
bg: В очакване на авторизация
ca: La vostra comanda està en espera de l'autorització
cs: Čekání na autorizaci
fa: درانتظار مجوز
hi: प्राधिकरण के लिए प्रतीक्षा की जा रही है
ko: 본인인증이 필요합니다
sv_se: Väntar på behörighet
th: กำลังรอการอนุมัติ
vi: Đang chờ ủy quyền

source: Submit
bg: Изпращане
cs: Předložit
ko: 제출

source: Back
ar: الرجوع
bg: Назад
ca: Enrere
cs: Zpět
fa: قبل
hi: पीछे
ko: 뒤로
sv_se: Tillbaka
th: ย้อนกลับ
vi: Quay lại

source: Expiration Date
bg: Срок на годност
cs: Datum spotřeby
ko: 유효 기간
sv_se: Utgångsdatum

source: Type all your card details below.
bg: По-долу въведете данните за картата си.
cs: Níže zadejte všechny podrobnosti o vaší kartě.
ko: 카드 정보를 입력하세요.
sv_se: Fyll i dina kortuppgifter nedan.

source: Verify and complete your card information.
ar: تحقق واستكمل معلومات البطاقة الخاصة بك.
bg: Проверете и попълнете данните на вашата карта.
ca: Verifiqueu i completeu la informació de la vostra targeta.
cs: Zkontrolujte a vyplňte údaje o vaší kartě.
fa: اطلاعات کارت را تأیید و کامل کنید.
hi: अपनी कार्ड जानकारी को सत्यापित और पूरा करें।
ko: 카드 정보를 확인하고 완료해 주십시오.
sv_se: Verifiera och slutföra din kortinformation.
th: ตรวจสอบ และกรอกข้อมูลบัตรของคุณ
vi: Xác minh và hoàn tất thông tin thẻ của bạn.

source: Required
ar: مطلوب
bg: Задължително
ca: Obligatori
cs: Požadováno
fa: مورد نیاز
hi: आवश्यक
ko: 필수
sv_se: Nödvändig
th: ต้องระบุ
vi: Bắt buộc

source: Visa, MC, or AMEX
ar: Visa أو MC أو AMEX
bg: Visa, MasterCard или American Express
ca: Visa, MC o AMEX
cs: Visa, MC nebo AMEX
fa: ویزا، MC یا AMEX
hi: Visa, MC, या AMEX
ko: 비자, 마스터, 또는 아멕스
sv_se: Visa, MasterCard eller American Express
th: วีซ่า,MC หรือ AMEX
vi: Visa, MC hoặc AMEX

source: Card Number
ar: رقم البطاقة
bg: Номер на картата
ca: Número de targeta
cs: Číslo karty
fa: شماره کارت
hi: कार्ड संख्या
ko: 카드 번호
sv_se: Kortnummer
th: หมายเลขบัตร
vi: Số thẻ

source: Unable to Add Card
ar: تعذر إضافة البطاقة
bg: Неуспешно добавяне на картата
ca: No s'ha pogut afegir la targeta
cs: Nelze přidat kartu
fa: عدم امکان افزودن کارت
hi: कार्ड जोड़ने में असमर्थ
ko: 카드를 추가할 수 없습니다
sv_se: Kan inte lägga till kort
th: ไม่สามารถเพิ่มบัตร
vi: Không thể thêm thẻ

source: Card number is invalid. Check your card and try again.
ar: رقم البطاقة غير صالح. تحقق من بطاقتك وحاول مرة أخرى.
bg: Номерът на картата е невалиден. Проверете картата и повторете опита.
ca: El número de targeta no és vàlid. Comproveu la targeta i torneu-ho a provar.
cs: Číslo karty je neplatné. Zkontrolujte kartu a opakujte akci.
fa: شماره کارت غیرمعتبر می باشد. کارت خود را بررسی و دوباره امتحان کنید.
hi: कार्ड संख्या अमान्य है। अपना कार्ड जांचें और दुबारा प्रयास करें।
ko: 유효하지 않은 카드 번호입니다. 카드를 확인하고 다시 시도해 주십시오.
sv_se: Kortnummer är ogiltigt. Kolla ditt kort och försök igen.
th: หมายเลขบัตรไม่ถูกต้อง ตรวจสอบบัตรของคุณ และลองอีกครั้ง
vi: Số thẻ không hợp lệ. Hãy kiểm tra thẻ của bạn và thử lại.

source: CVC number is invalid. The 3 digits in the back part of your card. 4 digits if you are using AMEX.
ar: رقم CVC غير صالح. الرقم المكون من 3 أرقام في الجزء الخلفي للبطاقة الخاصة بك. الرقم المكون من 4 أرقام إذا كنت تستخدم AMEX.
bg: Номерът CVC е невалиден. (Това са три цифри върху обратната страна на картата — или четири, ако при вас е American Express).
ca: El número CVC no és vàlid. Els 3 dígits del revers de la targeta. 4 dígits si utilitzeu AMEX.
cs: CVC číslo je neplatné. 3 číslice na zadní straně vaší karty. Pokud používáte AMEX, jsou to 4 číslice.
fa: CVC شماره غیر معتبر است. 3 رقم موجود در قسمت پشت کارت خود. 4 رقم در صورت استفاده از AMEX.
hi: CVC संख्या अमान्य है। आपके कार्ड के पिछले भाग में 3 अंक। यदि आप AMEX का इस्तेमाल कर रहे हैं तो 4 अंक।
ko: 유효하지 않은 CVC 번호입니다. 카드 뒤 부분의 3자리, 아멕스 카드는 4자리 숫자를 입력합니다.
sv_se: CVC-nummer är ogiltigt. De 3 siffrorna på baksidan av ditt kort. 4 siffror om du använder AMEX.
th: เลข CVC ไม่ถูกต้อง มันคือเลข 3 หลักด้านหลังการ์ด หรือเลข 4 หลักถ้าคุณกำลังใช้ AMEX
vi: Số CVC không hợp lệ. 3 chữ số ở mặt sau thẻ của bạn. 4 chữ số nếu bạn đang sử dụng AMEX.

source: Expiration date is invalid. Check your card and try again.
ar: تاريخ انتهاء الصلاحية غير صحيح. تحقق من بطاقتك وحاول مرة أخرى.
bg: Срокът на действието е невалиден. Проверете картата и повторете опита.
ca: La data de caducitat no és vàlida. Comproveu la targeta i torneu-ho a provar.
cs: Datum expirace je neplatné. Zkontrolujte kartu a opakujte akci.
fa: تاریخ انقضا معتبر نیست. کارت خود را بررسی و دوباره امتحان کنید.
hi: समयसीमा समाप्ति दिनांक अमान्य है। अपना कार्ड जांचें और दुबारा प्रयास करें।
ko: 유효하지 않은 만료 날짜입니다. 카드를 확인하고 다시 시도해 주십시오.
sv_se: Ogiltigt utgångsdatum. Kolla ditt kort och försök igen.
th: วันหมดเขตไม่ถูกต้อง ตรวจสอบบัตรของคุณ และลองอีกครั้ง
vi: Ngày hết hạn không hợp lệ. Hãy kiểm tra thẻ của bạn và thử lại.

source: Invalid card number
ar: رقم البطاقة غير صالح
bg: Невалиден номер на картата
ca: Número de targeta no vàlid
cs: Neplatné číslo karty
fa: شماره حساب نامعتبر
hi: अमान्य कार्ड संख्या
ko: 유효하지 않은 카드 번호
sv_se: Ogiltigt kortnummer
th: หมายเลขบัตรไม่ถูกต้อง
vi: Số thẻ không hợp lệ

source: Invalid expiration date
ar: تاريخ انتهاء الصلاحية غير صالح
bg: Невалиден срок на действието
ca: Data de caducitat no vàlida
cs: Neplatné datum expirace
fa: تاریخ انقضای معتبر
hi: अमान्य समयसीमा समाप्ति दिनांक
ko: 유효하지 않은 만료 날짜
sv_se: Ogiltigt utgångsdatum
th: วันหมดเขตไม่ถูกต้อง
vi: Ngày hết hạn không hợp lệ

source: Follow expected date format MM/YYYY
ar: متابعة تنسيق التاريخ المتوقع شهر/سنة
bg: Посочвайте датата във вид ММ/ГГГГ
ca: Utilitzeu el format de data MM/AAAA
cs: Očekávaný formát data: MM/RRRR
fa: از قالب تاریخ مد نظر یعنی ماه\سال پیروی کنید
hi: अपेक्षित दिनांक स्वरूप MM/YYYY का पालन करें
ko: 유효한 날짜 형식 MM/YYYY
sv_se: Följ förväntat datumformat MM/ÅÅÅÅ
th: โปรดกรอกตามรูปแบบนี้ เดือน/ปีค.ศ.
vi: Sử dụng định dạng ngày mong đợi MM/YYYY
