Repository: Bitcoin-com/Wallet
Catalog: i18n/po/*/template-*.po
Languages: ar, bg, ca, cs, fa, hi, ko, sv_se, th, vi

source: Self-signed Certificate
ar: شهادة موقعة ذاتيًا
bg: Самозаверени сертификати
ca: Certificat autofirmat
cs: Certifikát podepsaný svým držitelem
fa: مجوز تولید شده توسط منبع غیر رسمی
hi: स्व-हस्ताक्षरित प्रमाणपत्र
ko: SSL 자체 서명 인증서
sv_se: Självundertecknad certifikat
th: รับรองด้วยตนเอง
vi: Chứng chỉ tự ký

source: Selling Bitcoin...
ar: شراء بيتكوين...
bg: Продажба на биткойн...
ca: S'estan venent bitcoins...
cs: Prodej Bitcoinu...
fa: در حال فروش بیتکوین...
hi: Bitcoin बेचा जा रहा है...
ko: 비트코인 판매 중...
sv_se: Säljer Bitcoin...
th: กำลังขาย Bitcoin ...
vi: Đang bán Bitcoin...

source: Send
ar: إرسال
bg: Изпрати
ca: Envia
cs: Odeslat
fa: ارسال
hi: भेजें
ko: 보내기
sv_se: Skicka
th: จ่ายเงิน
vi: Gửi

source: Send Feedback
ar: إرسال الملاحظات
bg: Изпрати Препоръки
ca: Envia comentaris
cs: Odeslat zpětnou vazbu
fa: ارسال بازخورد
hi: फीडबैक भेजें
ko: 피드백 보내기
sv_se: Skicka feedback
th: ส่งคำติชม
vi: Gửi phản hồi

source: Send Money
ar: إرسال الأموال
bg: Да се изпратят пари
ca: Envia diners
cs: Poslat peníze
fa: ارسال پول
hi: पैसे भेजें
ko: 송금하기
sv_se: Skicka pengar
th: โอนเงิน
vi: Gửi tiền

source: Send addresses by email
ar: إرسال العناوين عبر البريد الإلكتروني
bg: Да се изпратят адресите по e-mail
ca: Envia adreces per correu electrònic
cs: Poslat adresy e-mailem
fa: ارسال آدرس ها توسط ایمیل
hi: ईमेल द्वारा पते भेजें
ko: 이메일로 주소 보내기
sv_se: Skicka adresser via e-post
th: ส่งที่อยู่ Bitcoin ทางอีเมล
vi: Gửi địa chỉ qua email

source: Send by email
ar: إرسال بالبريد الإلكتروني
bg: Да се изпрати по e-mail
ca: Envia per correu electrònic
cs: Poslat e-mailem
fa: ارسال توسط ایمیل
hi: ईमेल द्वारा भेजें
ko: 이메일로 보내기
sv_se: Skicka via e-post
th: ส่งทางอีเมล
vi: Gửi qua email

source: Send from
ar: إرسال من
bg: Да се изпрати от
ca: Envia des de
cs: Odeslat z
fa: ارسال از
hi: इनसे भेजें
ko: 출처
sv_se: Skicka från
th: ส่งจาก
vi: Gửi từ

source: Send to
ar: إرسال إلى
bg: Получател
ca: Enviat a
cs: Odeslat
fa: ارسال به
hi: इनको भेजें
ko: 보내기
sv_se: Skicka till
th: ส่งไปยัง
vi: Gửi đến

source: Paste Clipboard
ar: لصق الحافظة
bg: Да се постави от буфера за обмяна
ca: Enganxa des del porta-retalls
cs: Vložit ze schránky
fa: جای گذاری کلیپ برد
hi: क्लिपबोर्ड से पेस्ट करें
ko: 클립보드 붙여넣기
sv_se: Klistra in urklipp
th: วางคลิปบอร์ด
vi: Dán bảng ghi tạm

source: Paste Address
ar: لصق العنوان
bg: Да се вкара адресът
ca: Enganxa l'adreça
cs: Vložit adresu
fa: جای گذاری آدرس
hi: पता पेस्ट करें
ko: 주소 붙여넣기
sv_se: Klistra in adress
th: วางที่อยู่
vi: Dán địa chỉ

source: Transfer between wallets
ar: الانتقال بين المحافظ
bg: Превод между портмонета
ca: Transferència entre carteres
cs: Přenos mezi peněženkami
fa: انتقال بین کیف پول ها
hi: वॉलेट्स के बीच हस्तांतरण करें
ko: 지갑 간 전송
sv_se: Överföring mellan plånböcker
th: โอนเงินระหว่างกระเป๋าของคุณ
vi: Chuyển tiền giữa các ví

source: Scan QR Code
ar: مسح رمز QR ضوئيًا
bg: Да се сканира QR кодът
ca: Escaneja el codi QR
cs: Skenovat QR kód
fa: اسکن کد QR
hi: QR कोड स्कैन करें
ko: QR 코드 스캔
sv_se: Scanna QR-kod
th: สแกนรหัส QR โค้ด
vi: Quét mã QR

source: Send Bitcoin faster!
ar: إرسال البيتكوين بشكل أسرع!
bg: Изпращайте биткойните още по-бързо!
ca: Envia bitcoins més ràpid!
cs: Odesílejte Bitcoin rychleji!
fa: ارسال سریع تر بیت کوین!
hi: तेज़ी से Bitcoin भेजें!
ko: 비트코인 속성 전송!
sv_se: Skicka Bitcoin snabbare!
th: ส่ง Bitcoin ให้เร็วขึ้น
vi: Gửi Bitcoin nhanh hơn!

source: Save frequently used addresses and send them Bitcoin in just one tap
ar: حفظ العناوين المستخدمة بشكل متكرر وإرسال البيتكوين إليها بلمسة واحدة
bg: Запазвайте често използваните адреси на портмонетата и изпращайте на тях биткойни с едно натискане
ca: Deseu adreces utilitzades freqüentment i envieu-los bitcoins d'un sol toc
cs: Uložte si často používané adresy a posílejte jim Bitcoin jedním kliknutím
fa: ذخیره آدرس های اغلب استفاده شده و ارسال بیت کوین به آنها تنها با یک ضربه
hi: अक्सर इस्तेमाल किए गए पतों को सहेजें और सिर्फ एक टैप पर उनको Bitcoin भेजें
ko: 자주 사용하는 주소를 저장하고 한 번의 탭으로 저장된 주소에 비트코인 전송
sv_se: Spara ofta använda adresser och skicka dem Bitcoin i bara en klick
th: บันทึกที่อยู่ที่ทำการส่งบ่อยครั้ง
vi: Lưu các địa chỉ được sử dụng thường xuyên và gửi Bitcoin tới đó chỉ bằng một cú chạm

source: Add your first contact
ar: إضافة جهة الاتصال الأولى
bg: Да се добави първият контакт
ca: Afegiu el primer contacte
cs: Přidat váš první kontakt
fa: اولین تماس خود اضافه کنید
hi: अपना पहला संपर्क जोड़ें
ko: 첫 번째 연락처 추가
sv_se: Lägg till din första kontakt
th: เพิ่มรายชื่อแรกของคุณ
vi: Thêm liên hệ đầu tiên của bạn

source: Your Bitcoin wallet is empty
ar: محفظة البيتكوين الخاصة بك فارغة
bg: Вашето портмоне е празно
ca: La vostra cartera bitcoin és buida
cs: Vaše Bitcoin peněženka je prázdná
fa: کیف پول بیت کوین شما خالی است
hi: आपका Bitcoin वॉलेट खाली है
ko: 비트코인 지갑이 비어 있습니다
sv_se: Din Bitcoin plånbok är tom
th: กระเป๋าBitcoin ของคุณว่างเปล่า
vi: Ví Bitcoin của bạn đang trống

source: To get started, buy Bitcoin Cash (BCH) or Bitcoin Core (BTC), or share your address.
ar: للبدء، قم بشراء بتكوين كاش (BCH) أو بيتكوين كور (BTC) أو قم بمشاركة العنوان الخاص بك.
bg: За да се започне работа, купете Bitcoin Cash (BCH) или Bitcoin Core (BTC), или споделите вашия адрес.
ca: Per començar, compreu Bitcoin Cash (BCH) o Bitcoin Core (BTC), o compartiu la vostra adreça.
cs: Chcete-li začít, nakupte Bitcoin Cash (BCH) nebo Bitcoin Core (BTC), nebo sdílejte svou adresu.
fa: برای شروع، Bitcoin Cash (BCH) یا Bitcoin Core (BTC) بخرید و یا آدرس خود را به اشتراک بگذارید.
hi: प्रारंभ करने के लिए, Bitcoin Cash (BCH) या Bitcoin Core (BTC) खरीदें, या अपना पता सांझा करें।
ko: 시작하려면 비트코인 캐시(BCH) 또는 비트코인 코어(BTC)를 구매하거나 주소를 공유합니다.
sv_se: För att komma igång, köp Bitcoin Cash (BCH) eller Bitcoin Core (BTC), eller dela din adress.
th: ในการเริ่ม ให้ทำการซื้อเงินสด BCH หรือ BTC หรือไม่ก็แชร์ที่อยู่ของคุณ
vi: Để bắt đầu, hãy mua Bitcoin Cash (BCH) hoặc Bitcoin Core (BTC) hoặc chia sẻ địa chỉ của bạn.

source: You can receive bitcoin from any wallet or service.
ar: يمكنك استلام البيتكوين من أي محفظة أو خدمة.
bg: Вие можете да получавате биткойни от всяко портмоне или сервиз.
ca: Podeu rebre bitcoins des de qualsevol cartera o servei.
cs: Můžete přijímat Bitcoin z jakékoliv peněženky nebo služby.
fa: شما می توانید از هر کیف پول و یا خدمات بیت کوین دریافت کنید.
hi: आप किसी भी वॉलेट या सेवा से bitcoin प्राप्त कर सकते हैं।
ko: 지갑 또는 서비스에서 비트코인을 받을 수 있습니다.
sv_se: Du kan få bitcoin från någon plånbok eller tjänst.
th: คุณสามารถรับbitcoinได้จากกระเป๋าเงินหรือบริการใดๆก็ได้
vi: Bạn có thể nhận bitcoin từ bất kỳ ví hoặc dịch vụ nào.

source: To get started, you'll need to create a bitcoin wallet and get some bitcoin.
ar: للبدء، ستحتاج إلى إنشاء محفظة بيتكوين والحصول على بعض عملات البيتكوين.
bg: За да се започне работа, нужно ви е да създадете портмоне и получите биткойн.
ca: Per començar, heu de crear una cartera bitcoin i obtenir uns quants bitcoins.
cs: Chcete-li začít, budete muset vytvořit Bitcoin peněženku a Bitcoin získat.
fa: برای شروع، شما نیاز دارید که یک کیف پول ایجاد کنید و مقداری بیتکوین تهیه کنید.
hi: प्रारंभ करने के लिए, आपको bitcoin वॉलेट क्रीएट करने और कुछ bitcoin लेने की आवश्यकता होगी।
ko: 시작하시기 위해선 비트코인 지갑을 생성하시거나 비트코인을 구매하세요.
sv_se: För att komma igång ska du skapa en bitcoin plånbok och få lite bitcoin.
th: ในการเริ่มต้นคุณจะต้องสร้างกระเป๋าเงินbitcoin และรับเงินbitcoin
vi: Để bắt đầu, bạn sẽ cần tạo ví bitcoin và nhận một ít bitcoin.

source: Buy Bitcoin now
ar: قم بشراء البتكوين الآن
bg: Да се купят биткойни сега
ca: Compra Bitcoins ara
cs: Koupit Bitcoin
fa: خرید بیت کوین همین الان
hi: अभी Bitcoin खरीदें
ko: 지금 비트코인 구매
sv_se: Köp Bitcoin nu
th: ซื้อ Bitcoin
vi: Mua Bitcoin ngay

source: Show my address
ar: عرض عنواني
bg: Да се покаже моят адрес
ca: Mostra la meva adreça
cs: Zobrazit mou adresu
fa: نمایش آدرس من
hi: मेरा पता दिखाएं
ko: 내 주소 보기
sv_se: Visa min adress
th: แสดงที่อยู่ของฉัน
vi: Hiển thị địa chỉ của tôi

source: Send max amount
ar: إرسال أقصى مبلغ
bg: Да се изпрати макс. сума
ca: Envia import màxim
cs: Odeslat maximální částku
fa: ارسال حداکثر مقدار
hi: अधिकतम राशि भेजें
ko: 최대 수량 보내기
sv_se: Skicka maxbelopp
th: โอนเงินที่มีอยู่ทั้งหมด
vi: Gửi số tiền tối đa

source: Send payment to this address
ar: إرسال الدفعة لهذا العنوان
bg: Да се изпрати плащането на този адрес
ca: Envia el pagament a aquesta adreça
cs: Odeslat platbu na tuto adresu
fa: ارسال پرداخت به این آدرس
hi: इस पते पर भुगतान भेजें
ko: 이 주소로 송금하기
sv_se: Skicka betalning till denna adress
th: ชำระเงินไปยังที่อยู่นี้
vi: Gửi thanh toán đến địa chỉ này

source: Send us feedback instead
ar: إرسال ملاحظاتك بدلاً من ذلك
bg: Изпрати ни препоръки вместо това
ca: Envieu-nos un comentari
cs: Pošlete nám místo toho zpětnou vazbu
fa: به جاش نظر خود را به ما ارسال کنید
hi: इसके बजाय हमें फीडबैक भेजें
ko: 저희에게 피드백을 보내주세요
sv_se: Skicka oss feedback istället
th: ส่งคำติชมแทน
vi: Thay vào đó hãy gửi thông tin phản hồi cho chúng tôi

source: Sending
ar: الإرسال
bg: Изпращане
ca: S'està enviant
cs: Odesílání
fa: در حال ارسال
hi: भेज रहे हैं
ko: 보내는 중
sv_se: Skickar
th: การโอนเงิน
vi: Đang gửi

source: Sending 2FA code...
ar: جارٍ إرسال رمز 2FA...
bg: Изпращане на втория фактор...
ca: S'està enviant el codi 2FA...
cs: Odesílání 2FA kódu...
fa: ارسال کد 2FA...
hi: 2FA कोड भेजा जा रहा है...
ko: 2FA 코드 보내는 중...
sv_se: Skickar 2FA-kod...
th: ส่งรหัสการตรวจสอบ
vi: Đang gửi mã 2FA...

source: Sending feedback...
ar: جارٍ إرسال الملاحظات...
bg: Изпрати препоръки...
ca: S'està enviant el comentari...
cs: Odesílání zpětné vazby...
fa: ارسال بازخورد...
hi: फीडबैक भेजा जा रहा है...
ko: 피드백 보내는 중...
sv_se: Skickar feedback...
th: การส่งคำติชม
vi: Đang gửi phản hồi...

source: Sending maximum amount
ar: إرسال أقصى مبلغ
bg: Изпращам максимална сума
ca: S'està enviant la quantitat màxima
cs: Odesílání maximální částky
fa: ارسال حداکثر مقدار
hi: अधिकतम राशि भेजी जा रही है
ko: 최대 수량 보내는 중
sv_se: Skickar maxbelopp
th: การส่งเงินที่มีอยู่ทั้งหมด
vi: Gửi số tiền tối đa

source: Sending transaction
ar: إرسال المعاملة
bg: Изпращане на транзакция
ca: S'està enviant la transacció
cs: Odesílání transakce
fa: ارسال تراکنش
hi: ट्रांजैक्शन भेजी जा रही है
ko: 송금 중
sv_se: Skickar transaktionen
th: การทำธุรกรรม
vi: Đang gửi giao dịch

source: Sending {{amountStr}} from your {{name}} wallet
ar: إرسال {{amountStr}} من محفظة {{name}} خاصتك
bg: Изпращане {{amountStr}} от вашето портмоне {{name}}
ca: S'estan enviant {{amountStr}} des de la vostra cartera {{name}}
cs: Odesílání {{amountStr}} z Vaší {{name}} peněženky
fa: در حال ارسال {{amountStr}} از کیف پول {{name}} شما
hi: आपके {{name}} वॉलेट से {{amountStr}} भेजे जा रहे हैं
ko: {{name}} 지갑에서 {{amountStr}}을 보내는 중
sv_se: Skickar {{amountStr}} från din {{name}} plånbok
th: กำลังส่ง {{amountStr}} จากกระเป๋า{{name}} ของคุณ
vi: Gửi {{amountStr}} từ ví {{name}} của bạn

source: Sent
ar: تم الإرسال
bg: Изпратено
ca: Enviats
cs: Odesláno
fa: ارسال شد
hi: भेजी जा चुकी
ko: 보내기 완료
sv_se: Skickad
th: ส่งแล้ว
vi: Đã gửi

source: Sent Funds
ar: الأموال المرسلة
bg: Изпратени средства
ca: Fons enviats
cs: Odeslané peníze
fa: وجوه ارسال شده
hi: भेजी गई निधियां
ko: 보낸 액수
sv_se: Skickade medel
th: ส่งยอดนี้แล้ว
vi: Đã gửi tiền

source: Server response could not be verified
ar: تعذر التحقق من استجابة الخادم
bg: Отговорът на сървъра не може да е проверен
ca: La resposta del servidor no s'ha pogut verificar
cs: Odpověď serveru nemohla být ověřena
fa: پاسخ سرویس دهنده بررسی نشد
hi: सर्वर के जवाब की पुष्टि नहीं की जा सकी
ko: 서버의 반응이 불안정합니다
sv_se: Serverrespons kunde inte verifieras
th: ไม่สามารถตรวจสอบเซิร์ฟเวอร์ได้
vi: Không thể xác minh phản hồi của máy chủ

source: Service not available
ar: الخدمة غير متاحة
bg: Сервизът е недостъпен
ca: Servei no disponible
cs: Služba není k dispozici
fa: سرویس در دسترس نیست
hi: सेवा उपलब्ध नहीं है
ko: 서비스를 사용할 수 없습니다
sv_se: Tjänsten är inte tillgänglig
th: การบริการไม่พร้อมใช้งาน
vi: Dịch vụ không khả dụng

source: Services
ar: الخدمات
bg: Служби
ca: Serveis
cs: Služby
fa: خدمات
hi: सेवाएं
ko: 서비스
sv_se: Tjänster
th: บริการ
vi: Dịch vụ

source: Session Log
ar: سجل الجلسات
bg: Журнал на сеанса
ca: Registre de la sessió
cs: Záznamy relací
fa: لاگ اتصال
hi: सैशन लॉग
ko: 세션 로그
sv_se: Sessionslogg
th: บันทึกของเซสชัน
vi: Nhật ký phiên

source: Session log
ar: سجل الجلسات
bg: Журнал на сеанса
ca: Registre de la sessió
cs: Záznamy relací
fa: لاگ اتصال
hi: सेशन लॉग
ko: 세션 로그
sv_se: Sessionslogg
th: บันทึกของเซสชัน
vi: Nhật ký phiên

source: Set up a password
ar: تعيين كلمة مرور
bg: Дайте парола
ca: Especifiqueu una contrasenya
cs: Nastavit heslo
fa: تنظیم کلمه عبور
hi: कोई पासवर्ड सेट करें
ko: 비밀번호 설정
sv_se: Ställ in ett lösenord
th: ตั้งค่ารหัสผ่าน
vi: Thiết lập một mật khẩu

source: Set your own fee in satoshis/byte
ar: قم بتحديد الرسوم الخاصة بك بالساتوشي/البايت
bg: Дайте собствена комисия в сатоши/байт
ca: Especifiqueu una comissió en satoshis/byte
cs: Nastavte si svou vlastní výši poplatku v satoshi/byte
fa: تنظیم کارمزد خود در ساتوشی ها/بایت
hi: स्टोशी/बाइट में अपने खुद का शुल्क तय करें
ko: 본인의 수수료를 사토시/바이트로 설정하세요
sv_se: Ange din egen avgift i satoshis/byte inställningar
th: กำหนดค่าธรรมเนียมของคุณเองใน satoshis/byt
vi: Thiết lập phí của riêng bạn bằng satoshis/byte

source: Settings
ar: الإعدادات
bg: Параметри
ca: Paràmetres
cs: Nastavení
fa: تنظیمات
hi: सेटिंग्स
ko: 설정
sv_se: Inställningar
th: การตั้งค่า
vi: Cài đặt

source: Share the love by inviting your friends.
ar: شارك المحبة بدعوة أصدقائك.
bg: Сподели любовта като поканиш приятелите си.
ca: Compartiu la passió convidant els amics.
cs: Sdílejte pozváním svých přátel.
fa: با دعوت دوستان عشق خود را به اشتراک بگذارید.
hi: अपने दोस्तों को आमंत्रण देते हुए प्यार सांझा करें।
ko: 친구들과 함께하세요.
sv_se: Dela kärleken genom att bjuda in dina vänner.
th: แบ่งปันความรักด้วยการชวนเพื่อนของคุณ
vi: Chia sẻ tình yêu bằng cách mời bạn bè.

source: Share this invitation with your copayers
ar: شارك هذه الدعوة مع المشاركين في الدفع
bg: Изпратете покана на съсобствениците на портмонето
ca: Compartiu aquesta invitació amb els copagadors
cs: Sdílejte tuto pozvánku se svými spoluplátci
fa: این دعوت را با copayers خود را به اشتراک بگذارید
hi: अपने कोपेयर्स के साथ इस आमंत्रण को सांझा करें
ko: 공동지불인들에게 초대를 보내세요
sv_se: Dela den här inbjudan med dina medbetalare
th: แบ่งปันคำเชิญนี้กับ copayers ของคุณ
vi: Chia sẻ lời mời này với các nhà giao dịch copay của bạn

source: Share {{appName}}
ar: مشاركة {{appName}}
bg: Сподели {{appName}}
ca: Comparteix {{appName}}
cs: Sdílet {{appName}}
fa: اشتراک گذاری {{appName}}
hi: {{appName}} को सांझा करें
ko: {{appName}} 공유하기
sv_se: Dela {{appName}}
th: แชร์ {{appName}}
vi: Chia sẻ {{appName}}

source: Shared Wallet
ar: المحفظة المشتركة
bg: Общо портмоне
ca: Cartera compartida
cs: Sdílená peněženka
fa: کیف پول مشترک
hi: शेयर्ड वॉलेट
ko: 공유 지갑
sv_se: Delad plånbok
th: แชร์กระเป๋า
vi: Ví dùng chung

source: Show Recovery Phrase
ar: عرض عبارة الاسترداد
bg: Да се покаже фразата за възстановяване
ca: Mostra la frase de recuperació
cs: Zobrazit frázi k obnovení
fa: نمایش عبارت بازیابی
hi: पुनर्प्राप्ति वाक्यांश दिखाएं
ko: 백업 문구 확인하기
sv_se: Visa lösenordsfrasen
th: แสดงกลุ่มคำกู้คืน
vi: Hiển thị Cụm từ khôi phục

source: Show address
ar: عرض العنوان
bg: Да се покаже адресът
ca: Mostra l'adreça
cs: Zobrazit adresu
fa: نمایش آدرس
hi: पता दिखाएं
ko: 주소 확인하기
sv_se: Visa adress
th: แสดงที่อยู่
vi: Hiển thị địa chỉ

source: Show advanced options
ar: عرض الخيارات المتقدمة
bg: Да се покажат разширените параметри
ca: Mostra les opcions avançades
cs: Zobrazit pokročilé možnosti
fa: نمایش گزینه های پیشرفته
hi: उन्नत विकल्प दिखाएं
ko: 고급 설정 확인하기
sv_se: Visa avancerade alternativ
th: แสดงตัวเลือกขั้นสูง
vi: Hiển thị tùy chọn nâng cao

source: Show bitcoin address
ar: عرض عنوان البيتكوين
bg: Да се покаже биткойн адресът
ca: Mostra l'adreça bitcoin
cs: Zobrazit Bitcoin adresu
fa: نمایش آدرس بیتکوین
hi: Bitcoin पता दिखाएं
ko: 비트코인 주소 확인하기
sv_se: Visa bitcoinadress
th: แสดงที่อยู่ของ bitcoin
vi: Hiển thị địa chỉ bitcoin

source: Show more
ar: عرض المزيد
bg: Да се покаже още
ca: Mostra més
cs: Zobrazit více
fa: نمایش بیشتر
hi: अधिक दिखाएं
ko: 더 보기
sv_se: Visa mer
th: แสดงเพิ่มเติม
vi: Hiển thị thêm

source: Signatures rejected by server
ar: التوقيعات المرفوضة بواسطة الخادم
bg: Подписите са отклонени от сървъра
ca: Firmes rebutjades pel servidor
cs: Podpisy odmítnuty serverem
fa: امضاء توسط سرور رد شد
hi: सर्वर द्वारा अस्वीकृत हस्ताक्षर
ko: 서버에서 거절당한 사인
sv_se: Signaturer avvisade av servern
th: ลายเซ็นที่ถูกปฏิเสธ โดยเซิร์ฟเวอร์
vi: Chữ ký bị máy chủ từ chối

source: Signing transaction
ar: توقيع المعاملة
bg: Подписване на транзакцията
ca: S'està firmant la transacció
cs: Podepisování transakce
fa: امضای تراکنش
hi: ट्रांजैक्शन पर हस्ताक्षर किए जा रहे हैं
ko: 거래 사인 중
sv_se: Signeringstransaktion
th: กำลังลงนามการทำธุรกรรม
vi: Đang ký giao dịch

source: Since only you control your money, you’ll need to save your backup phrase in case this app is deleted.
ar: نظرًا لأنك تتحكم فقط في أموالك، فستحتاج إلى حفظ عبارة النسخ الاحتياطي في حالة حذف هذا التطبيق.
bg: Тъй като портмонето се пази само при вас, необходимо ви е да запишете ключовата фраза в случай на премахване {{appName}}.
ca: Com que ningú més controla els vostres diners, heu de guardar la frase de seguretat per si aquesta aplicació s'esborra.
cs: Jelikož jen Vy kontrolujete své peníze, budete potřebovat uschovat svou zálohovací frázi pro případ, že bude aplikace smazána.
fa: از آنجایی که تنها شما پول خودتان را کنترل می کنید، شما نیاز دارید که عبارت های پشتیبانی خود را ذخیره کنید تا در صورتی که این کیف پول حذف شود بتوانید کیف خود را بازیابی کنید.
hi: चूंकि केवल आपका अपने पैसों पर नियंत्रण है, इसलिए इस एप के डिलीट हो जाने की स्थिति में आपको अपना बैकअप वाक्यांश सहेजने की आवश्यकता होगी।
ko: 본인의 돈은 본인이 관리하는 시스템입니다. 불상사를 대비해서 백업 문구를 저장해놓으세요.
sv_se: Eftersom du bara kontrollerar dina pengar behöver du spara din säkerhetsfras om denna app raderas.
th: เพราะคุณเท่านั้นที่สามารถควบคุมเงินของคุณได้ คุณจำเป็นต้องทำการสำรองข้อมูลในกรณีหากแอปของคุณถูกลบ
vi: Vì chỉ có bạn kiểm soát tiền của mình, bạn sẽ cần lưu cụm từ sao lưu của mình đề phòng trường hợp ứng dụng này bị xóa.

source: Single Address Wallet
ar: محفظة ذات عنوان واحد
bg: Портмоне с един адрес
ca: Cartera d'adreça única
cs: Peněženka s jedinou adresou
fa: کیف پول تک آدرسه
hi: एकल पते वाला वॉलेट
ko: 단일 주소 지갑
sv_se: Plånbok med en adress
th: ที่อยู่กระเป๋าสตางค์เดียว
vi: Ví một địa chỉ

source: Skip
ar: تخطي
bg: Да се пропусне
ca: Omet
cs: Přeskočit
fa: رد شدن
hi: छोड़ें
ko: 스킵하기
sv_se: Hoppa
th: ข้าม
vi: Bỏ qua

source: Slide to accept
ar: مرر للموافقة
bg: Да се прокара с пръст - да се приеме
ca: Feu lliscar per acceptar
cs: Tažením potvrďte
fa: برای قبول بکشید
hi: स्वीकार करने के लिए स्लाइड करें
ko: 밀어서 수락하기
sv_se: Klicka för att acceptera
th: เลื่อนเพื่อยืนยัน
vi: Trượt để chấp nhận

source: Slide to buy
ar: مرر للشراء
bg: Да се прокара с пръст - да се купи
ca: Feu lliscar per comprar
cs: Tažením nakupte
fa: برای خرید بکشید
hi: खरीदने के लिए स्लाइड करें
ko: 밀어서 구매하기
sv_se: Klicka för att köpa
th: เลื่อนเพื่อซื้อ
vi: Trượt để mua

source: Slide to pay
ar: مرر للدفع
bg: Да се прокара с пръст - да се плати
ca: Feu lliscar per pagar
cs: Tažením zaplaťte
fa: برای پرداخت بکشید
hi: भुगतान करने के लिए स्लाइड करें
ko: 밀어서 지불하기
sv_se: Klicka för att betala
th: คลิกเพื่อชำระเงิน
vi: Trượt để trả

source: Slide to send
ar: مرر للإرسال
bg: Да се прокара с пръст - да се изпрати
ca: Feu lliscar per enviar
cs: Tažením odešlete
fa: برای ارسال بکشید
hi: भेजने के लिए स्लाइड करें
ko: 밀어서 송금하기
sv_se: Klicka för att skicka
th: เลื่อนเพื่อยืนยันการส่ง
vi: Trượt để gửi

source: Some of your wallets are not eligible for Bitcoin Cash support. You can try to access BCH funds from these wallets using the
ar: بعض محافظك غير مؤهلة للحصول على دعم بيتكوين كاش. يمكنك محاولة الوصول إلى أموال BCH من هذه المحافظ باستخدام
bg: Някои от вашите портмонета не могат да поддържат Bitcoin Cash Може да се опита получаването на достъп към BCH от тези портмонета чрез
ca: Algunes de les vostres carteres no són compatibles amb Bitcoin Cash. Podeu provar d'accedir als fons BCH amb
cs: Některé Vaše peněženky nepodporují Bitcoin Cash. Můžete se pokusit získat přístup k BCH prostředkům této peněženky pomocí
fa: بعضی از کیف های پول شما برای پشتیبانی بیتکوین کش مناسب نیستند. شما می توانید به سرمایه BCH دسترسی پیدا کنید با استفاده از
hi: आपके कुछ वॉलेट Bitcoin Cash समर्थन के लिए पात्र नहीं हैं। आप इसका इस्तेमाल करके इन वॉलेट्स की BCH निधियों को एक्सेस करने का प्रयास कर सकते हैं
ko: 특정 지갑은 비트코인 캐시를 지원하지 않습니다. 이 지갑들 속의 비트코인 캐시를 사용하기 위해선 다음 기능을 사용하세요
sv_se: Vissa av dina plånböcker stöds inte Bitcoin Cash. Du kan försöka få tillgång till BCH-medel från dessa plånböcker med hjälp av
th: บางกระเป๋าของคุณจะไม่สามารถรองรับเงิน Bitcoin คุณสามารถเข้าถึงเงิน BCH จากกระเป๋าเหล่านี้โดยใช้การ
vi: Một số ví của bạn không đủ điều kiện để nhận hỗ trợ Bitcoin Cash. Bạn có thể thử truy cập tiền BCH từ các ví này bằng cách sử dụng

source: Specify Recovery Phrase...
ar: حدد عبارة الاستردد...
bg: Да се посочи ключовата фраза...
ca: Especifiqueu la frase de recuperació...
cs: Zadejte frázi k obnovení...
fa: عبارت پشتیبانی را مشخص کنید...
hi: पुनर्प्राप्ति वाक्यांश निर्दिष्ट करें...
ko: 복구 문구를 자세히 적어주세요...
sv_se: Ange lösenordsfras...
th: ระบุกลุ่มคำการกู้คืน...
vi: Xác định Cụm từ khôi phục...

source: Spend proposal is not accepted
ar: مقترح الإنفاق غير مقبول
bg: Плащането не е прието
ca: La proposta de despesa no s'ha acceptat
cs: Návrh platby není přijat
fa: طرح پیشنهادی خرج قابل قبول نیست
hi: खर्च प्रस्ताव स्वीकृत नहीं है
ko: 지불제안서 사용 불가
sv_se: Spendera förslag accepteras inte
th: ไม่ยอมรับข้อเสนอการชำระเงินนี้
vi: Đề nghị chi tiêu không được chấp nhận

source: Spend proposal not found
ar: مقترح الإنفاق غير موجود
bg: Плащането не е намерено
ca: La proposta de despesa no s'ha trobat
cs: Návrh platby nenalezen
fa: طرح پیشنهادی خرج پیدا نشد
hi: खर्च प्रस्ताव नहीं मिला
ko: 지불제안서를 찾을 수 없습니다
sv_se: Spendera förslag hittades inte
th: ไม่พบข้อเสนอนี้
vi: Không tìm thấy đề nghị chi tiêu

source: Spending Password needed
ar: كلمة مرور الإنفاق مطلوبة
bg: Необходима е платежната парола
ca: Contrasenya de despeses obligatòria
cs: Nutné heslo pro potvrzení platby
fa: رمز عبور خرج مورد نیاز است
hi: खर्च पासवर्ड की आवश्यकता है
ko: 지불비밀번호가 필요합니다
sv_se: Betalningslösenord behövs
th: จำเป็นต้องใส่รหัสผ่าน
vi: Cần Mật khẩu chi tiêu

source: Spending this balance will need significant Bitcoin network fees
ar: سيحتاج إنفاق هذا الرصيد إلى رسوم كبيرة لشبكة البيتكوين
bg: За да се похарчи тази сума, ще потрябват значителни комисионни на мрежата Биткойн
ca: Gastar aquest saldo requerirà importants comissions de la xarxa Bitcoin
cs: Platba tohoto zůstatku bude vyžadovat značné poplatky sítě Bitcoin
fa: خرج این موجودی به مقدار قابل توجهی کارمزد شبکه بیتکوین نیاز دارد
hi: इस बैलेंस को खर्च करने के लिए सार्थक Bitcoin नेटवर्क शुल्क की आवश्यकता होगी
ko: 이만큼의 금액을 사용하기 위해선 상당한 규모의 비트코인 네트워크 수수료가 필요합니다
sv_se: För att spendera det här balansen behövs betydande Bitcoin nätverksavgifter
th: การชำระยอดนี้จะจำเป็นต้องมีค่าธรรมเนียมเครือข่าย Bitcoin
vi: Sẽ cần phí mạng Bitcoin đáng kể để chi tiêu số dư này

source: Start sending bitcoin
ar: ابدأ إرسال بيتكوين
bg: Да се започне изпращането на bitcoin
ca: Comença a enviar bitcoins
cs: Začněte odesílat Bitcoin
fa: ارسال بیتکوین را آغاز کنید
hi: Bitcoin भेजना शुरू करें
ko: 비트코인 송금 시작하기
sv_se: Börja skicka bitcoin
th: เริ่มการส่ง Bitcoin
vi: Bắt đầu gửi bitcoin

source: Startup Lock
ar: قفل بدء التشغيل
bg: Блокировка при пускането
ca: Bloqueig inicial
cs: Zámek po spuštění
fa: قفل شروع
hi: स्टार्टअप लॉक
ko: 시작화면 잠금
sv_se: Uppstart låst
vi: Khóa khởi động

source: Still pending
ar: لا تزال معلقة
bg: Още в очакване
ca: Encara pendent
cs: Stále se zpracovává
fa: هنوز در انتظار
hi: अभी भी लंबित है
ko: 아직 대기 중
sv_se: Väntar fortfarande
th: ยังดำเนินการอยู่
vi: Vẫn đang chờ xử lý

source: Success
ar: نجاح
bg: Успешно
ca: Correcte
cs: Úspěch
fa: موفقیت
hi: सफल रहा
ko: 성공
sv_se: Framgång
th: สำเร็จ
vi: Thành công
