Repository: Bitcoin-com/Wallet
Catalog: i18n/po/*/template-*.po
Languages: ar, bg, ca, cs, fa, hi, ko, sv_se, th, vi

source: Invalid CVC number
ar: رقم CVC غير صالح
bg: Невалиден номер на CVC
ca: Número CVC no vàlid
cs: Neplatné číslo CVC
fa: شماره نامعتبر CVC
hi: अमान्य CVC संख्या
ko: 유효하지 않은 CVC 번호
sv_se: Ogiltigt CVC-nummer
th: เลข CVC ไม่ถูกต้อง
vi: Số CVC không hợp lệ

source: Buy Bitcoin Cash instantly with your credit card. Enter your email to get started.
bg: Купете Bitcoin Cash веднага с кредитната си карта. Въведете имейла си, за да започнете.
cs: Koupit Bitcoin hotovosti okamžitě s vaší kreditní kartou. Chcete-li začít, zadejte svůj e-mail.
ko: 신용카드로 비트코인 캐시를 지금 구매하세요. 시작하시려면 이메일 주소를 적어주세요.
sv_se: Köp Bitcoin Cash direkt med ditt kreditkort. Fyll i din email-address för att komma igång.

source: Enter the security code we've just sent you to verify your email.
bg: Въведете кода за сигурност, който току-що ви изпратихме, за да потвърдите имейла си.
cs: Zadejte bezpečnostní kód, který jsme vám právě poslali, abyste ověřili svůj e-mail.
ko: 이메일로 보안 코드를 전송했습니다. 보안 코드를 아래에 작성해주세요.
sv_se: Verifiera säkerhetskoden som skickats till din email-address.

source: You will only receive emails related to your purchases.
bg: Ще получавате само имейли, свързани с покупките ви.
cs: Dostanete pouze e-maily týkající se vašich nákupů.
ko: 해당 이메일 주소로는 구매 내역 내용만 전송됩니다.
sv_se: Vi kommer bara skicka mail relaterat till dina köp.

source: Security code
bg: Код за сигурност
cs: Bezpečnostní kód
ko: 보안 코드
sv_se: Säkerhetskod

source: Purchasing
ar: الشراء
bg: Покупка
ca: Comprant
cs: Nákup
fa: خرید
hi: खरीदारी की जा रही है
ko: 구매
sv_se: Köper
th: การจัดซื้อ
vi: Đang mua

source: Processing Fee
ar: رسوم المعالجة
bg: Комисионна за обработване
ca: Comissió de processament
cs: Poplatek za zpracování
fa: هزینه پردازش
hi: प्रोसेसिंग शुल्क
ko: 처리 수수료
sv_se: Administrativ avgift
th: ค่าดำเนินการ
vi: Phí xử lý

source: Deposit to
ar: الإيداع في
bg: Портмоне за зачисляване
ca: Diposita a
cs: Vklad do
fa: سپرده شده در
hi: इसमें जमा करें
ko: 예치
sv_se: Sätta in till
th: ฝากไปยัง
vi: Gửi tiền vào

source: Add a payment method
ar: أضف طريقة دفع
bg: Да се добави методът на плащане
ca: Afegeix una forma de pagament
cs: Přidat způsob platby
fa: اضافه کردن روش پرداخت
hi: कोई भुगतान विधि जोड़ें
ko: 지불방법 추가
sv_se: Lägg till en betalningsmetod
th: เพิ่มวิธีการชำระเงิน
vi: Thêm phương thức thanh toán

source: Price Per BCH
ar: السعر حسب البيتكوين كاش (BCH)
bg: Цена на BCH
ca: Preu per BCH
cs: Cena za BCH
fa: قیمت هر BCH
hi: प्रति BCH मूल्य
ko: BCH당 가격
sv_se: Pris per BCH
th: ราคาต่อ BCH
vi: Giá trên mỗi BCH

source: Done
ar: تم
bg: Готово е
ca: Fet
cs: Hotovo
fa: تکمیل شد
hi: हो गया
ko: 완료
sv_se: Färdigt
th: เรียบร้อย
vi: Xong

source: Amount must be a positive number.
ar: يجب أن يكون المبلغ رقمًا إيحابيًا.
bg: Сумата следва да е положително число.
ca: L'import ha de ser un número positiu.
cs: Částka musí být kladné číslo.
fa: مبلغ باید یک عدد مثبت باشد.
hi: राशि एक धनात्मक संख्या होनी चाहिए।
ko: 금액은 양수이어야 합니다.
sv_se: Beloppet måste vara ett positivt tal.
th: ยอดเงินต้องเป็นจำนวนบวก
vi: Số tiền phải là một số dương.

source: Unable to Purchase
ar: تعذر الشراء
bg: Грешка на покупката
ca: No s'ha pogut fer la compra
cs: Nelze provést nákup
fa: عدم امکان خرید
hi: खरीदने में असमर्थ
ko: 구매할 수 없습니다
sv_se: Köp misslyckades
th: ไม่สามารถซื้อได้
vi: Không thể mua

source: You will redirect to your bank website to authorize the transaction.
bg: Ще пренасочите към банковия си уебсайт, за да разрешите транзакцията.
cs: Budete přesměrováni na webovou stránku své banky, abyste transakci autorizovali.
ko: 구매 인증을 위해 은행으로 리다이렉트됩니다.
sv_se: Du blir skickad till din bank för att godkänna transaktionen.

source: Purchase History
ar: محفوظات الشراء
bg: История на покупките
ca: Historial de compres
cs: Historie nákupů
fa: تاریخچه خرید
hi: खरीद इतिहास
ko: 구매 내역
sv_se: Köphistoria
th: ประวัติการซื้อ
vi: Lịch sử mua

source: Pending Orders
ar: الطلبات المعلقة
bg: Поръчки в очакване
ca: Comandes pendents
cs: Nevyřízené objednávky
fa: سفارش‌های درانتظار
hi: लंबित ऑर्डर
ko: 보류 중인 주문
sv_se: Pågående beställningar
th: รอรับคำสั่ง
vi: Đơn hàng đang chờ xử lý

source: Pay
ar: الدفع
bg: Да се плати
ca: Paga
cs: Zaplatit
fa: پرداخت
hi: भुगतान करें
ko: 지불
sv_se: Betala
th: จ่าย
vi: Thanh toán

source: Payment Method
ar: طريقة الدفع
bg: Метод на плащане
ca: Forma de pagament
cs: Způsob platby
fa: روش پرداخت
hi: भुगतान विधि
ko: 지불방법
sv_se: Betalningsmetod
th: วิธีการชำระเงิน
vi: Phương thức thanh toán

source: Add Credit or Debit Card
ar: أضف بطاقة الائتمان أو بطاقة الصرف
bg: Да се добави кредитна или дебитна карта
ca: Afegeix la targeta de dèbit o de crèdit
cs: Přidat kreditní nebo debetní kartu
fa: اضافه کردن کارت اعتباری یا کارت دبیت
hi: क्रेडिट या डेबिट कार्ड जोड़ें
ko: 신용카드 또는 직불카드 추가
sv_se: Lägg till kredit- eller betalkort
th: เพิ่มเครดิตหรือบัตรเดบิต
vi: Thêm thẻ Visa Sacombank

source: This amount exceeds your monthly limit
ar: يتجاوز هذا المبلغ الحد الأقصى الشهري الخاص بك
bg: Тази сума надвишава вашия месечен лимит
ca: Aquest import supera el vostre límit mensual
cs: Tato částka překračuje váš měsíční limit
fa: این مقدار بیشتر از محدودیت ماهانه است
hi: यह राशि आपकी मासिक सीमा से अधिक है
ko: 월별 한도를 초과한 금액입니다
sv_se: Detta belopp överstiger din månadsgräns
th: เงินจำนวนนี้เกินขีดจำกัดรายเดือนของคุณ
vi: Số của bạn1000000ⁿ

source: You have {{remaining}} remaining of your {{monthly}} monthly purchase limit. Verify your identity to purchase more.
ar: لديك {{remaining}} متبق من {{monthly}} حد الشراء الشهري الخاص بك. قم بالتحقق من هويتك للمزيد من الشراء.
bg: От ежемесечното ограничаване за покупка ({{monthly}}) при вас остана {{remaining}}. За да се купува повече, потвърдете своята самоличност.
ca: Us queden {{remaining}} del vostre límit mensual de compra de {{monthly}}. Verifiqueu la vostra identitat per comprar-ne més.
cs: Zbývá vám {{remaining}} vašeho měsíčního limitu {{monthly}}. K dalším nákupům proveďte ověření identity.
fa: {{remaining}} از {{monthly}} محدودیت خرید ماهانه شما باقی مانده است. هویت خود را برای خرید بیشتر تایید کنید.
hi: आपके पास आपकी {{monthly}} मासिक खरीद सीमा का {{remaining}} शेष रह गया है। अधिक खरीदने के लिए अपनी पहचान सत्यापित करें।
ko: 월 구매 한도 {{monthly}} 중 이용 가능한 금액은 {{remaining}}입니다. 추가 구매하려면 개인 정보를 확인해 주십시오.
sv_se: Du har {{remaining}} kvar av din {{monthly}} månads köpgräns. Verifiera din identitet för att köpa mer.
th: คุณมี {{remaining}} เหลือ {{monthly}} ขีดจำกัดการซื้อรายเดือนของคุณ ตรวจสอบตัวตนของคุณในการซื้อเพิ่มเติม
vi: {{remaining}}.

source: Verify Identity
ar: التحقق من الهوية
bg: Да се потвърди самоличността
ca: Verifiqueu la identitat
cs: Ověřit totožnost
fa: تأیید هویت
hi: पहचान सत्यापित करें
ko: 사용자 확인
sv_se: Verifiera identitet
th: ยืนยันตัวตน
vi: Xác minh danh tính

source: See on Blockchain
ar: تفحص سلسة البلوكات
bg: Виж в блокчейна
ca: Mostra a la blockchain
cs: Zobrazit na blockchainu
fa: مشاهده زنجیره بلاک
hi: ब्लॉकचैन पर देखें
ko: 블록체인에서 보기
sv_se: Se på Blockchain
th: ดูเกี่ยวกับ Blockchain
vi: Xem trên Blockchain

source: Wallet address
ar: عنوان المحفظة
bg: Адрес на портмонето
ca: Adreça de la cartera
cs: Adresa peněženky
fa: آدرس کیف پول
hi: वॉलेट का पता
ko: 지갑 주소
sv_se: Plånbokensadress
th: ที่อยู่กระเป๋าสตางค์
vi: Địa chỉ ví

source: Pending Order
ar: الطلب المعلق
bg: Поръчка в очакване
ca: Comanda pendent
cs: Nevyřízená objednávka
fa: سفارش درانتظار
hi: लंबित ऑर्डर
ko: 보류 중인 주문
sv_se: Väntar på beställning
th: รอรับคำสั่ง
vi: Đơn hàng đang chờ xử lý

source: Edit Order
ar: تعديل الطلب
bg: Да се промени поръчката
ca: Edita la comanda
cs: Upravit objednávku
fa: ویرایش سفارش
hi: ऑर्डर को एडिट करें
ko: 주문 수정
sv_se: Redigera beställning
th: แก้ไขรายการ
vi: Chỉnh sửa đơn hàng

source: Cancel Order
ar: إلغاء الطلب
bg: Да се откаже поръчката
ca: Cancel·la la comanda
cs: Zrušit objednávku
fa: لغو سفارش
hi: ऑर्डर को रद्द करें
ko: 주문 취소
sv_se: Avbryt beställning
th: ยกเลิกรายการ
vi: Hủy đơn hàng

source: Success!
ar: نجاح!
bg: Операцията е изпълнена!
ca: Correcte!
cs: Úspěch!
fa: موفقیت!
hi: सफल रहा!
ko: 완료!
sv_se: Framgång!
th: สำเร็จ!
vi: Thành công!

source: Failed
ar: فشلت
bg: Не успя
ca: Ha fallat
cs: Selhalo
fa: انجام نشد
hi: विफल हुआ
ko: 실패
sv_se: Misslyckades
th: ล้มเหลว
vi: Không thành công

source: Your purchase has been processed.
ar: تمت معالجة الشراء.
bg: Вашата покупка е била обработена.
ca: La vostra compra s'ha processat.
cs: Váš nákup byl zpracován.
fa: خریدتان پردازش شد.
hi: आपकी खरीदारी प्रोसेस कर दी गई है।
ko: 구매가 처리되었습니다.
sv_se: Ditt köp har bearbetats.
th: อยู่ในขั้นตอนการซื้อ
vi: Giao dịch mua của bạn đã được xử lý.

source: See Receipt
ar: انظر الإيصال
bg: Преглед на квитанцията
ca: Mostra el rebut
cs: Zobrazit stvrzenku
fa: مشاهده رسید
hi: रसीद देखें
ko: 영수증 확인
sv_se: Se kvitto
th: ดูใบเสร็จ
vi: Xem biên nhận

source: Make Another Purchase
ar: القيام بعملية شراء أخرى
bg: Да се направи още покупка
ca: Fes una altra compra
cs: Další nákup
fa: انجام خرید دیگر
hi: एक और खरीद करें
ko: 더 구매
sv_se: Gör en annan inköp
th: ทำการซื้อเพิ่ม
vi: Thực hiện giao dịch mua khác

source: Photograph document
ar: صور المستند
bg: Фотографирайте вашия документ
ca: Fotografia el teu document
cs: Vyfotit dokument
fa: سند عکس
hi: फोटोग्राफ दस्तावेज़
ko: 사진 문서
sv_se: Fotografera dokument
th: ถ่ายภาพเอกสาร
vi: Chụp ảnh tài liệu

source: Continue unverified
ar: الاستمرار مع عدم التحقق
bg: Да се продължи без потвърждаване на личността
ca: Continuar no verificat
cs: Pokračovat bez ověření
fa: ادامه بدون تأیید کردن
hi: असत्यापित जारी रखें
ko: 인증 없이 계속하기
sv_se: Fortsätt utan verifiering
th: ข้ามการตรวจสอบ
vi: Tiếp tục chưa được xác minh

source: Passport
ar: جواز السفر
bg: Паспорт
ca: Passaport
cs: Cestovní pas
fa: گذرنامه
hi: पासपोर्ट
ko: 여권
sv_se: Pass
th: หนังสือเดินทาง
vi: Hộ chiếu

source: National ID
ar: الهوية الوطنية
bg: Национално удостоверение на личността
ca: DNI
cs: Národní ID
fa: شناسه ملی
hi: राष्ट्रीय ID
ko: 신분증
sv_se: Nationellt ID
th: เลขบัตรประชาชน
vi: ID quốc gia

source: Driving License
ar: رخصة القيادة
bg: Шофьорска книжка
ca: Carnet de conduir
cs: Řidičský průkaz
fa: گواهینامه رانندگی
hi: ड्राइविंग लाइसेंस
ko: 운전면허증
sv_se: Körkort
th: ใบอนุญาตขับขี่
vi: Giấy phép lái xe

source: Verification
ar: التحقق
bg: Потвърждение
ca: Verificació
cs: Ověření
fa: تأیید
hi: सत्यापन
ko: 인증
sv_se: Verifiering
th: การตรวจสอบ
vi: Xác minh

source: Increase Purchase Limit
ar: زيادة حد الشراء
bg: Да се увеличи лимита за покупка
ca: Augmentar el límit de compra
cs: Zvýšit limit pro nákup
fa: افزایش محدودیت خرید
hi: खरीद सीमा बढ़ाएं
ko: 구매 제한 증가
sv_se: Öka köpgränsen
th: เพิ่มวงเงินในการซื้อ
vi: Tăng giới hạn mua

source: Getting Verification Status...
ar: جارٍ الحصول على حالة التحقق...
bg: Получаване на статута на потвърждаването...
ca: Obtenint l'estat de verificació...
cs: Zjišťování stavu ověření...
fa: درحال دریافت وضعیت تأیید…
hi: सत्यापन की स्थिति प्राप्त की जा रही है...
ko: 인증 여부 확인 중
sv_se: Få verifieringsstatus...
th: ทำการตรวจสอบสถานะ...
vi: Đang lấy Trạng thái xác minh...

source: You must select a country.
ar: يجب تحديد بلد.
bg: Вие трябва да изберете държавата.
ca: Heu de seleccionar un país.
cs: Musíte zvolit stát.
fa: باید کشوری انتخاب کنید.
hi: आपको किसी एक देश का चयन करना होगा।
ko: 국가를 선택해야 합니다.
sv_se: Du måste välja ett land.
th: โปรดเลือกประเทศของคุณ
vi: Bạn phải chọn một quốc gia.

source: You must select a document type.
ar: يجب تحديد نوع المستند.
bg: Вие трябва да изберете типа на документа.
ca: Heu de seleccionar un tipus de document.
cs: Musíte zvolit typ dokumentu.
fa: باید نوع سند را انتخاب کنید.
hi: आपको किसी एक दस्तावेज़ प्रकार का चयन करना होगा।
ko: 문서 종류를 선택해야 합니다.
sv_se: Du måste välja en dokumenttyp.
th: โปรดเลือกชนิดของเอกสาร
vi: Bạn phải chọn loại tài liệu.

source: You are currently allowed to purchase up to €150 per month without verifying your identity. Verify your identity to increase your purchase limit to €20,000 per month.
ar: يسمح لك حاليًا بالشراء بمبلع يصل إلى 150 يورو شهريًا دون التحقق من هويتك. قم بالتحقق من هويتك لزيادة حد الشراء الخاص بك إلى 20.000 يورو شهريًا.
bg: Към настоящия момент вие можете да придобиете до €150 в месец без потвърждаване на вашата личност. Потвърдете вашата личност за увеличаване на лимита на покупката до €20000 в месец.
ca: En aquest moment podeu adquirir fins a 150€ al mes sense confirmar la vostra identitat. Verifiqueu la vostra identitat per tal d'augmentar el límit de compra fins a 20.000€ al mes.
cs: V současnosti můžete zakoupit až 150€ měsíčně bez ověření své identity. Ověřte svou identitu ke zvýšení svého limitu na 20000€ měsíčně.
fa: درحال‌حاضر، بدون تأیید هویتتان حداکثر تا 150 یورو در ماه مجاز به خرید کردن هستید. برای افزایش محدودیت خرید تا 20,000 یورو در ماه، هویتتان را تأیید کنید.
hi: वर्तमान में आपको अपनी पहचान सत्यापित किए बिना प्रति माह €150 तक की खरीदारी करने की आज्ञा है। अपनी खरीद सीमा को प्रति माह €20,000 तक करने के लिए अपनी पहचान को सत्यापित करें।
ko: 본인인증 없이도 매달 최대 €150을 구매할 수 있습니다. 인증 시 한도가 매달 €20,000으로 늘어납니다.
sv_se: Du får för tillfället köpa upp till € 150 per månad utan att verifiera din identitet. Verifiera din identitet för att öka din köpgräns till € 20 000 per månad.
th: ขณะนี้คุณสามารถทำการซื้อได้ถึง 150 ยูโรต่อเดือนแล้วโดยไม่ต้องยืนยันตัวตน และคุณสามารถทำการยืนยันตัวตนเพื่อเพิ่มวงเงินในการซื้อได้ถึง 20,000 ยูโรต่อเดือน
vi: Bạn hiện được phép mua tối đa €150 mỗi tháng mà không cần xác minh danh tính. Hãy xác minh danh tính của bạn để tăng giới hạn mua hàng của bạn lên €20.000 mỗi tháng.

source: Personal Information
ar: معلومات شخصية
bg: Лична информация
ca: Informació personal
cs: Osobní informace
fa: اطلاعات شخصی
hi: व्यक्तिगत जानकारी
ko: 개인 정보
sv_se: Personlig information
th: ข้อมูลส่วนตัว
vi: Thông tin cá nhân

source: First Name
ar: الاسم الأول
bg: Име
ca: Nom
cs: Křestní jméno
fa: نام
hi: प्रथम नाम
ko: 이름
sv_se: Namn
th: ชื่อจริง
vi: Tên

source: Last Name
ar: الاسم الأخير
bg: Фамилия
ca: Cognom
cs: Příjmení
fa: نام خانوادگی
hi: सरनेम
ko: 성
sv_se: Efternamn
th: นามสกุล
vi: Họ

source: Date of Birth
ar: تاريخ الميلاد
bg: Дата на раждане
ca: Data de naixement
cs: Datum narození
fa: تاریخ تولد
hi: जन्म तिथि
ko: 생년월일
sv_se: Födelsedatum
th: วันเดือนปีเกิด
vi: Ngày sinh

source: Street Address
ar: عنوان الشارع
bg: Адрес на улицата
ca: Adreça postal
cs: Ulice a č.p./č.o.
fa: نشانی خیابان
hi: गली का पता
ko: 주소
sv_se: Gatuadress
th: ถนน
vi: Địa chỉ đường

source: Apt, Suite, Building (Optional)
ar: شقة، جناح، مبني، (اختياري)
bg: Номер на дома, корпуса, апартамента (не е задължително)
ca: Adreça 2 (opcional)
cs: Číslo bytu (nepovinné)
fa: آپارتمان, سوئیت ساختمان (اختیاری)
hi: अपार्टमेंट, स्युईट, इमारत (वैकल्पिक)
ko: 호 주소, 건물 등 (선택 사항)
sv_se: Apt, svit, Byggnad (Valfritt)
th: อาคาร/ตึก (ถ้ามี)
vi: Căn hộ, Khu nhà, Tòa nhà (Không bắt buộc)

source: Town/City
ar: البلدة/المدينة
bg: Град
ca: Població
cs: Město
fa: شهر/شهرستان
hi: नगर/शहर
ko: 도시
sv_se: Stad
th: เมือง
vi: Thị trấn/Thành phố

source: Postal Code
ar: الرمز البريدي
bg: Пощенски код
ca: Codi postal
cs: PSČ
fa: کد پستی
hi: पोस्टल कोड
ko: 우편번호
sv_se: Postnummer
th: รหัสไปรษณีย์
vi: Mã bưu chính

source: Country
ar: البلد
bg: Държава
ca: País
cs: Stát
fa: کشور
hi: देश
ko: 국가
sv_se: Land
th: ประเทศ
vi: Quốc gia

source: Field is required.
ar: هذا الحقل مطلوب.
bg: Поле задължително за попълване.
ca: Camp obligatori.
cs: Vyžadované pole.
fa: فیلد الزامی است.
hi: फील्ड आवश्यक है।
ko: 해당 품목 기재가 필요합니다.
sv_se: Fältet är obligatoriskt.
th: จำเป็นต้องกรอกข้อมูล
vi: Trường bắt buộc.

source: Must be at least 18 years old.
ar: يجب أن يكون عمرك 18عامًا على الأقل.
bg: Възраст не по-малко от 18 години.
ca: Ha de ser almenys 18 anys d'edat.
cs: Pouze starší 18-ti let.
fa: باید حداقل 18 سال سن داشته باشید.
hi: कम से कम 18 वर्ष की आयु होना आवश्यक है।
ko: 최소 만 18세 이상이어야 합니다.
sv_se: Måste vara minst 18 år gammal.
th: ต้องมีอายุอย่างน้อย 18 ปี
vi: Phải ít nhất 18 tuổi.

source: Must be a valid date.
bg: Трябва да е валидна дата.
cs: Musí být správné datum.
ko: 유효한 날짜 여야합니다.

source: Select a country.
bg: Изберете държава.
cs: Vyber zemi.
ko: 국가를 고르시 오.

source: 123 Maple Street
bg: ул. Черковна
ca: Carrer Espanya 123
ko: 123 메이플 스트리트
sv_se: Strömgatan, 123
th: 123 ถนนเมเปิล

source: Tokyo
ar: طوكيو
bg: София
ca: Tòquio
fa: توکیو
hi: टोक्यो
ko: 도쿄
sv_se: Stockholm
th: โตเกียว

source: Japan
ar: اليابان
bg: Държава
ca: Japó
fa: ژاپن
hi: जापान
ko: 일본
sv_se: Land
th: ญี่ปุ่น
vi: Nhật Bản

source: Apt 1
ar: الشقة رقم 1
bg: Апартамент 1
cs: Byt 1
fa: آپارتمان 1
hi: अपार्टमेंट 1
ko: 아파트 1

source: Failed to submit information. Please try again.
ar: فشل إرسال المعلومات. يُرجى إعادة المحاولة.
bg: Не успя да се запази информацията. Моля, опитайте още веднъж.
ca: No ha pogut enviar informació. Torneu-ho a provar.
cs: Nezdařilo se odeslat informace. Zkuste to, prosím, znovu.
fa: اطلاعات ارسال نشد. لطفاً دوباره امتحان کنید.
hi: जानकारी जमा करने में विफल हुए। कृपया दुबारा प्रयास करें।
ko: 정보를 제출하지 못했습니다. 다시 시도해주세요.
sv_se: Misslyckades med att lämna in information. Vänligen försök igen senare.
th: การส่งข้อมูลล้มเหลว โปรดลองอีกครั้ง
vi: Không thể gửi thông tin. Vui lòng thử lại.

source: Sending Info...
ar: جارٍ إرسال المعلومات...
bg: Обработка на информацията...
ca: Enviant informació...
cs: Odesílání informací...
fa: درحال ارسال اطلاعات...
hi: जानकारी भेजी जा रही है...
ko: 정보를 보내는 중입니다.
sv_se: Skickar information...
th: กำลังส่งข้อมูล
vi: Đang gửi thông tin...

source: Failed to upload image. Please try again.
ar: فشل تحميل الصورة. يُرجى إعادة المحاولة.
bg: Не успя да се качи картинката. Моля, опитайте още веднъж.
ca: Fracassat enviant la imatge. Torneu-ho a provar.
cs: Nezdařilo se odeslat foto. Zkuste to, prosím, později.
fa: تصویر بارگذاری نشد. لطفاً دوباره امتحان کنید.
hi: तस्वीर अपलोड करने में विफल हुए। कृपया दुबारा प्रयास करें।
ko: 이미지를 업로드하지 못했습니다. 다시 시도해주세요.
sv_se: Det gick inte att ladda upp bilden. Vänligen försök igen.
th: การอัปโหลดภาพล้มเหลว โปรดลองอีกครั้ง
vi: Không thể tải ảnh lên. Vui lòng thử lại.

source: How does it look?
ar: كيف يبدو؟
bg: Как всичко стана?
ca: Com es veu?
cs: Jak to vypadá?
fa: چطور است؟
hi: यह कैसा लग कहा है?
ko: 사진이 잘 보이시나요?
sv_se: Hur ser det ut?
th: มีรูปลักษณ์แบบไหน?
vi: Trông nó như thế nào?

source: Make sure the details on your document are clear and readable with no blur or glare.
ar: تأكد من أن تفاصيل المستند واضحة ويمكن قراءتها وبلا أي تمويه أو توهج.
bg: Моля, удостоверете се, че цялата информация на документа добре се вижда и е четлива (без отблясъци и размиване на текста).
ca: Assegureu-vos que els detalls en el seu document són clares i llegibles.
cs: Ujistěte se, že podrobnosti Vašeho dokumentu jsou jasně čitelné, bez rozmazání a odlesku.
fa: مطمئن شوید جزئیات موجود در سند بدون هرگونه تاری و بازتاب نور، واضح و قابل خواندن باشد.
hi: कृपया सुनिश्चित करें कि आपके दस्तावेज़ पर विवरण बिना किसी धब्बे या चौंध के स्पष्ट और पढ़ने योग्य होने चाहिए।
ko: 문서가 문짐, 반사 없이 뚜렷하게 보이나 확인해주세요.
sv_se: Se till att detaljerna på ditt dokument är tydliga och läsbara utan att det blir sudd eller bländning.
th: ตรวจทานรายละเอียดบนเอกสารของคุณว่าสามารถอ่านได้ชัดเจน
vi: Đảm bảo rằng các chi tiết trên tài liệu của bạn rõ ràng và dễ đọc, không bị mờ hay lóa.

source: Yes, it's readable
ar: نعم، يمكن قراءتها
bg: Да, всичко се вижда добре
ca: Sí, és llegible
cs: Ano, jsou čitelné
fa: بله، قابل خواندن است
hi: हाँ, यह पढ़ने योग्य हैं
ko: 네 잘 보입니다
sv_se: Ja, det är läsbart
th: สามารถอ่านได้
vi: Có, tài liệu dễ đọc

source: Retake the picture
ar: اعد التقاط الصورة
bg: Да се опита отново
ca: Fer-ho de nou
cs: Znovu vyfotit
fa: دوباره عکس بگیرید
hi: दुबारा तस्वीर खींचें
ko: 사진을 다시 촬영해주세요
sv_se: Försök igen
th: ถ่ายใหม่
vi: Chụp lại ảnh

source: Photograph your document
ar: التقط صورة فوتغرافية لمستندك
bg: Фотографирайте вашия документ
ca: Fotografia el teu document
cs: Vyfoťte svůj dokument
fa: از سندتان عکس بگیرید
hi: अपने दस्तावेज़ की तस्वीर खींचें
ko: 문서 촬영하기
sv_se: Fotografera dokument
th: ถ่ายภาพเอกสารของคุณ
vi: Chụp ảnh tài liệu của bạn

source: Position the 4 corners of your {{vm.documentName}} clearly in the frame. Avoid any glare.
ar: ضع الأطراف الأربعة {{vm.documentName}} بوضوح في الإطار. تجنب أي وهج.
bg: Поместете вашия документ изцяло {{vm.documentName}} в рамка. Опитайте се да избегнете отблясъци.
ca: Col·loqueu les 4 cantonades del vostre {{vm.documentName}} clarament en el marc. Intenteu evitar qualsevol reflex.
cs: Nastavte svůj {{vm.documentName}} do rámečku a vyhněte se odleskům.
fa: 4 گوشه {{vm.documentName}} خود را به‌طور واضح در قاب قرار دهید. هیچ‌گونه بازتاب نوری وجود نداشته باشد.
hi: फ्रेम में अपने {{vm.documentName}} के 4 कोनों को स्पष्ट रूप से स्थिति में रखें। किसी भी चौंध से बचें।
ko: {{vm.documentName}} 4개의 꼭짓점을 틀 안에 넣어주세요. 빛 반사를 조심해주세요.
sv_se: Placera de fyra hörnen på din {{vm.documentName}} tydligt i ramen. Undvik bländning. Undvik bländning.
th: จัดตำแหน่ง {{vm.documentName}} ของคุณให้อยู่ในกรอบ 4 มุมอย่างชัดเจน และหลีกเลี่ยงแสงจ้า
vi: Đặt 4 góc của {{vm.documentName}} của bạn rõ ràng trong khung. Tránh để bị lóa.

source: Get Verified
ar: تحقق
bg: Да се мине верификация
ca: Aconseguir verificaciò
cs: Nechte se ověřit
fa: تأیید شد
hi: सत्यापित हों
ko: 인증하기
sv_se: Bli verifierad
th: ยืนยันแล้ว
vi: Yêu cầu xác minh

source: Document Type
ar: نوع المستند
bg: Тип на документа
ca: Tipus de document
cs: Typ dokumentu
fa: نوع سند
hi: दस्तावेज़ प्रकार
ko: 문서 종류
sv_se: Dokumenttyp
th: ชนิดเอกสาร
vi: Loại tài liệu

source: Select
ar: تحديد
bg: Да се избере
ca: Seleccioneu
cs: Vybrat
fa: انتخاب
hi: चुनें
ko: 선택하기
sv_se: Välj
th: เลือก
vi: Chọn

source: If you have previously verified your identity with bitcoin.com you can <a ng-click="vm.onRestoreVerify()">restore your verification.</a>
ar: إذا تحققت من هويتك مع bitcoin.com في مرة سابقة فيمكنك<a ng-click="vm.onRestoreVerify()"> إستعادة التحقق الخاص بك.</a>
bg: Ако вие вече сте минавали верификация на личността с bitcoin.com, вие можете <a ng-click="vm.onRestoreVerify()"> да я възстановите.</a>
ca: Si prèviament ja heu verificat la vostra identitat amb bitcoin.com podeu <a ng-click="vm.onRestoreVerify()">restaurar-la. </a>
cs: Pokud jste svou identitu již dříve nechali ověřit na Bitcoin.com, klikněte na <a ng-click="vm.onRestoreVerify()">obnovit své ověření.</a>
fa: اگر قبلاً هویتتان را در bitcoin.com تأیید کرده باشید، می‌توانید <a ng-click="vm.onRestoreVerify()">تأییدتان را بازیابی کنید.</a>
hi: यदि आपने पहले bitcoin.com पर अपनी पहचान सत्यापित कर ली है तो आप <a ng-click="vm.onRestoreVerify()">अपने सत्यापन को पुनर्प्राप्त कर सकते हैं।</a>
ko: 이미 Bitcoin.com에서 본인 인증을 하셨다면 <a ng-click="vm.onRestoreVerify()">인증을 복구해주세요.</a>
sv_se: Om du tidigare har verifierat din identitet med bitcoin.com kan du <a ng-click="vm.onRestoreVerify()"> återställa din verifiering. </a>
th: หากก่อนหน้านี้คุณเคยยืนยันตัวตนของคุณแล้วกับ bitcoin.com คุณสามารถ <a ng-click="vm.onRestoreVerify()"> คืนค่าการตรวจสอบของคุณ </a>
vi: Nếu trước đây bạn đã xác minh danh tính của mình với bitcoin.com, bạn có thể <a ng-click="vm.onRestoreVerify()">khôi phục xác minh của bạn.</a>

source: Verification Status
ar: حالة التحقق
bg: Статут на потвърждението
ca: Estat de verificació
cs: Stav ověření
fa: وضعیت تأیید
hi: सत्यापन स्थिति
ko: 인증 상태
sv_se: Verifieringsstatus
th: สถานะการตรวจสอบ
vi: Trạng thái xác minh

source: You're Being Verified
ar: يتم التحقق من هويتك
bg: Верификацията е в процес
ca: S'està verificant
cs: Probíhá ověření
fa: درحال تأیید شدن هستید
hi: आप सत्यापित किए जा रहे हैं
ko: 인증 진행 중입니다.
sv_se: Verifiering pågår
th: อยู่ระหว่างการยืนยันตัวตน
vi: Bạn đang được xác minh

source: You're Verified!
ar: تم التحقق!
bg: Верификацията успешно е мината!
ca: Estàs verificat!
cs: Ověřeno!
fa: تأیید شدید!
hi: आप सत्यापित हो चुके!
ko: 인증되었습니다!
sv_se: Du är verifierad!
th: ยืนยันตัวตนแล้ว!
vi: Bạn đã được xác minh!
